[
  {
    "spl_product_data_elements": [
      "Pain Relieving Cream Lidocaine Benzyl alcohol, Lidocaine HCI DIHEXADECYL PHOSPHATE HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER (45000 MPA.S AT 1%) WATER CETOSTEARYL ALCOHOL ALOE VERA LEAF MALTODEXTRIN CARBOMER INTERPOLYMER TYPE A (ALLYL SUCROSE CROSSLINKED) LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS BENZYL ALCOHOL BENZYL ALCOHOL BUTYLENE GLYCOL CETETH-10 PHOSPHATE STEARETH-21 AMINOMETHYLPROPANOL DIMETHICONE GLYCERYL 1-STEARATE POLYSORBATE 80 ALCOHOL"
    ],
    "active_ingredient": [
      "Active Ingredient Lidocaine HCL 4%",
      "Benzyl Alcohol 10%"
    ],
    "purpose": [
      "Purpose Topical Anasthetic",
      "Purpose Topical Anesthetic"
    ],
    "indications_and_usage": [
      "Uses Temporary Pain Relief"
    ],
    "do_not_use": [
      "Do Not Use On wounds or damaged skin In large quantities With a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When Using this Product Use only as direcgted Avoid contact with eyes, mucous membranes or rashes Do not bandage tightly"
    ],
    "warnings": [
      "Warnings For external Use Only Do not use in eyes in large quantities over raw or blistered areas, or on deep puncture wounds, animal bites, or serious burns for more than one week unless directed by a doctor"
    ],
    "pregnancy_or_breast_feeding": [
      "If Pregnant or Breast Feeding Ask a health professional before use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (800-222-1222) right away"
    ],
    "dosage_and_administration": [
      "Directions Adults and children over 12 years clean and dry affected area Apply to affected area not more than 3 to 4 times daily Children 12 years or younger ask a doctor"
    ],
    "stop_use": [
      "Stop Use and Ask a Doctor If Skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering Conditions worsen Symptoms persist for more than 7 days Symptoms clear up and occur again within a few days"
    ],
    "spl_unclassified_section": [
      "Other Information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tightly",
      "Distributed By Trifecta Pharmaceuticals USA® 101 NE Third Avenue, Suite 1500 Ft. Lauderdale, FL. 33301 USA www.trifecta-pharma.com"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf juice, aminomethyl propanol, Butylene glycol, carbome interpolymer type A (allyl sucrose crosslinked), Ceteth-10 phosphate, Cetostearyl alcohol, Dihexadecyl phosphate, Dimethicone, Glyceryl 1-stearate, Hydroxyethly acrylate/sodium acryloydimethyl taurate copolymer, maltodextrin, polysorbate 80, SD alcohol, Steareth-21, water"
    ],
    "questions": [
      "Questions Call 1-888-296-9067"
    ],
    "package_label_principal_display_panel": [
      "4054 GLOBE LIDOCAINE 4 PERCENT PAIN RELIEF CREAM 3OZ REV09 091223 CDER"
    ],
    "set_id": "039a2036-54b2-cf28-e063-6294a90a8ce6",
    "id": "2a937989-4dc6-58d5-e063-6294a90a4ea9",
    "effective_time": "20241231",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Pain Relieving Cream Lidocaine"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, LIDOCAINE HCI"
      ],
      "manufacturer_name": [
        "Trifecta Pharmaceuticals USA LLC"
      ],
      "product_ndc": [
        "69396-139"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1926513"
      ],
      "spl_id": [
        "2a937989-4dc6-58d5-e063-6294a90a4ea9"
      ],
      "spl_set_id": [
        "039a2036-54b2-cf28-e063-6294a90a8ce6"
      ],
      "package_ndc": [
        "69396-139-03"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0850026393903"
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ITCH X BENZYL ALCOHOL/PRAMOXINE HYDROCHLORIDE BENZYL ALCOHOL BENZYL ALCOHOL PRAMOXINE HYDROCHLORIDE PRAMOXINE BUTYLENE GLYCOL ALCOHOL ALOE WATER EDETOL CARBOMER HOMOPOLYMER TYPE B (ALLYL SUCROSE CROSSLINKED) DIAZOLIDINYL UREA FD&C BLUE NO. 1 SODIUM BENZOATE SODIUM SULFITE SULFITE ION POTASSIUM SORBATE IODOPROPYNYL BUTYLCARBAMATE CITRIC ACID MONOHYDRATE STYRENE/AMMONIUM ACRYLATE COPOLYMER (300000 MW)"
    ],
    "active_ingredient": [
      "Active ingredients......................................Purpose Benzyl alcohol 10%......................................Topical analgesic Pramoxine hydrochloride 1%.......................Topical analgesic"
    ],
    "purpose": [
      "Use Temporarily relieves pain and itching associated with insect bites, minor burns, sunburn, minor cuts, scrapes, minor skin irritations, hives and rashes due to poison ivy, poison oak, or poison sumac"
    ],
    "indications_and_usage": [
      "Use Temporarily relieves pain and itching associated with insect bites, minor burns, sunburn, minor cuts, scrapes, minor skin irritations, hives and rashes due to poison ivy, poison oak, or poison sumac"
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes."
    ],
    "do_not_use": [
      "Do not use on open wounds, damaged, or blistered skin. for vaginal, genital, or rectal itching. on children under 2 years of age unless under the advice and supervision of a physician."
    ],
    "ask_doctor": [
      "Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep this and all drugs out of reach of children. In case of ingestion, get medical help or contact a poison control center immediately."
    ],
    "dosage_and_administration": [
      "Directions adults and children 2 years and older - apply to affected area not more than 3 or 4 times daily children under 2 years - consult a physician"
    ],
    "storage_and_handling": [
      "Other information store at 59°-86° F (15°-30° C) in a dry place mfd. in the USA for B.F. Ascher & Co., Inc."
    ],
    "inactive_ingredient": [
      "Inactive ingredients: aloe barbadensis leaf juice (aloe vera gel), blue 1, butylene glycol, carbomer, citric acid, diazolidinyl urea, iodopropynyl butylcarbamate, potassium sorbate, SD alcohol 40, sodium benzoate, sodium sulfite, styrene/acrylates copolymer, tetrahydroxypropyl ethylenediamine, and water"
    ],
    "questions": [
      "Questions? Call 1-800-324-1880, 7:30am - 4:00pm Central, M - F, or visit bfascher.com"
    ],
    "package_label_principal_display_panel": [
      "Itch-X Gel PDP Itch-X Gel PDP"
    ],
    "set_id": "03c16d33-8f59-0184-e054-00144ff8d46c",
    "id": "2888be26-0ebc-ab78-e063-6394a90ada63",
    "effective_time": "20241205",
    "version": "6",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "ITCH X"
      ],
      "generic_name": [
        "BENZYL ALCOHOL/PRAMOXINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "BF ASCHER AND CO INC"
      ],
      "product_ndc": [
        "0225-0495"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "PRAMOXINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1293632",
        "1293634"
      ],
      "spl_id": [
        "2888be26-0ebc-ab78-e063-6394a90ada63"
      ],
      "spl_set_id": [
        "03c16d33-8f59-0184-e054-00144ff8d46c"
      ],
      "package_ndc": [
        "0225-0495-33"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "88AYB867L5"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "HealthWise Lidocaine Plus Cream BENZYL ALCOHOL, LIDOCAINE HYDROCHLORIDE BENZYL ALCOHOL BENZYL ALCOHOL POLYSORBATE 80 LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS WATER ALCOHOL MALTODEXTRIN HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER (45000 MPA.S AT 1%) DIMETHICONE BUTYLENE GLYCOL DIHEXADECYL PHOSPHATE CETOSTEARYL ALCOHOL ALOE VERA LEAF CETETH-10 PHOSPHATE STEARETH-21 AMINOMETHYLPROPANOL CARBOMER INTERPOLYMER TYPE A (55000 CPS) GLYCERYL 1-STEARATE"
    ],
    "active_ingredient": [
      "Active ingredient Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic"
    ],
    "indications_and_usage": [
      "Use temporarily pain relief"
    ],
    "warnings": [
      "Warnings For external use only. Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed. avoid contact with eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsens symptoms persist for more than 7 days symptoms clear up and occur again within a few days within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed. avoid contact with eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsens symptoms persist for more than 7 days symptoms clear up and occur again within a few days within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children over 12 years: clean and dry affected area apply a thin layer to affected area not more than 3 to 4 times daily children 12 years or younger: ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aloe Vera Leaf, Aminomethyl propanol, butylene glycol, Carbomer Interpolymer Type A (allyl sucrose crosslinked), ceteth-10 phosphate, cetostearyl alcohol, dihexadecyl phosphate, dimethicone, glyceryl 1-stearate, hydroxyethyl acrylate/sodium acryloyl dimethyl taurate copolymer (100000 mPa.S at 1.5%), maltodextrin, polysorbate 80, SD alcohol, steareth-21, water"
    ],
    "other_safety_information": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tightly"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL label"
    ],
    "set_id": "16f26249-b508-2c6e-e063-6394a90a265b",
    "id": "16f26cfb-dfca-129a-e063-6394a90ac591",
    "effective_time": "20240425",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "HealthWise Lidocaine Plus Cream"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Veridian Healthcare"
      ],
      "product_ndc": [
        "71101-037"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1926513"
      ],
      "spl_id": [
        "16f26cfb-dfca-129a-e063-6394a90ac591"
      ],
      "spl_set_id": [
        "16f26249-b508-2c6e-e063-6394a90a265b"
      ],
      "package_ndc": [
        "71101-037-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CVS Health Lidocaine Plus Pain Relieving Lidocaine Hydrochloride, Benzyl Alcohol CARBOMER COPOLYMER TYPE B (ALLYL PENTAERYTHRITOL CROSSLINKED) ALOE VERA LEAF AMINOMETHYLPROPANOL CETOSTEARYL ALCOHOL CETETH-20 PHOSPHATE DIHEXADECYL PHOSPHATE CITRIC ACID MONOHYDRATE WATER DIMETHICONE HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER (100000 MPA.S AT 1.5%) SQUALENE POLYSORBATE 60 PROPYLENE GLYCOL ALCOHOL STEARETH-21 LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS BENZYL ALCOHOL BENZYL ALCOHOL"
    ],
    "active_ingredient": [
      "Active ingredients Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic Topical anesthetic"
    ],
    "indications_and_usage": [
      "Use For the temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children and pets. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: clean and dry affected area apply to affected area not more than 3 to 4 times daily children 12 years or younger: ask a doctor"
    ],
    "other_safety_information": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tightly"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Acrylates/C10-30 Acrylate Crosspolymer, Aloe Vera Gel 10 X, Aminomethyl Propanol, Cetearyl Alcohol, Ceteth-20 Phosphate, Dicetyl Phosphate, Citric Acid, Deionized Water, Dimethicone, Hydroxyethyl Acrlyate/Sodium, Acryloyldimethyl Taurate Copolymer, Squalane, Polysorbate 60, Propylene Gylcol, SDA 40-B Alcohol, Steareth-21."
    ],
    "package_label_principal_display_panel": [
      "Principal-Display Panel – 85 g Carton Label CVS Health™ Compare to the active ingredients in Salonpas ® Lidocaine PLUS Cream* MAXIMUM STRENGTH Lidocaine concentration without a prescription ✝ Lidocaine Plus PAIN RELIEVING CREAM LIDOCAINE HCl 4% BENZYL ALCOHOL 10% Topical anesthetics Non-greasy Fast acting Numbing relief Unscented Non-greasy cream Package Contains One Tube ✝ Among over the counter topical analgesics. NET WT 3 0Z (85 g) Principal-Display Panel – 85 g Carton Label",
      "Principal-Display Panel – 85 g Carton Label CVS Health™ MAXIMUM STRENGTH Lidocaine concentration without a prescription ✝ Lidocaine Plus PAIN RELIEVING CREAM LIDOCAINE HCl 4% BENZYL ALCOHOL 10% Topical anesthetics Non-greasy Fast acting Numbing relief Unscented NET WT 3 0Z (85 g) Principal-Display Panel – 85 g Carton Label"
    ],
    "set_id": "1adb9b74-4a01-4461-b845-f3aedcb3f810",
    "id": "2370d779-493f-e755-e063-6394a90a1e0f",
    "effective_time": "20241001",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CVS Health Lidocaine Plus Pain Relieving"
      ],
      "generic_name": [
        "LIDOCAINE HYDROCHLORIDE, BENZYL ALCOHOL"
      ],
      "manufacturer_name": [
        "NATURAL ESSENTIALS, INC."
      ],
      "product_ndc": [
        "66902-758"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1926513"
      ],
      "spl_id": [
        "2370d779-493f-e755-e063-6394a90a1e0f"
      ],
      "spl_set_id": [
        "1adb9b74-4a01-4461-b845-f3aedcb3f810"
      ],
      "package_ndc": [
        "66902-758-03"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0050428617625"
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Chemstat Glycerinum, Taraxacum Officinale, Phytolacca Decandra, Arsenicum Album, Nitricum Acidum, Nux Vomica, Petroleum, Phosphoricum Acidum, Phosphorus, Acetylsalicylicum Acidum, Glonoinum, Insulinum (Human), Lithium Carbonicum, Thyroidinum (Suis), Aceticum Acidum, Benzoicum Acidum, Benzyl Alcohol, Boricum Acidum, Chlorinum, Cortisone Aceticum, Eugenol, Folliculinum, Isopropyl Palmitate, Lacticum Acidum, Petroleum Jelly, Phenyl Butazone, Plumbum Metallicum, Potassium Sorbate, Resorcinum, Salicylicum Acidum, GLYCERIN GLYCERIN TARAXACUM OFFICINALE TARAXACUM OFFICINALE PHYTOLACCA AMERICANA ROOT PHYTOLACCA AMERICANA ROOT ARSENIC TRIOXIDE ARSENIC CATION (3+) NITRIC ACID NITRIC ACID STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED KEROSENE KEROSENE PHOSPHORIC ACID PHOSPHORIC ACID PHOSPHORUS PHOSPHORUS ASPIRIN ASPIRIN NITROGLYCERIN NITROGLYCERIN INSULIN HUMAN INSULIN HUMAN LITHIUM CARBONATE LITHIUM CATION THYROID SUS SCROFA THYROID ACETIC ACID ACETIC ACID BENZOIC ACID BENZOIC ACID BENZYL ALCOHOL BENZYL ALCOHOL BORIC ACID BORIC ACID CHLORINE CHLORINE CORTISONE ACETATE CORTISONE EUGENOL EUGENOL ESTRONE ESTRONE ISOPROPYL PALMITATE ISOPROPYL PALMITATE LACTIC ACID, DL- LACTIC ACID, DL- POTASSIUM SORBATE SORBIC ACID PETROLATUM PETROLATUM PHENYLBUTAZONE PHENYLBUTAZONE LEAD LEAD RESORCINOL RESORCINOL SALICYLIC ACID SALICYLIC ACID STEARYL ALCOHOL STEARYL ALCOHOL SORBITOL SORBITOL XYLITOL XYLITOL CORTICOTROPIN CORTICOTROPIN WATER ALCOHOL"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS: (in each drop): 5% of Glycerinum 3X; Phytolacca Decandra 6X; Arsenicum Album 12X, Nitricum Acidum 12X, Nux Vomica 12X, Petroleum 12X, Phosphorus 12X, Phosphoricum Acidum 12X; Acetylsalicylicum Acidum 12X, 30X, Glonoinum 12X, 30X, Insulinum (Human) 12X, 30X, Lithium Carbonicum 12X, 30X, Thyroidinum (Suis) 12X, 30X; Adrenocorticotrophin 15C. 1.67% of Aceticum Acidum 12X, 30X, 200X, Benzoicum Acidum 12X, 30X, 200X, Benzyl Alcohol 12X, 30X, 200X, Boricum Acidum 12X, 30X, 200X, Chlorinum 12X, 30X, 200X, Cortisone Aceticum 12X, 30X, 200X, Eugenol 12X, 30X, 200X, Folliculinum 12X, 30X, 200X, Isopropyl Palmitate 12X, 30X, 200X, Lacticum Acidum 12X, 30X, 200X, Petroleum Jelly 12X, 30X, 200X, Phenyl Butazone 12X, 30X, 200X, Plumbum Metallicum 12X, 30X, 200X, Potassium Sorbate 12X, 30X, 200X, Resorcinum 12X, 30X, 200X, Salicylicum Acidum 12X, 30X, 200X, Sorbitol 12X, 30X, 200X, Stearyl Alcohol 12X, 30X, 200X, Xylitol 12X, 30X, 200X. 0.10% of Taraxacum Officinale 3X."
    ],
    "purpose": [
      "INDICATIONS: May temporarily relieve weakness and exhaustion, minor abdominal cramps, bloating, and vomiting.** **Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "warnings": [
      "WARNINGS: If pregnant or breastfeeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Do not use if tamper evident seal is broken or missing. Store in a cool, dry place."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN: Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS: Adults and children 5 to 10 drops orally, 3 times daily or as otherwise directed by a health care professional. If symptoms persist for more than 7 days, consult your health care professional. Consult a physician for use in children under 12 years of age."
    ],
    "indications_and_usage": [
      "INDICATIONS: May temporarily relieve weakness and exhaustion, minor abdominal cramps, bloating, and vomiting.** **Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS: Demineralized water, 20% Ethanol."
    ],
    "questions": [
      "QUESTIONS: Dist. by Energique, Inc. 201 Apple Blvd. Woodbine, IA 51579 800.869.8078"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL DISPLAY: ENERGIQUE SINCE 1987 HOMEOPATHIC REMEDY CHEMSTAT 1 fl. oz. (30 ml) Chemstat"
    ],
    "set_id": "2831d28e-9cf1-4a72-9c6c-bb014d059558",
    "id": "69062114-dd22-4e7b-9cab-42513d22c2ef",
    "effective_time": "20241024",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Chemstat"
      ],
      "generic_name": [
        "GLYCERINUM, TARAXACUM OFFICINALE, PHYTOLACCA DECANDRA, ARSENICUM ALBUM, NITRICUM ACIDUM, NUX VOMICA, PETROLEUM, PHOSPHORICUM ACIDUM, PHOSPHORUS, ACETYLSALICYLICUM ACIDUM, GLONOINUM, INSULINUM (HUMAN), LITHIUM CARBONICUM, THYROIDINUM (SUIS), ACETICUM ACIDUM, BENZOICUM ACIDUM, BENZYL ALCOHOL, BORICUM ACIDUM, CHLORINUM, CORTISONE ACETICUM, EUGENOL, FOLLICULINUM, ISOPROPYL PALMITATE, LACTICUM ACIDUM, PETROLEUM JELLY, PHENYL BUTAZONE, PLUMBUM METALLICUM, POTASSIUM SORBATE, RESORCINUM, SALICYLICUM ACIDUM,"
      ],
      "manufacturer_name": [
        "Energique, Inc."
      ],
      "product_ndc": [
        "44911-0556"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ACETIC ACID",
        "ARSENIC TRIOXIDE",
        "ASPIRIN",
        "BENZOIC ACID",
        "BENZYL ALCOHOL",
        "BORIC ACID",
        "CHLORINE",
        "CORTICOTROPIN",
        "CORTISONE ACETATE",
        "ESTRONE",
        "EUGENOL",
        "GLYCERIN",
        "INSULIN HUMAN",
        "ISOPROPYL PALMITATE",
        "KEROSENE",
        "LACTIC ACID, DL-",
        "LEAD",
        "LITHIUM CARBONATE",
        "NITRIC ACID",
        "NITROGLYCERIN",
        "PETROLATUM",
        "PHENYLBUTAZONE",
        "PHOSPHORIC ACID",
        "PHOSPHORUS",
        "PHYTOLACCA AMERICANA ROOT",
        "POTASSIUM SORBATE",
        "RESORCINOL",
        "SALICYLIC ACID",
        "SORBITOL",
        "STEARYL ALCOHOL",
        "STRYCHNOS NUX-VOMICA SEED",
        "TARAXACUM OFFICINALE",
        "THYROID",
        "XYLITOL"
      ],
      "spl_id": [
        "69062114-dd22-4e7b-9cab-42513d22c2ef"
      ],
      "spl_set_id": [
        "2831d28e-9cf1-4a72-9c6c-bb014d059558"
      ],
      "package_ndc": [
        "44911-0556-1"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0363113700770"
      ],
      "nui": [
        "N0000000160",
        "N0000008836",
        "M0001335",
        "N0000175722",
        "N0000175578",
        "N0000008832",
        "N0000175806",
        "N0000175807",
        "N0000181811",
        "M0000499",
        "N0000175941",
        "N0000185508",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "N0000185370",
        "N0000185001",
        "M0009417",
        "M0011417",
        "N0000175944",
        "N0000175415",
        "M0014874",
        "N0000009909",
        "N0000185375",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_moa": [
        "Cyclooxygenase Inhibitors [MoA]",
        "Ammonium Ion Binding Activity [MoA]"
      ],
      "pharm_class_pe": [
        "Decreased Prostaglandin Production [PE]",
        "Decreased Platelet Aggregation [PE]",
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]",
        "Vasodilation [PE]"
      ],
      "pharm_class_cs": [
        "Anti-Inflammatory Agents, Non-Steroidal [CS]",
        "Adrenocorticotropic Hormone [CS]",
        "Allergens [CS]",
        "Glycerol [CS]",
        "Insulin [CS]",
        "Nitrates [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "pharm_class_epc": [
        "Nonsteroidal Anti-inflammatory Drug [EPC]",
        "Platelet Aggregation Inhibitor [EPC]",
        "Nitrogen Binding Agent [EPC]",
        "Pediculicide [EPC]",
        "Adrenocorticotropic Hormone [EPC]",
        "Standardized Chemical Allergen [EPC]",
        "Non-Standardized Chemical Allergen [EPC]",
        "Insulin [EPC]",
        "Nitrate Vasodilator [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "unii": [
        "Q40Q9N063P",
        "S7V92P67HO",
        "R16CO5Y76E",
        "8SKN0B0MIM",
        "LKG8494WBH",
        "R57ZHV85D4",
        "4R7X1O2820",
        "K0U68Q2TXA",
        "883WKN7W8X",
        "2DI9HA706A",
        "3T8H1794QW",
        "PDC6A3C0OX",
        "1Y17CTI5SR",
        "8CRQ2TH63M",
        "1C89KKC04E",
        "3B8D35Y7S4",
        "2P299V784P",
        "2BMD2GNA4V",
        "411VRN1TV4",
        "G59M7S0WS3",
        "4T6H12BN9U",
        "GN5P7K3T8S",
        "E4GA8884NN",
        "27YLU75U4W",
        "11E6VI8VEG",
        "1VPU26JZZ4",
        "YUL4LO94HK",
        "O414PZ4LPZ",
        "506T60A25R",
        "2KR89I4H1Y",
        "269XH13919",
        "39981FM375",
        "6RV024OAUQ",
        "VCQ006KQ1E"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Salonpas LIDOCAINE PLUS Benzyl alcohol, Lidocaine hydrochloride BENZYL ALCOHOL BENZYL ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS ALOE VERA LEAF AMINOMETHYLPROPANOL BUTYLENE GLYCOL CETOSTEARYL ALCOHOL DIHEXADECYL PHOSPHATE alcohol TERT-BUTYL ALCOHOL DENATONIUM BENZOATE SQUALANE water"
    ],
    "active_ingredient": [
      "Active ingredients Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: clean and dry affected area apply to affected area not more than 3 to 4 times daily Children under 12 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tighly"
    ],
    "inactive_ingredient": [
      "Inactive ingredients aloe barbadensis leaf juice, aminomethyl propanol, butylene glycol, carbomer copolymer, cetearyl alcohol, ceteth phosphate, dicetyl phosphate, dimethicone, glyceryl monostearate, hydroxyl acrylate/sodium acryloyldimethyl taurate copolymer, polysorbate, SD alcohol 40-B, squalane, steareth, water"
    ],
    "questions": [
      "Questions or comments? Toll free 1-800-826-8861 www.salonpas.us"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Hisamitsu NDC#55328-902-03 Non-Greasy Cream Salonpas LIDOCAINE PLUS Pain Relieving Cream TOPICAL ANALGESIC 4% LIDOCAIN MAXIMUM STRENGTH*1 plus 10% Benzyl alcohol 2 Powerful Anesthetics Fast Acting Numbing Relief Unscented MADE IN USA 3 OZ (85 g) image of 3 OZ tube"
    ],
    "set_id": "364924d3-fac3-4f4e-9b40-decd4ec48245",
    "id": "24d33c2c-0a51-4775-a5a0-0fa22afa5482",
    "effective_time": "20241203",
    "version": "5",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Salonpas LIDOCAINE PLUS"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Hisamitsu America, Inc."
      ],
      "product_ndc": [
        "55328-902"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "PERCUTANEOUS",
        "TOPICAL",
        "TRANSDERMAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1926513"
      ],
      "spl_id": [
        "24d33c2c-0a51-4775-a5a0-0fa22afa5482"
      ],
      "spl_set_id": [
        "364924d3-fac3-4f4e-9b40-decd4ec48245"
      ],
      "package_ndc": [
        "55328-902-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Orajel Toothache Rinse Benzyl Alcohol, Zinc Chloride METHYL SALICYLATE POLOXAMER 338 POLYSORBATE 20 SODIUM BENZOATE SORBITOL FD&C BLUE NO. 1 CALCIUM DISODIUM PYROPHOSPHATE MENTHOL, UNSPECIFIED FORM POTASSIUM SODIUM SACCHARATE SODIUM PYROPHOSPHATE WATER ALCOHOL BENZYL ALCOHOL BENZYL ALCOHOL ZINC CHLORIDE ZINC CATION"
    ],
    "active_ingredient": [
      "Benzyl Alcohol 0.27% Zinc Chloride 0.15%"
    ],
    "purpose": [
      "Oral pain reliever Oral astringent"
    ],
    "indications_and_usage": [
      "Use for temporary relief of pain due to toothaches, minor irritation of the mouth and gums, occasional minor irritation, pain, sore mouth and sore throat"
    ],
    "warnings": [
      "Warnings Do not use this product for more than 7 days unless directed by a dentist or healthcare provider"
    ],
    "when_using": [
      "When using this product • do not swallow • do not exceed recommended dosage"
    ],
    "stop_use": [
      "Stop use and see your physician promptly if • swelling, rash or fever develops • irritation, pain or redness persists or worsens • sore mouth symptoms do not improve in 7 days • allergic reaction occurs • sore thoat is severe, persists for more than 2 days, is accompanied or followed by fever, headache, rash, nausea, or vomiting."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If more than used for rinsing is accidentally swallowed, get medical help or contact a Poison Control Center right away"
    ],
    "dosage_and_administration": [
      "Directions • remove imprinted safety seal from bottle cap • to remove child-resistant cap, squeeze smooth sides of cap while turning. Reclose tightly. Ready to use, no mixing needed. Adults and children 2 years of age or over: Swish one-half capful (2 teaspoons = 10mL) around the mouth over the affected area for at least 1 minute and then spit out. Use up to 4 times daily after meals and at bedtime or as directed by a dentist or healthcare provider Children under 12 years of age: Should be supervised in the use of this product Children under 2 years of age: Consult a dentist or healthcare provider Other Information • cap tightly • keep away from heat or direct sunlight • do not use if safety seal is broken or missing"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients alcohol (4.1% by volume), blue 1, disodium pyrophosphate, menthol, methyl salicylate, poloxamer 338, polysorbate 20, sodium benzoate, sodium saccharin, sorbitol, tetrasodium pyrophosphate, water"
    ],
    "questions": [
      "Questions or comments calls us at 800 952 5080 Monday through Friday 9 to 5 ET or visit our website at www orajel com"
    ],
    "package_label_principal_display_panel": [
      "#1 ORAL PAIN RELIEVER BRAND FOR TOOTHACHE NON-NUMBING RELIEF! Orajel™ For TOOTHACHE Analgesic & Astringent Rinse Provides All-Over Oral Pain Relief Soothes Irritated Gums Cleans Affected Area Kills Odor-Causing Bacteria Soothing Mint Rinse ORAL PAIN RELIEVER/ ASTRINGENT 16 FL OZ (473.2 mL) DA2011186_OJLBF-43001-02_72013520"
    ],
    "set_id": "41709710-5392-3119-e054-00144ff88e88",
    "id": "27e7c3b6-5f9a-a7f3-e063-6394a90a02a7",
    "effective_time": "20241127",
    "version": "8",
    "openfda": {
      "application_number": [
        "M022"
      ],
      "brand_name": [
        "Orajel Toothache Rinse"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, ZINC CHLORIDE"
      ],
      "manufacturer_name": [
        "Church & Dwight Co., Inc."
      ],
      "product_ndc": [
        "10237-764"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "ZINC CHLORIDE"
      ],
      "rxcui": [
        "1865199"
      ],
      "spl_id": [
        "27e7c3b6-5f9a-a7f3-e063-6394a90a02a7"
      ],
      "spl_set_id": [
        "41709710-5392-3119-e054-00144ff88e88"
      ],
      "package_ndc": [
        "10237-764-16",
        "10237-764-08"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "86Q357L16B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Zilactin Early Relief Cold Sore benzyl alcohol TANNIC ACID WATER BORIC ACID HYDROXYPROPYL CELLULOSE (TYPE M) PROPYLENE GLYCOL SALICYLIC ACID ALCOHOL BENZYL ALCOHOL BENZYL ALCOHOL"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information do not peel off protective film. Attempting to peel off film may result in skin irritation or tenderness. To remove film, first apply another coat of Zilactin to film, and immediately wipe the area with a moist gauze pad or tissue. contains alcohol 68% by volume store at 15-30°C (59-86°F)"
    ],
    "active_ingredient": [
      "Active ingredient Benzyl alcohol 10%"
    ],
    "purpose": [
      "Purpose Cold sore/fever blister treatment, Oral pain reliever"
    ],
    "indications_and_usage": [
      "Use temporarily relieves pain caused by: cold sores/fever blisters canker sores, mouth sores gum irritations"
    ],
    "warnings": [
      "Warnings Flammable: keep away from fire or flame Stop use and ask a physician if sore mouth symptoms do not improve in 7 days condition worsens or symptoms clear up and occur again within a few days swelling, rash or fever develops irritation, pain or redness persists or worsens apply only to affected area do not exceed recommended dosage avoid contact with the eyes do not use for more than 7 days unless directed by a physician or dentist Keep out of reach of children . If swallowed, get medical help or contact a poison control center immediately."
    ],
    "stop_use": [
      "Stop use and ask a physician if sore mouth symptoms do not improve in 7 days condition worsens or symptoms clear up and occur again within a few days swelling, rash or fever develops irritation, pain or redness persists or worsens apply only to affected area do not exceed recommended dosage avoid contact with the eyes do not use for more than 7 days unless directed by a physician or dentist"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a poison control center immediately."
    ],
    "dosage_and_administration": [
      "Directions adults and children 2 years and older dry affected area. Apply with cotton swab or clean finger up to 4 times daily. Allow to dry 30-60 seconds. children under 12 years adult supervision should be given in the use of this product children under 2 years do not use, consult a physician or dentist"
    ],
    "dosage_and_administration_table": [
      "<table width=\"100%\"><col width=\"25.000%\" align=\"left\"/><col width=\"75.000%\" align=\"left\"/><tbody><tr><td align=\"left\" styleCode=\"Toprule Botrule Rrule\" valign=\"top\">adults and children   2 years and older </td><td align=\"left\" styleCode=\"Toprule Botrule\" valign=\"top\">dry affected area. Apply with cotton swab or clean finger up to 4 times daily. Allow to dry 30-60 seconds.</td></tr><tr><td align=\"left\" styleCode=\"Botrule Rrule\" valign=\"top\">children under 12 years</td><td align=\"left\" styleCode=\"Botrule\" valign=\"top\">adult supervision should be given in the use of this product</td></tr><tr><td align=\"left\" styleCode=\"Botrule Rrule\" valign=\"top\">children under 2 years</td><td align=\"left\" styleCode=\"Botrule\" valign=\"top\">do not use, consult a physician or dentist</td></tr></tbody></table>"
    ],
    "inactive_ingredient": [
      "Inactive ingredients boric acid, hydroxypropylcellulose, propylene glycol, purified water, salicylic acid, SD alcohol 37, tannic acid"
    ],
    "questions": [
      "Call 1-888-547-5492"
    ],
    "package_label_principal_display_panel": [
      "z"
    ],
    "set_id": "42ef8bfa-c4d9-01cf-e063-6394a90ac88a",
    "id": "42ef8c05-236d-12e9-e063-6394a90ae7d1",
    "effective_time": "20251106",
    "version": "1",
    "openfda": {
      "application_number": [
        "M022"
      ],
      "brand_name": [
        "Zilactin Early Relief Cold Sore"
      ],
      "generic_name": [
        "BENZYL ALCOHOL"
      ],
      "manufacturer_name": [
        "ASCENT CONSUMER PRODUCTS, INC"
      ],
      "product_ndc": [
        "42829-468"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL"
      ],
      "rxcui": [
        "581456",
        "866357"
      ],
      "spl_id": [
        "42ef8c05-236d-12e9-e063-6394a90ae7d1"
      ],
      "spl_set_id": [
        "42ef8bfa-c4d9-01cf-e063-6394a90ac88a"
      ],
      "package_ndc": [
        "42829-468-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Ivy-Dry Super BENZYL ALCOHOL, CAMPHOR, MENTHOL WATER ZINC ACETATE ISOCETETH-20 ZINC LACTATE BENZYL ALCOHOL BENZYL ALCOHOL CAMPHOR (SYNTHETIC) CAMPHOR (SYNTHETIC) MENTHOL MENTHOL"
    ],
    "active_ingredient": [
      "Active Ingredients Benzyl Alcohol 10% Camphor 0.5% Menthol 0.25% Purpose External Analgesic"
    ],
    "purpose": [
      "Purpose External Analgesic"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of itching associated with insect bites and minor skin irritations"
    ],
    "warnings": [
      "For external use only. Do not use on face or genital areas on areas of blistered or broken skin with a compress after application When using this product do not get into eyes if contact occurs, flush eyes with water Stop use and ask a doctor if condition worsens symptoms last more than 7 days or clear up and occur again within a few days. If pregnant or breast-feeding, ask a doctor before use. Keep out of reach of children. If swallowed, get medical help or contact Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on face or genital areas on areas of blistered or broken skin with a compress after application"
    ],
    "when_using": [
      "When using this product do not get into eyes if contact occurs, flush eyes with water"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens symptoms last more than 7 days or clear up and occur again within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a doctor before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Apply to affected area not more than 3 times daily. Children under 6 years of age: do not use, ask a doctor. Severe reactions to Urushiol (the chemical released by the plant, which causes the irritation) can look like chemical burns and have a thick leathery appearance. Additional applications may be necessary. Test product on small patch of skin before applying to the entire body."
    ],
    "other_safety_information": [
      "Other information Store at room temperature You may report a serious adverse reaction to Report Reaction LLC, PO Box 22, Plainsboro, NJ 08536-0222"
    ],
    "inactive_ingredient": [
      "Inactive Information WATER, ISOPROPANOL, ZINC ACETATE, ISOCETETH-20, ZINC LACTATE"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling Ivy-Dry Super TEMPORARY RELIEF OF PAIN AND ITCHING Associated with Minor Skin Irritations and Insect Bites External Analgesic Manufactured in the USA for: Ivy-Dry, Inc. 299-B Fairfield Avenue Fairfield, NJ 07070 ©2012 Ivy-Dry, Inc. Questions or Comments www.ivydry.com Ivy-Dry Super"
    ],
    "set_id": "4792a667-2378-4b3d-968d-9efb1866792f",
    "id": "615438f4-7824-4367-e053-2a91aa0a7e3c",
    "effective_time": "20171227",
    "version": "5",
    "openfda": {
      "application_number": [
        "part348"
      ],
      "brand_name": [
        "Ivy-Dry Super"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, CAMPHOR, MENTHOL"
      ],
      "manufacturer_name": [
        "Ivy-Dry, Inc."
      ],
      "product_ndc": [
        "49546-106"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "CAMPHOR (SYNTHETIC)",
        "MENTHOL"
      ],
      "rxcui": [
        "1302630",
        "1302633"
      ],
      "spl_id": [
        "615438f4-7824-4367-e053-2a91aa0a7e3c"
      ],
      "spl_set_id": [
        "4792a667-2378-4b3d-968d-9efb1866792f"
      ],
      "package_ndc": [
        "49546-106-06"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "5TJD82A1ET",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Lidocaine Plus Pain Relieving Lidocaine Hydrochloride, Benzyl Alcohol ALOE BARBADENSIS LEAF JUICE ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER (60000 MPA.S) CITRIC ACID TROMETHAMINE BENZYL ALCOHOL BENZYL ALCOHOL WATER ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS"
    ],
    "active_ingredient": [
      "Active ingredients Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic Topical anesthetic"
    ],
    "indications_and_usage": [
      "Use For the temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only. Flammable: Keep away from fire or flame Do not use on wounds or damaged skin in largge quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritatin, pain, swelling and blistering conditions worsens symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep ot of reach of children and pets. If swallowed, get medical help or contactg a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin in largge quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritatin, pain, swelling and blistering conditions worsens symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep ot of reach of children and pets. If swallowed, get medical help or contactg a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: clean and dry affected area apply to affected area not more than 3 to 4 times daily Children 12 years or younger: ask a doctor"
    ],
    "other_safety_information": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tightly"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aloe Barbadensis Leaf Juice, Citric Acid, Deionized Water, SDA 40-B Alcohol, Tromethamine"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel - 88 mL Carton Label CVS Health ® Compare to the active ingredients in Salonpas ® Lidocaine PLUS Liquid* MAXIMUM STRENGTH Lidociane concentration without a prescription † Lidocaine Plus Lidocaine HCl 4% Benzyl Alcohol 10% Topical anesthetics Pain Relieving Liquid No-mess roll-on Fast-acting numbing relief Unscented † Among over the counter topical analgesics Actual Bottle Size on Side Panel 3 FL OZ (88 mL) carton label"
    ],
    "set_id": "49003aac-184c-ae33-e063-6294a90a29c0",
    "id": "49003aac-184d-ae33-e063-6294a90a29c0",
    "effective_time": "20260122",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Lidocaine Plus Pain Relieving"
      ],
      "generic_name": [
        "LIDOCAINE HYDROCHLORIDE, BENZYL ALCOHOL"
      ],
      "manufacturer_name": [
        "CVS Pharmacy"
      ],
      "product_ndc": [
        "51316-175"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1943537"
      ],
      "spl_id": [
        "49003aac-184d-ae33-e063-6294a90a29c0"
      ],
      "spl_set_id": [
        "49003aac-184c-ae33-e063-6294a90a29c0"
      ],
      "package_ndc": [
        "51316-175-03"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0050428608876"
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Ivarest Zinc Oxide, Benzyl Alcohol, and Diphenhydramine Hydrochloride Zinc Oxide Zinc Oxide Benzyl Alcohol Benzyl Alcohol Diphenhydramine Hydrochloride Diphenhydramine bentonite benzethonium chloride lanolin alcohols lanolin oil magnesium aluminum silicate MENTHOL, UNSPECIFIED FORM POLYETHYLENE GLYCOL, UNSPECIFIED petrolatum polyethylene glycol 200 polyglyceryl-3 diisostearate polysorbate 60 propylene glycol water D&C red no. 33 sorbitan monostearate squalane FD&C yellow no. 5 FD&C yellow no. 6 camphor (synthetic) povidone-iodine HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER (100000 MPA.S AT 1.5%)"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Purpose Calamine 14.0 % (w/w) Skin protectant Benzyl Alcohol 10.5 % (w/w) External analgesic Diphenhydramine Hydrochloride 2.0 % (w/w) External analgesic"
    ],
    "active_ingredient_table": [
      "<table width=\"65%\"><col width=\"75%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Calamine 14.0 % (w/w)</td><td>Skin protectant</td></tr><tr><td>Benzyl Alcohol 10.5 % (w/w)</td><td>External analgesic</td></tr><tr><td>Diphenhydramine Hydrochloride 2.0 % (w/w)</td><td>External analgesic</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purpose Calamine 14.0 % (w/w) Skin protectant Benzyl Alcohol 10.5 % (w/w) External analgesic Diphenhydramine Hydrochloride 2.0 % (w/w) External analgesic"
    ],
    "purpose_table": [
      "<table width=\"65%\"><col width=\"75%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Calamine 14.0 % (w/w)</td><td>Skin protectant</td></tr><tr><td>Benzyl Alcohol 10.5 % (w/w)</td><td>External analgesic</td></tr><tr><td>Diphenhydramine Hydrochloride 2.0 % (w/w)</td><td>External analgesic</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of pain and itching associated with poison ivy, poison oak, poison sumac, insect bites or minor skin irritations. dries the oozing and weeping of poison: ivy oak sumac"
    ],
    "warnings": [
      "Warnings For external use only Do not use on large areas of the body with any other product containing diphenhydramine, even one taken by mouth Ask a doctor before use on chicken pox on measles When using this product do not get into eyes. Stop use and ask a doctor if condition worsens symptoms last more than 7 days or clear up and occur again within a few days Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on large areas of the body with any other product containing diphenhydramine, even one taken by mouth"
    ],
    "ask_doctor": [
      "Ask a doctor before use on chicken pox on measles"
    ],
    "when_using": [
      "When using this product do not get into eyes."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens symptoms last more than 7 days or clear up and occur again within a few days"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions do not use more often than directed as soon as possible after exposure, wash affected area with soap and water (or Ivarest Poison Ivy Cleansing Foam). Gently pat dry. apply Ivarest liberally to form a layer you can not see through. adults and children 2 years and older: apply to affected area not more than 3 to 4 times daily. Children under 2 years of age: consult a doctor."
    ],
    "storage_and_handling": [
      "Other information Avoid contact with clothing. Ivarest may stain certain fabrics."
    ],
    "inactive_ingredient": [
      "Inactive ingredients bentonite, benzethonium chloride, camphor, hydroxyethyl acrylate/sodium acryloyldimethyl taurate copolymer, hydroxyethylcellulose, lanolin alcohol, lanolin oil, magnesium aluminum silicate, menthol, petrolatum, polyethylene glycol, polyglyceryl-3 diisostearate, polysorbate 60, propylene glycol, purified water, PVP, red 33, sorbitan stearate, squalane, yellow 5, yellow 6"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 56 g Tube Carton Long Lasting Cream NDC 10157-9077-1 MAXIMUM STRENGTH IVAREST ® EXTERNAL ANALGESIC/ POISON IVY, OAK, SUMAC DRYING CREAM POISON IVY ITCH CREAM 8 Hour Relief Double Relief Formula 1 Antihistamine helps stop the reaction 2 Analgesic soothes itch fast Plus ... Skin protectant to help dry the rash Poison Ivy, Oak & Sumac, Insect Bites, Minor Skin Irritations Net Wt. 2 oz. (56 g) PRINCIPAL DISPLAY PANEL - 56 g Tube Carton"
    ],
    "set_id": "6f68cbbb-6269-4bb3-8cc9-50b146703b42",
    "id": "3f9296ee-f86d-4ca4-922d-1b6926de869d",
    "effective_time": "20240709",
    "version": "3",
    "openfda": {
      "application_number": [
        "M016"
      ],
      "brand_name": [
        "Ivarest"
      ],
      "generic_name": [
        "ZINC OXIDE, BENZYL ALCOHOL, AND DIPHENHYDRAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Blistex Inc"
      ],
      "product_ndc": [
        "10157-9077"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "DIPHENHYDRAMINE HYDROCHLORIDE",
        "ZINC OXIDE"
      ],
      "rxcui": [
        "1298467"
      ],
      "spl_id": [
        "3f9296ee-f86d-4ca4-922d-1b6926de869d"
      ],
      "spl_set_id": [
        "6f68cbbb-6269-4bb3-8cc9-50b146703b42"
      ],
      "package_ndc": [
        "10157-9077-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "TC2D6JAD40",
        "SOI2LOH54Z"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Fast Freeze Lidocaine Roll-On Lidocaine Hydrochloride, Benzyl Alcohol CARBOMER COPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED) ALOE VERA LEAF CITRIC ACID MONOHYDRATE WATER ALCOHOL TROLAMINE LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS BENZYL ALCOHOL BENZYL ALCOHOL"
    ],
    "spl_unclassified_section": [
      "DRUG FACTS"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS Lidocaine HCl 4% Benzyl Alcohol 10%"
    ],
    "purpose": [
      "PURPOSE Topical Anesthetic Topical Anesthetic"
    ],
    "indications_and_usage": [
      "USES Temporary relief of minor pain"
    ],
    "warnings": [
      "WARNINGS For external use only FLAMMABLE :Keep away from fire or flame DO NOT USE on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product WHEN USING THIS PRODUCT use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly STOP USE AND ASK A DOCTOR IF skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days IF PREGNANT OR BREAST-FEEDING , ask a health professional before use. KEEP OUT OF REACH OF CHILDREN AND PETS. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "DO NOT USE on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "WHEN USING THIS PRODUCT use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "STOP USE AND ASK A DOCTOR IF skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "IF PREGNANT OR BREAST-FEEDING , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN AND PETS. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS Adults and children 12 years of age and over clean and dry affected area apply to affected area not more than 3 to 4 times daily children 12 years or younger ask a doctor"
    ],
    "other_safety_information": [
      "OTHER INFORMATION Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tightly"
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aloe Barbadensis Leaf Juice, Citric Acid, Deionized Water, SDA 40-B Alcohol, Tromethamine"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel – 89 mL Container Label FAST FREEZE ® MAXIMUM STRENGTH LIDOCAINE ROLL-ON UNSCENTED Numbing relief No mess, greaseless & stain-free Natural ingredients include Aloe For the temporary relief of minor aches and pains of muscles and joints; associated with backache, arthritis, strains and sprains Paraben Free Plus 10% Benzyl Alcohol 3 oz (89 mL) Principal Display Panel – 89 mL Container Label"
    ],
    "set_id": "74b06366-5eb4-4eba-aa2b-2b672828294d",
    "id": "23a8a69d-a66a-47bd-e063-6394a90af015",
    "effective_time": "20241004",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Fast Freeze Lidocaine Roll-On"
      ],
      "generic_name": [
        "LIDOCAINE HYDROCHLORIDE, BENZYL ALCOHOL"
      ],
      "manufacturer_name": [
        "Natural Essentials, Inc."
      ],
      "product_ndc": [
        "66902-235"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1943537"
      ],
      "spl_id": [
        "23a8a69d-a66a-47bd-e063-6394a90af015"
      ],
      "spl_set_id": [
        "74b06366-5eb4-4eba-aa2b-2b672828294d"
      ],
      "package_ndc": [
        "66902-235-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Hepatatox Triticum Aestivum, Chelidonium Majus, Taraxacum Officinale, Glutathione, Hepar Suis, Thyroidinum (Suis), Lycopodium Clavatum, Nux Vomica, Phosphoricum Acidum, Adrenocorticotrophin, Salicylicum Acidum, Cortisone Aceticum, Eugenol, Stearyl Alcohol, Xylitol, Folliculinum, Benzoicum Acidum, Chlorinum Potassium Sorbate, Sorbitol, Resorcinum, Benzyl Alcohol, Lacticum Acidum, Isopropyl Palmitate, Boricum Acidum, Aceticum Acidum, Phenyl Butazone, Petroleum Jelly, Plumbum Metallicum TRITICUM AESTIVUM WHOLE TRITICUM AESTIVUM WHOLE CHELIDONIUM MAJUS WHOLE CHELIDONIUM MAJUS TARAXACUM OFFICINALE TARAXACUM OFFICINALE GLUTATHIONE GLUTATHIONE PORK LIVER PORK LIVER THYROID SUS SCROFA THYROID LYCOPODIUM CLAVATUM SPORE LYCOPODIUM CLAVATUM SPORE STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED PHOSPHORIC ACID PHOSPHORIC ACID CORTICOTROPIN CORTICOTROPIN SALICYLIC ACID SALICYLIC ACID CORTISONE ACETATE CORTISONE EUGENOL EUGENOL STEARYL ALCOHOL STEARYL ALCOHOL XYLITOL XYLITOL ESTRONE ESTRONE BENZOIC ACID BENZOIC ACID CHLORINE CHLORINE POTASSIUM SORBATE SORBIC ACID SORBITOL SORBITOL RESORCINOL RESORCINOL BENZYL ALCOHOL BENZYL ALCOHOL LACTIC ACID, DL- LACTIC ACID, DL- ISOPROPYL PALMITATE ISOPROPYL PALMITATE BORIC ACID BORIC ACID ACETIC ACID ACETIC ACID PHENYLBUTAZONE PHENYLBUTAZONE PETROLATUM PETROLATUM LEAD LEAD WATER ALCOHOL"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS: Aceticum Acidum 30X, 60X, 200X, Adrenocorticotrophin 30C, 60C, 200C, Benzoicum Acidum 30X, 60X, 200X, Benzyl Alcohol 30X, 60X, 200X, Boricum Acidum 30X, 60X, 200X, Chelidonium Majus 3X, Chlorinum 30X, 60X, 200X, Cortisone Aceticum 30X, 60X, 200X, Eugenol 30X, 60X, 200X, Folliculinum 30X, 60X, 200X, Glutathione 6X, Hepar Suis 8X, Isopropyl Palmitate 30X, 60X, 200X, Lacticum Acidum 30X, 60X, 200X, Lycopodium Clavatum 12X, Nux Vomica 12X, Petroleum Jelly 30X, 60X, 200X, Phenyl Butazone 30X, 60X, 200X, Plumbum Metallicum 30X, 60X, 200X, Phosphoricum Acidum 12X, Potassium Sorbate 30X, 60X, 200X, Resorcinum 30X, 60X, 200X, Salicylicum Acidum 30X, 60X, 200X, Sorbitol 30X, 60X, 200X, Stearyl Alcohol 30X, 60X, 200X, Taraxacum Officinale 3X, Thyroidinum Suis 8X, Triticum Aestivum 1X, Xylitol 30X, 60X, 200X."
    ],
    "purpose": [
      "PURPOSE: Aceticum Acidum - debility,** Adrenocorticotrophin – adrenal support,** Benzoicum Acidum - nausea,** Benzyl Alcohol - antioxidant,** Boricum Acidum - antiseptic,** Chelidonium Majus - nausea,** Chlorinum - headache,** Cortisone Aceticum – low energy,** Eugenol - fatigue,** Folliculinum - fatigue,** Glutathione - constipation,** Hepar Suis – stomach cramps,** Isopropyl Palmitate - antiseptic,** Lacticum Acidum - exhaustion,** Lycopodium Clavatum - bloating,** Nux Vomica - constipation,** Petroleum Jelly – skin protectant,** Phenyl Butazone – anti-inflammatory,** Plumbum Metallicum – stomach pains,** Phosphoricum Acidum - exhaustion,** Potassium Sorbate - pain,** Resorcinum - constipation,** Salicylicum Acidum - headache,** Sorbitol – head pain,** Stearyl Alcohol - emollient,** Taraxacum Officinale - diarrhea,** Thyroidinum Suis - fatigue,** Triticum Aestivum – poor digestion,** Xylitol – constipation** **Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "indications_and_usage": [
      "USES: For temporary relief of dyspepsia, flatulence, exhaustion, and nausea as a consequence of constipation.** **Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "warnings": [
      "WARNINGS: If pregnant or breast-feeding, ask a health care professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Do not use if tamper evident seal is broken or missing. Store in a cool, dry place."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN: In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS: • 10 drops orally, 3 times a day or as directed by a health care professional. • Consult a health care professional for use in children under 12 years of age."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS: Demineralized Water, 25% Ethanol"
    ],
    "questions": [
      "QUESTIONS: Distributed by: BioActive Nutritional, Inc. 1803 N. Wickham Rd. Melbourne, FL 32935 bioactivenutritional.com 1-800-288-9525"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL DISPLAY: BIO Active Nutritional HEPATATOX HOMEOPATHIC 1 fl. oz. (30 mL) HEPATATOX"
    ],
    "set_id": "a113a9f1-4792-41a5-8d1b-a6756f356e15",
    "id": "7d04c7a1-60d7-41cb-a0b1-dce634a4cae9",
    "effective_time": "20251218",
    "version": "4",
    "openfda": {
      "brand_name": [
        "Hepatatox"
      ],
      "generic_name": [
        "TRITICUM AESTIVUM, CHELIDONIUM MAJUS, TARAXACUM OFFICINALE, GLUTATHIONE, HEPAR SUIS, THYROIDINUM (SUIS), LYCOPODIUM CLAVATUM, NUX VOMICA, PHOSPHORICUM ACIDUM, ADRENOCORTICOTROPHIN, SALICYLICUM ACIDUM, CORTISONE ACETICUM, EUGENOL, STEARYL ALCOHOL, XYLITOL, FOLLICULINUM, BENZOICUM ACIDUM, CHLORINUM POTASSIUM SORBATE, SORBITOL, RESORCINUM, BENZYL ALCOHOL, LACTICUM ACIDUM, ISOPROPYL PALMITATE, BORICUM ACIDUM, ACETICUM ACIDUM, PHENYL BUTAZONE, PETROLEUM JELLY, PLUMBUM METALLICUM"
      ],
      "manufacturer_name": [
        "BioActive Nutritional, Inc"
      ],
      "product_ndc": [
        "43857-0543"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ACETIC ACID",
        "BENZOIC ACID",
        "BENZYL ALCOHOL",
        "BORIC ACID",
        "CHELIDONIUM MAJUS WHOLE",
        "CHLORINE",
        "CORTICOTROPIN",
        "CORTISONE ACETATE",
        "ESTRONE",
        "EUGENOL",
        "GLUTATHIONE",
        "ISOPROPYL PALMITATE",
        "LACTIC ACID, DL-",
        "LEAD",
        "LYCOPODIUM CLAVATUM SPORE",
        "PETROLATUM",
        "PHENYLBUTAZONE",
        "PHOSPHORIC ACID",
        "PORK LIVER",
        "POTASSIUM SORBATE",
        "RESORCINOL",
        "SALICYLIC ACID",
        "SORBITOL",
        "STEARYL ALCOHOL",
        "STRYCHNOS NUX-VOMICA SEED",
        "TARAXACUM OFFICINALE",
        "THYROID",
        "TRITICUM AESTIVUM WHOLE",
        "XYLITOL"
      ],
      "spl_id": [
        "7d04c7a1-60d7-41cb-a0b1-dce634a4cae9"
      ],
      "spl_set_id": [
        "a113a9f1-4792-41a5-8d1b-a6756f356e15"
      ],
      "package_ndc": [
        "43857-0543-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175806",
        "N0000175807",
        "N0000181811",
        "M0000499",
        "N0000175941",
        "N0000185508",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "N0000185375",
        "N0000185001",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_moa": [
        "Ammonium Ion Binding Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Nitrogen Binding Agent [EPC]",
        "Pediculicide [EPC]",
        "Adrenocorticotropic Hormone [EPC]",
        "Standardized Chemical Allergen [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_cs": [
        "Adrenocorticotropic Hormone [CS]",
        "Allergens [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "unii": [
        "Q40Q9N063P",
        "8SKN0B0MIM",
        "LKG8494WBH",
        "R57ZHV85D4",
        "7E889U5RNN",
        "4R7X1O2820",
        "K0U68Q2TXA",
        "883WKN7W8X",
        "2DI9HA706A",
        "3T8H1794QW",
        "GAN16C9B8O",
        "8CRQ2TH63M",
        "3B8D35Y7S4",
        "2P299V784P",
        "C88X29Y479",
        "4T6H12BN9U",
        "GN5P7K3T8S",
        "E4GA8884NN",
        "6EC706HI7F",
        "1VPU26JZZ4",
        "YUL4LO94HK",
        "O414PZ4LPZ",
        "506T60A25R",
        "2KR89I4H1Y",
        "269XH13919",
        "39981FM375",
        "6RV024OAUQ",
        "3C3Y389JBU",
        "VCQ006KQ1E"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Lipotox Squalene, Cholesterinum, Estradiol, Progesterone, Aspartame, Benzalkonium Chloride, Formalinum, Methylene Chloride, Methylparaben, Propylparaben, Sodium Benzoate, Sodium Citrate, Titanium Dioxide, Zincum Oxydatum, Arsenicum Album, Lycopodium Clavatum, Nux Vomica, Phosphoricum Acidum, Phosphorus, Aceticum Acidum, Benzoicum Acidum, Benzyl Alcohol, Boricum Acidum, Chlorinum, Cortisone Aceticum, Eugenol, Folliculinum, Isopropyl Palmitate, Lacticum Acidum, Petroleum Jelly, Phenyl Butazone, Plumbum Metallicum, SQUALENE SQUALENE CHOLESTEROL CHOLESTEROL ESTRADIOL ESTRADIOL PROGESTERONE PROGESTERONE ASPARTAME ASPARTAME BENZALKONIUM CHLORIDE BENZALKONIUM FORMALDEHYDE SOLUTION FORMALDEHYDE SOLUTION METHYLENE CHLORIDE METHYLENE CHLORIDE METHYLPARABEN METHYLPARABEN PROPYLPARABEN PROPYLPARABEN SODIUM BENZOATE BENZOIC ACID ANHYDROUS TRISODIUM CITRATE ANHYDROUS CITRIC ACID TITANIUM DIOXIDE TITANIUM DIOXIDE ZINC OXIDE ZINC CATION ARSENIC TRIOXIDE ARSENIC CATION (3+) LYCOPODIUM CLAVATUM SPORE LYCOPODIUM CLAVATUM SPORE STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED PHOSPHORIC ACID PHOSPHORIC ACID PHOSPHORUS PHOSPHORUS ACETIC ACID ACETIC ACID BENZOIC ACID BENZOIC ACID BENZYL ALCOHOL BENZYL ALCOHOL BORIC ACID BORIC ACID CHLORINE CHLORINE CORTISONE ACETATE CORTISONE EUGENOL EUGENOL ESTRONE ESTRONE ISOPROPYL PALMITATE ISOPROPYL PALMITATE LACTIC ACID, DL- LACTIC ACID, DL- PETROLATUM PETROLATUM PHENYLBUTAZONE PHENYLBUTAZONE LEAD LEAD POTASSIUM SORBATE SORBIC ACID RESORCINOL RESORCINOL SALICYLIC ACID SALICYLIC ACID SORBITOL SORBITOL STEARYL ALCOHOL STEARYL ALCOHOL XYLITOL XYLITOL CORTICOTROPIN CORTICOTROPIN BORAGE OIL CASTOR OIL WATER ALCOHOL"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS: Squalene 8X, Cholesterinum 12X, Estradiol 12X, Progesterone 12X, Aspartame 30X, Benzalkonium Chloride 30X, Formalinum 30X, Methylene Chloride 30X, Methylparaben 30X, Propylparaben 30X, Sodium Benzoate 30X, Sodium Citrate 30X, Titanium Dioxide 30X, Zincum Oxydatum 30X, Arsenicum Album 30X, Lycopodium Clavatum 30X, Nux Vomica 30X, Phosphoricum Acidum 30X, Phosphorus 30X, Aceticum Acidum 30X, 60X, 200X, Benzoicum Acidum 30X, 60X, 200X, Benzyl Alcohol 30X, 60X, 200X, Boricum Acidum 30X, 60X, 200X, Chlorinum 30X, 60X, 200X, Cortisone Aceticum 30X, 60X, 200X, Eugenol 30X, 60X, 200X, Folliculinum 30X, 60X, 200X, Isopropyl Palmitate 30X, 60X, 200X, Lacticum Acidum 30X, 60X, 200X, Petroleum Jelly 30X, 60X, 200X, Phenyl Butazone 30X, 60X, 200X, Plumbum Metallicum 30X, 60X, 200X, Potassium Sorbate 30X, 60X, 200X, Resorcinum 30X, 60X, 200X, Salicylicum Acidum 30X, 60X, 200X, Sorbitol 30X, 60X, 200X, Stearyl Alcohol 30X, 60X, 200X, Xylitol 30X, 60X, 200X, Adrenocorticotrophin 30C, 60C, 200C."
    ],
    "purpose": [
      "PURPOSE: For temporary relief of exhaustion & restlessness, metallic taste & dyspepsia & menstrual pain."
    ],
    "warnings": [
      "WARNINGS: If pregnant or breast-feeding, ask a health care professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Do not use if tamper evident seal is broken or missing. Store in cool, dry place."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN: In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS: 10 drops orally, 3 times a day. Consult a physician for use in children under 12 years of age."
    ],
    "indications_and_usage": [
      "INDICATIONS: For temporary relief of exhaustion & restlessness, metallic taste & dyspepsia & menstrual pain."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS: Borage Oil, Castor Oil, Demineralized Water, 25% Ethanol."
    ],
    "questions": [
      "QUESTIONS: Distributed by: BioActive Nutritional, Inc. 1803 N. Wickham Rd. Melbourne, FL 32935 bioactivenutritional.com"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL DISPLAY: BIO Active Nutritional LIPOTOX HOMEOPATHIC 1 FL OZ (30 ml) LIPOTOX"
    ],
    "set_id": "a1538692-ca00-4e52-9b7e-409767ee27e1",
    "id": "c6b2d570-cc46-41fc-97f8-2734223ad76e",
    "effective_time": "20230905",
    "version": "1",
    "openfda": {
      "brand_name": [
        "Lipotox"
      ],
      "generic_name": [
        "SQUALENE, CHOLESTERINUM, ESTRADIOL, PROGESTERONE, ASPARTAME, BENZALKONIUM CHLORIDE, FORMALINUM, METHYLENE CHLORIDE, METHYLPARABEN, PROPYLPARABEN, SODIUM BENZOATE, SODIUM CITRATE, TITANIUM DIOXIDE, ZINCUM OXYDATUM, ARSENICUM ALBUM, LYCOPODIUM CLAVATUM, NUX VOMICA, PHOSPHORICUM ACIDUM, PHOSPHORUS, ACETICUM ACIDUM, BENZOICUM ACIDUM, BENZYL ALCOHOL, BORICUM ACIDUM, CHLORINUM, CORTISONE ACETICUM, EUGENOL, FOLLICULINUM, ISOPROPYL PALMITATE, LACTICUM ACIDUM, PETROLEUM JELLY, PHENYL BUTAZONE, PLUMBUM METALLICUM,"
      ],
      "manufacturer_name": [
        "BioActive Nutritional, Inc."
      ],
      "product_ndc": [
        "43857-0636"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ACETIC ACID",
        "ANHYDROUS TRISODIUM CITRATE",
        "ARSENIC TRIOXIDE",
        "ASPARTAME",
        "BENZALKONIUM CHLORIDE",
        "BENZOIC ACID",
        "BENZYL ALCOHOL",
        "BORIC ACID",
        "CHLORINE",
        "CHOLESTEROL",
        "CORTICOTROPIN",
        "CORTISONE ACETATE",
        "ESTRADIOL",
        "ESTRONE",
        "EUGENOL",
        "FORMALDEHYDE SOLUTION",
        "ISOPROPYL PALMITATE",
        "LACTIC ACID, DL-",
        "LEAD",
        "LYCOPODIUM CLAVATUM SPORE",
        "METHYLENE CHLORIDE",
        "METHYLPARABEN",
        "PETROLATUM",
        "PHENYLBUTAZONE",
        "PHOSPHORIC ACID",
        "PHOSPHORUS",
        "POTASSIUM SORBATE",
        "PROGESTERONE",
        "PROPYLPARABEN",
        "RESORCINOL",
        "SALICYLIC ACID",
        "SODIUM BENZOATE",
        "SORBITOL",
        "SQUALENE",
        "STEARYL ALCOHOL",
        "STRYCHNOS NUX-VOMICA SEED",
        "TITANIUM DIOXIDE",
        "XYLITOL",
        "ZINC OXIDE"
      ],
      "spl_id": [
        "c6b2d570-cc46-41fc-97f8-2734223ad76e"
      ],
      "spl_set_id": [
        "a1538692-ca00-4e52-9b7e-409767ee27e1"
      ],
      "package_ndc": [
        "43857-0636-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175806",
        "N0000175807",
        "N0000181811",
        "M0000499",
        "N0000175941",
        "M0447348",
        "N0000175825",
        "N0000000100",
        "N0000185508",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0017672",
        "N0000175601",
        "N0000185375",
        "N0000185001",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_moa": [
        "Ammonium Ion Binding Activity [MoA]",
        "Estrogen Receptor Agonists [MoA]"
      ],
      "pharm_class_epc": [
        "Nitrogen Binding Agent [EPC]",
        "Pediculicide [EPC]",
        "Adrenocorticotropic Hormone [EPC]",
        "Estrogen [EPC]",
        "Standardized Chemical Allergen [EPC]",
        "Progesterone [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_cs": [
        "Adrenocorticotropic Hormone [CS]",
        "Estradiol Congeners [CS]",
        "Allergens [CS]",
        "Progesterone [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "unii": [
        "Q40Q9N063P",
        "RS7A450LGA",
        "S7V92P67HO",
        "Z0H242BBR1",
        "F5UM2KM3W7",
        "8SKN0B0MIM",
        "LKG8494WBH",
        "R57ZHV85D4",
        "4R7X1O2820",
        "97C5T2UQ7J",
        "K0U68Q2TXA",
        "883WKN7W8X",
        "4TI98Z838E",
        "2DI9HA706A",
        "3T8H1794QW",
        "T0H3L6C7I5",
        "8CRQ2TH63M",
        "3B8D35Y7S4",
        "2P299V784P",
        "C88X29Y479",
        "588X2YUY0A",
        "A2I8C7HI9T",
        "4T6H12BN9U",
        "GN5P7K3T8S",
        "E4GA8884NN",
        "27YLU75U4W",
        "1VPU26JZZ4",
        "4G7DS2Q64Y",
        "Z8IX2SC1OH",
        "YUL4LO94HK",
        "O414PZ4LPZ",
        "OJ245FE5EU",
        "506T60A25R",
        "7QWM220FJH",
        "2KR89I4H1Y",
        "269XH13919",
        "15FIX9V2JP",
        "VCQ006KQ1E",
        "SOI2LOH54Z"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Meijer Pain Lidocaine Plus Relieving Analgesic BENZYL ALCOHOL and LIDOCAINE HYDROCHLORIDE BENZYL ALCOHOL BENZYL ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS ALCOHOL ALOE BARBADENSIS LEAF JUICE AMINOMETHYLPROPANOL CARBOMER HOMOPOLYMER, UNSPECIFIED TYPE WATER"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "DIST. BY MEIJER DISTRIBUTION, INC. GRAND RAPIDS, MI 49544"
    ],
    "active_ingredient": [
      "Active ingredients Purpose Benzyl Alcohol (10%) Topical analgesic Lidocaine (HCl 4%) Topical analgesic"
    ],
    "active_ingredient_table": [
      "<table><col/><col/><thead><tr><th valign=\"top\"> Active ingredients</th><th align=\"right\" valign=\"top\"> Purpose</th></tr></thead><tbody><tr><td valign=\"top\">Benzyl Alcohol (10%)</td><td align=\"right\" valign=\"top\">Topical analgesic</td></tr><tr><td valign=\"top\">Lidocaine (HCl 4%)</td><td align=\"right\" valign=\"top\">Topical analgesic</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purpose Benzyl Alcohol (10%) Topical analgesic Lidocaine (HCl 4%) Topical analgesic"
    ],
    "purpose_table": [
      "<table><col/><col/><thead><tr><th valign=\"top\"> Active ingredients</th><th align=\"right\" valign=\"top\"> Purpose</th></tr></thead><tbody><tr><td valign=\"top\">Benzyl Alcohol (10%)</td><td align=\"right\" valign=\"top\">Topical analgesic</td></tr><tr><td valign=\"top\">Lidocaine (HCl 4%)</td><td align=\"right\" valign=\"top\">Topical analgesic</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Use for the temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Flammable Keep away from fire or flame Do not use If you ever had an allergic reaction to this product or any of its ingredients. When using this product avoid contact with the eyes do not use on damaged or broken skin do not bandage tightly do not use in large quantities, particularly over raw surfaces or blistered areas do not use with heating pads, medicated patches or heating devices use only as directed. Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days pain, swelling, blistering develops where product is used redness, rash, itching, irritation develops where product is used. If you are pregnant or nursing, seek the advice of a health professional before using. Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use If you ever had an allergic reaction to this product or any of its ingredients."
    ],
    "when_using": [
      "When using this product avoid contact with the eyes do not use on damaged or broken skin do not bandage tightly do not use in large quantities, particularly over raw surfaces or blistered areas do not use with heating pads, medicated patches or heating devices use only as directed."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days pain, swelling, blistering develops where product is used redness, rash, itching, irritation develops where product is used."
    ],
    "pregnancy_or_breast_feeding": [
      "If you are pregnant or nursing, seek the advice of a health professional before using."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years age and older clean and dry affected area apply to affected area not more than 3 to 4 times daily. Children under 12 years of age: consult a doctor."
    ],
    "storage_and_handling": [
      "Other information protect the product in the container from excessive heat, moisture or direct sun store with lid closed tightly."
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol denat., aloe barbadensis leaf juice, aminomethyl propanol, carbomer, water."
    ],
    "questions": [
      "Questions or comments? 1-866-567-8600"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 88 mL Cylinder Carton meijer ® Compare to Salonpas ® LIDOCAINE PLUS Pain Relieving Liquid Active Ingredients* lidocaine plus pain relieving liquid Benzyl alcogol 10% Lidocaine 4% No-Mess Applicator TOPICAL ANALGESIC Helps to numb away pain Fragrance free, non-greasy, fast acting formula 3 FL OZ (88 mL) Principal Display Panel - 88 mL Cylinder Carton"
    ],
    "set_id": "b7385140-3f63-4cbc-b557-de1d29d1ea36",
    "id": "115871ae-4a0c-4e20-9103-8327635ee318",
    "effective_time": "20241115",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Meijer Pain Lidocaine Plus Relieving Analgesic"
      ],
      "generic_name": [
        "BENZYL ALCOHOL AND LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Meijer Distribution, Inc"
      ],
      "product_ndc": [
        "79481-0084"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1943537"
      ],
      "spl_id": [
        "115871ae-4a0c-4e20-9103-8327635ee318"
      ],
      "spl_set_id": [
        "b7385140-3f63-4cbc-b557-de1d29d1ea36"
      ],
      "package_ndc": [
        "79481-0084-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Homeoplex D Glycerinum, Phytolacca Decandra, Taraxacum Officinale, Arsenicum Album, Nitricum Acidum, Nux Vomica, Petroleum, Phosphoricum Acidum, Phosphorus, Acetylsalicylicum Acidum, Glonoinum, Insulinum (Suis), Lithium Carbonicum, Thyroidinum (Suis), Salicylicum Acidum, Adrenocorticotrophin, Cortisone Aceticum, Eugenol, Stearyl Alcohol, Xylitol, Folliculinum, Benzoicum Acidum, Chlorinum, Potassium Sorbate, Sorbitol, Resorcinum, Benzyl Alcohol, Lacticum Acidum, Isopropyl Palmitate, Boricum Acidum, Aceticum Acidum, GLYCERIN GLYCERIN PHYTOLACCA AMERICANA ROOT PHYTOLACCA AMERICANA ROOT TARAXACUM OFFICINALE TARAXACUM OFFICINALE ARSENIC TRIOXIDE ARSENIC CATION (3+) NITRIC ACID NITRIC ACID STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED KEROSENE KEROSENE PHOSPHORIC ACID PHOSPHORIC ACID PHOSPHORUS PHOSPHORUS ASPIRIN ASPIRIN NITROGLYCERIN NITROGLYCERIN INSULIN PORK INSULIN PORK LITHIUM CARBONATE LITHIUM CATION SUS SCROFA THYROID SUS SCROFA THYROID SALICYLIC ACID SALICYLIC ACID CORTICOTROPIN CORTICOTROPIN CORTISONE ACETATE CORTISONE EUGENOL EUGENOL STEARYL ALCOHOL STEARYL ALCOHOL XYLITOL XYLITOL ESTRONE ESTRONE BENZOIC ACID BENZOIC ACID CHLORINE CHLORINE POTASSIUM SORBATE SORBIC ACID SORBITOL SORBITOL RESORCINOL RESORCINOL BENZYL ALCOHOL BENZYL ALCOHOL LACTIC ACID, DL- LACTIC ACID, DL- ISOPROPYL PALMITATE ISOPROPYL PALMITATE BORIC ACID BORIC ACID ACETIC ACID ACETIC ACID PHENYLBUTAZONE PHENYLBUTAZONE PETROLATUM PETROLATUM LEAD LEAD WATER"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS: Glycerinum 3X, Phytolacca Decandra 3X, Taraxacum Officinale 3X, Arsenicum Album 12X, Nitricum Acidum 12X, Nux Vomica 12X, Petroleum 12X, Phosphoricum Acidum 12X, Phosphorus 12X, Acetylsalicylicum Acidum 12X, 30X, Glonoinum 12X, 30X, Insulinum (Suis) 12X, 30X, Lithium Carbonicum 12X, 30X, Thyroidinum (Suis) 12X, 30X, Salicylicum Acidum 12X, 30X, 200X, Adrenocorticotrophin 12X, 30X, 200X, Cortisone Aceticum 12X, 30X, 200X, Eugenol 12X, 30X, 200X, Stearyl Alcohol 12X, 30X, 200X, Xylitol 12X, 30X, 200X, Folliculinum 12X, 30X, 200X, Benzoicum Acidum 12X, 30X, 200X, Chlorinum 12X, 30X, 200X, Potassium Sorbate 12X, 30X, 200X, Sorbitol 12X, 30X, 200X, Resorcinum 12X, 30X, 200X, Benzyl Alcohol 12X, 30X, 200X, Lacticum Acidum 12X, 30X, 200X, Isopropyl Palmitate 12X, 30X, 200X, Boricum Acidum 12X, 30X, 200X, Aceticum Acidum 12X, 30X, 200X, Phenyl Butazone 12X, 30X, 200X, Petroleum Jelly 12X, 30X, 200X, Plumbum Metallicum 12X, 30X, 200X."
    ],
    "purpose": [
      "INDICATIONS: For support of body's elimination systems."
    ],
    "warnings": [
      "WARNINGS: If pregnant or breastfeeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Do not use if tamper evident seal is broken or missing. Store in a cool, dry place."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN: Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS: 1 drop orally, 3 times daily or as otherwise directed by a health care professional. If symptoms persist, consult your health care professional."
    ],
    "indications_and_usage": [
      "INDICATIONS: For support of body's elimination systems."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS: Demineralized Water, Glycerin"
    ],
    "questions": [
      "QUESTIONS: Distributed By: Supplement Clinic, LLC. • Kelso, WA 98626 1(800)691-9009 • www.supplementclinic.com"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL DISPLAY: LAM MD Foundational Nutrition HomeoPlex D HOMEOPATHIC 2 FL OZ (60 ml) HomeoPlex D"
    ],
    "set_id": "cd6b48ab-3566-484d-8deb-15ef6f8e7e8f",
    "id": "b4f1a644-707b-4b5f-b9ae-355e323183b8",
    "effective_time": "20171101",
    "version": "1",
    "openfda": {
      "brand_name": [
        "Homeoplex D"
      ],
      "generic_name": [
        "GLYCERINUM, PHYTOLACCA DECANDRA, TARAXACUM OFFICINALE, ARSENICUM ALBUM, NITRICUM ACIDUM, NUX VOMICA, PETROLEUM, PHOSPHORICUM ACIDUM, PHOSPHORUS, ACETYLSALICYLICUM ACIDUM, GLONOINUM, INSULINUM (SUIS), LITHIUM CARBONICUM, THYROIDINUM (SUIS), SALICYLICUM ACIDUM, ADRENOCORTICOTROPHIN, CORTISONE ACETICUM, EUGENOL, STEARYL ALCOHOL, XYLITOL, FOLLICULINUM, BENZOICUM ACIDUM, CHLORINUM, POTASSIUM SORBATE, SORBITOL, RESORCINUM, BENZYL ALCOHOL, LACTICUM ACIDUM, ISOPROPYL PALMITATE, BORICUM ACIDUM, ACETICUM ACIDUM,"
      ],
      "manufacturer_name": [
        "Supplement Clinic, LLC."
      ],
      "product_ndc": [
        "71781-0003"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ACETIC ACID",
        "ARSENIC TRIOXIDE",
        "ASPIRIN",
        "BENZOIC ACID",
        "BENZYL ALCOHOL",
        "BORIC ACID",
        "CHLORINE",
        "CORTICOTROPIN",
        "CORTISONE ACETATE",
        "ESTRONE",
        "EUGENOL",
        "GLYCERIN",
        "INSULIN PORK",
        "ISOPROPYL PALMITATE",
        "KEROSENE",
        "LACTIC ACID, DL-",
        "LEAD",
        "LITHIUM CARBONATE",
        "NITRIC ACID",
        "NITROGLYCERIN",
        "PETROLATUM",
        "PHENYLBUTAZONE",
        "PHOSPHORIC ACID",
        "PHOSPHORUS",
        "PHYTOLACCA AMERICANA ROOT",
        "POTASSIUM SORBATE",
        "RESORCINOL",
        "SALICYLIC ACID",
        "SORBITOL",
        "STEARYL ALCOHOL",
        "STRYCHNOS NUX-VOMICA SEED",
        "SUS SCROFA THYROID",
        "TARAXACUM OFFICINALE",
        "XYLITOL"
      ],
      "spl_id": [
        "b4f1a644-707b-4b5f-b9ae-355e323183b8"
      ],
      "spl_set_id": [
        "cd6b48ab-3566-484d-8deb-15ef6f8e7e8f"
      ],
      "package_ndc": [
        "71781-0003-1"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0799861441182"
      ],
      "nui": [
        "N0000000160",
        "N0000008836",
        "M0001335",
        "N0000175722",
        "N0000175578",
        "N0000008832",
        "N0000175806",
        "N0000175807",
        "N0000181811",
        "M0000499",
        "N0000175941",
        "N0000185508",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "N0000185370",
        "N0000185001",
        "M0009417",
        "N0000175415",
        "M0014874",
        "N0000009909",
        "N0000185375",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_moa": [
        "Cyclooxygenase Inhibitors [MoA]",
        "Ammonium Ion Binding Activity [MoA]"
      ],
      "pharm_class_pe": [
        "Decreased Prostaglandin Production [PE]",
        "Decreased Platelet Aggregation [PE]",
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]",
        "Vasodilation [PE]"
      ],
      "pharm_class_cs": [
        "Anti-Inflammatory Agents, Non-Steroidal [CS]",
        "Adrenocorticotropic Hormone [CS]",
        "Allergens [CS]",
        "Glycerol [CS]",
        "Nitrates [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "pharm_class_epc": [
        "Nonsteroidal Anti-inflammatory Drug [EPC]",
        "Platelet Aggregation Inhibitor [EPC]",
        "Nitrogen Binding Agent [EPC]",
        "Pediculicide [EPC]",
        "Adrenocorticotropic Hormone [EPC]",
        "Standardized Chemical Allergen [EPC]",
        "Non-Standardized Chemical Allergen [EPC]",
        "Nitrate Vasodilator [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "unii": [
        "Q40Q9N063P",
        "S7V92P67HO",
        "R16CO5Y76E",
        "8SKN0B0MIM",
        "LKG8494WBH",
        "R57ZHV85D4",
        "4R7X1O2820",
        "K0U68Q2TXA",
        "883WKN7W8X",
        "2DI9HA706A",
        "3T8H1794QW",
        "PDC6A3C0OX",
        "AVT680JB39",
        "8CRQ2TH63M",
        "1C89KKC04E",
        "3B8D35Y7S4",
        "2P299V784P",
        "2BMD2GNA4V",
        "411VRN1TV4",
        "G59M7S0WS3",
        "4T6H12BN9U",
        "GN5P7K3T8S",
        "E4GA8884NN",
        "27YLU75U4W",
        "11E6VI8VEG",
        "1VPU26JZZ4",
        "YUL4LO94HK",
        "O414PZ4LPZ",
        "506T60A25R",
        "2KR89I4H1Y",
        "269XH13919",
        "6RV024OAUQ",
        "39981FM375",
        "VCQ006KQ1E"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Walgreens Lidocaine Plus Cream Benzyl Alcohol and lidocaine hydrochloride DIMETHICONE BENZYL ALCOHOL BENZYL ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS AMINOMETHYLPROPANOL BUTYLENE GLYCOL DIHEXADECYL PHOSPHATE GLYCERYL 1-STEARATE MALTODEXTRIN CETOSTEARYL ALCOHOL CETETH-10 PHOSPHATE HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER (45000 MPA.S AT 1%) POLYSORBATE 80 STEARETH-21 DEHYDRATED ALCOHOL WATER CARBOMER INTERPOLYMER TYPE A (55000 CPS) ALOE VERA LEAF"
    ],
    "active_ingredient": [
      "Active Ingredient Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Do not Use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor skin reactions occur, such as rash, itching, redness, irritation, pain, swelling, and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding ask a health professional before use. Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not Use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor skin reactions occur, such as rash, itching, redness, irritation, pain, swelling, and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children over 12 years : clean and dry affected area apply to affected area not more than 3 to 4 times daily Children under 12 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other Information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tighly"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients alcohol 95%, aloe vera leaf, aminomethylpropanol, butylene glycol,carbomer interpolymer type A (allylsucrose crosslinked), ceteth-10 phosphate, cetostearyl alcohol, dihexadecyl phosphate, dimethicone,glyceryl 1-stearate, hydroxyethyl acrylate/sodium acryloyldimethyl taurate copolymer (1001.5%), maltodextrin, polysorbate 80, steareth-21, water"
    ],
    "questions": [
      "Questions or comments? Toll-Free Customer Care Help Line 1-866-326-1313 Monday–Friday, 8:30 a.m. – 4:30 p.m. CST"
    ],
    "package_label_principal_display_panel": [
      "Package label"
    ],
    "set_id": "e33e0097-31d6-8083-e053-2a95a90af5d2",
    "id": "1807db38-124c-6b0c-e063-6394a90a63f0",
    "effective_time": "20240509",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Walgreens Lidocaine Plus Cream"
      ],
      "generic_name": [
        "BENZYL ALCOHOL AND LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Walgreens Company"
      ],
      "product_ndc": [
        "0363-9951"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1926513"
      ],
      "spl_id": [
        "1807db38-124c-6b0c-e063-6394a90a63f0"
      ],
      "spl_set_id": [
        "e33e0097-31d6-8083-e053-2a95a90af5d2"
      ],
      "package_ndc": [
        "0363-9951-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CVS Maximum Strength LIDOCAINE PLUS Benzyl alcohol, Lidocaine hydrochloride ALCOHOL ARNICA MONTANA FLOWER CALENDULA OFFICINALIS FLOWER GREEN TEA LEAF CHAMOMILE DIMETHYL SULFONE ECHINACEA ANGUSTIFOLIA WHOLE ILEX PARAGUARIENSIS LEAF ISOPROPYL MYRISTATE JUNIPER BERRY WATER BENZYL ALCOHOL BENZYL ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS"
    ],
    "active_ingredient": [
      "Active ingredients Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Flammable: Keep away from fire or flame -Do not use near heat or flame or while smoking. -avoid long term storage above 40 degree Celcius. -do not puncture or incinerate. COntents under pressure -do not store at temperatures above 49 degree Celcius Do not use on large areas of the body or cut or wounds or damaged skin on puncture wounds for more than one week without consulting a doctor When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes avoid spraying on face avoid inhalation of spray do not bandage or apply local heat such as heating pads or a medicated patch to area of use do not use at the same time as other topical analgesics Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "safe_handling_warning": [
      "Flammable: Keep away from fire or flame -Do not use near heat or flame or while smoking. -avoid long term storage above 40 degree Celcius. -do not puncture or incinerate. COntents under pressure -do not store at temperatures above 49 degree Celcius"
    ],
    "do_not_use": [
      "Do not use on large areas of the body or cut or wounds or damaged skin on puncture wounds for more than one week without consulting a doctor"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes avoid spraying on face avoid inhalation of spray do not bandage or apply local heat such as heating pads or a medicated patch to area of use do not use at the same time as other topical analgesics"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: spray to affected area not more than 3 to 4 times daily Children under 12 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tighly"
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol denatured, arnica montana flower extract, calendula officinalis flower extract, camellia sinensis leaf extract, chamomilla recutita (matricaria) flower extract , dimethyl sulfone (msm), Echinacea angustifolia extract, ilex paraguariensis leaf extract, isopropyl myristate, juniperus communis fruit extract, purified water"
    ],
    "questions": [
      "Questions or comments? Toll free 1-888-547-5492"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Lido"
    ],
    "set_id": "e6aff579-affb-41bb-8e36-53ea484cb0c5",
    "id": "0b18b264-b5a9-74b9-e063-6394a90aba9a",
    "effective_time": "20231126",
    "version": "4",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "CVS Maximum Strength LIDOCAINE PLUS"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CVS Pharmacy Inc."
      ],
      "product_ndc": [
        "69842-573"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "2369354"
      ],
      "spl_id": [
        "0b18b264-b5a9-74b9-e063-6394a90aba9a"
      ],
      "spl_set_id": [
        "e6aff579-affb-41bb-8e36-53ea484cb0c5"
      ],
      "package_ndc": [
        "69842-573-63"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Salonpas LIDOCAINE PLUS Benzyl alcohol, Lidocaine hydrochloride BENZYL ALCOHOL BENZYL ALCOHOL LIDOCAINE HYDROCHLORIDE LIDOCAINE LIDOCAINE HYDROCHLORIDE ANHYDROUS ALOE VERA LEAF AMINOMETHYLPROPANOL CARBOXYPOLYMETHYLENE alcohol TERT-BUTYL ALCOHOL DENATONIUM BENZOATE water"
    ],
    "active_ingredient": [
      "Active ingredients Benzyl alcohol 10% Lidocaine HCl 4%"
    ],
    "purpose": [
      "Purpose Topical anesthetic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of pain"
    ],
    "warnings": [
      "Warnings For external use only Flammable: Keep away from fire or flame Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "safe_handling_warning": [
      "Flammable: Keep away from fire or flame"
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin in large quantities with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions occur, such as rash, itching, redness, irritaion, pain, swelling and blistering conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: clean and dry affected area apply to affected area not more than 3 to 4 times daily Children under 12 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture Store with lid closed tighly"
    ],
    "inactive_ingredient": [
      "Inactive ingredients aloe barbadensis leaf juice, aminomethyl propanol, carbomer, SD alcohol 40-B, water"
    ],
    "questions": [
      "Questions or comments? Toll free 1-800-826-8861 www.salonpas.us"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Hisamitsu NDC#55328-901-03 No-Mess Roll On Salonpas LIDOCAINE PLUS Pain Relieving Liquid TOPICAL ANALGESIC 4% LIDOCAIN MAXIMUM STRENGTH *1 plus 10% Benzyl alcohol 2 Powerful Anesthetics Fast Acting Numbing Relief Unscented MADE IN USA 3 FL OZ (88 mL) image of 3 FL OZ bottle"
    ],
    "set_id": "ea5b4a7f-d47d-4dbd-9288-c01329e387e5",
    "id": "cd6de492-966e-4127-aca7-dc865243b42a",
    "effective_time": "20241203",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Salonpas LIDOCAINE PLUS"
      ],
      "generic_name": [
        "BENZYL ALCOHOL, LIDOCAINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Hisamitsu America, Inc."
      ],
      "product_ndc": [
        "55328-901"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "PERCUTANEOUS",
        "TOPICAL",
        "TRANSDERMAL"
      ],
      "substance_name": [
        "BENZYL ALCOHOL",
        "LIDOCAINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1943537"
      ],
      "spl_id": [
        "cd6de492-966e-4127-aca7-dc865243b42a"
      ],
      "spl_set_id": [
        "ea5b4a7f-d47d-4dbd-9288-c01329e387e5"
      ],
      "package_ndc": [
        "55328-901-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000181811"
      ],
      "pharm_class_epc": [
        "Pediculicide [EPC]"
      ],
      "unii": [
        "LKG8494WBH",
        "V13007Z41A"
      ]
    }
  }
]