[
  {
    "spl_product_data_elements": [
      "GUNA-TGF BETA 1 TRANSFORMING GROWTH FACTOR BETA 1 ALCOHOL TRANSFORMING GROWTH FACTOR BETA-1 TRANSFORMING GROWTH FACTOR BETA-1"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENT TRANSFORMING GROWTH FACTOR BETA-1 4C"
    ],
    "purpose": [
      "PURPOSE Anti-inflammatory"
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN Keep this and all medicines out of reach of children"
    ],
    "indications_and_usage": [
      "INDICATIONS & USAGE Anti-inflammatory"
    ],
    "warnings": [
      "WARNINGS Stop use and ask doctor if symptoms worsen or persist more than 5 days"
    ],
    "dosage_and_administration": [
      "DIRECTIONS Take 15 minutes before meals. Adults and children 12 years and older 20 drops twice a day in a little water. Hold in the mouth for about 30 seconds then swallow. Children between 12 years and 6 years of age 10 drops twice a day in a little water. Hold in the mouth for about 30 seconds then swallow. Children under 6 years 5 drops twice a day in a glass of water."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENT Ethyl Alcohol 30%"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL image of box label"
    ],
    "set_id": "15162e09-435e-4ff7-8dba-ffd92fd58a3f",
    "id": "ed85374b-6458-049e-e053-2995a90a99df",
    "effective_time": "20221115",
    "version": "5",
    "openfda": {
      "brand_name": [
        "GUNA-TGF BETA 1"
      ],
      "generic_name": [
        "TRANSFORMING GROWTH FACTOR BETA 1"
      ],
      "manufacturer_name": [
        "Guna spa"
      ],
      "product_ndc": [
        "17089-395"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TRANSFORMING GROWTH FACTOR BETA-1"
      ],
      "spl_id": [
        "ed85374b-6458-049e-e053-2995a90a99df"
      ],
      "spl_set_id": [
        "15162e09-435e-4ff7-8dba-ffd92fd58a3f"
      ],
      "package_ndc": [
        "17089-395-18"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0317089395188"
      ],
      "unii": [
        "T7D25J14LT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "BETA-GLUCAN MILD SUNSCREEN Titanium Dioxide, Zinc Oxide ZINC OXIDE ZINC OXIDE DISTEARDIMONIUM HECTORITE GLYCERYL CAPRYLATE BACILLUS POLYFERMENTICUS CHOLESTEROL WATER PINUS DENSIFLORA LEAF POLYGLYCERYL-2 DIPOLYHYDROXYSTEARATE CAPRYLYL GLYCOL POLYGLYCERYL-3 POLYDIMETHYLSILOXYETHYL DIMETHICONE (4000 MPA.S) DIMETHICONE/POLYGLYCERIN-3 CROSSPOLYMER CERAMIDE NG PAPAVER RHOEAS FLOWER BUTYLOCTYL SALICYLATE TRISILOXANE DIMETHICONE SILICA CENTELLA ASIATICA TRITERPENOIDS NEOPENTYL GLYCOL DIHEPTANOATE TRIETHOXYCAPRYLYLSILANE CETEARYL ALCOHOL ODETIGLUCAN CERAMIDE AP ALUMINUM HYDROXIDE TITANIUM DIOXIDE TITANIUM DIOXIDE ISOTRIDECYL ISONONANOATE METHYL TRIMETHICONE STEARIC ACID MAGNESIUM SULFATE 1,2-HEXANEDIOL BENZOTRIAZOLYL DODECYL P-CRESOL DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER (SOFT PARTICLE) HYDROXYPROPYL BISPALMITAMIDE MEA BUTYLENE GLYCOL SCUTELLARIA BAICALENSIS ROOT TREMELLA FUCIFORMIS WHOLE TRIMETHYLSILOXYSILICATE (M/Q 0.6-0.8) CERAMIDE 4 GLYCERIN HYDROGENATED SOYBEAN LECITHIN CERAMIDE NP PHYTOSPHINGOSINE CERAMIDE 1"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS Titamiun Dioxide 5.61% Zinc Oxide 10.08%"
    ],
    "purpose": [
      "PURPOSE Sunscreen"
    ],
    "indications_and_usage": [
      "USES - Helps prevent sunburn. - If used as directed with other sun protection measures (see Directions), decreases the risk of skin cancer and early skin aging caused by the sun."
    ],
    "warnings": [
      "WARNINGS For external use only. Do not use on damaged or broken skin. When using this product keep out of eyes. Rinse with water to remove. Stop use and ask a doctor if rash occurs. Keep out of reach of children. If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN - If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS Apply liberally 15 minutes before sun exposure. Sun protection measures. - Spending time in the sun increases your risk of skin cancer and early skin aging. To decrease this risk, regularly use a sunscreen with a Broad Spectrum SPF value of 15 or higher and other sun protection measures including: Limit time in the sun, especially from 10 a.m.–2 p.m. Wear long-sleeved shirts, pants, hats, and sunglasses. Children under 6 months of age: Ask a doctor. Reapply at least every 2 hours. Use a water resistant sunscreen if swimming or sweating."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS Water, Dimethicone, Butyloctyl Salicylate, Neopentyl Glycol Diheptanoate, Glycerin, Trisiloxane, Silica, Isotridecyl Isononanoate, Trimethylsiloxysilicate, Polyglyceryl-3 Polydimethylsiloxyethyl Dimethicone, Methyl Trimethicone, Isostearyl Polyglyceryl-3 Dimethicone, Disteardimonium Hectorite, Stearic Acid, Aluminum Hydroxide, Magnesium Sulfate, 1,2-Hexanediol, Benzotriazolyl Dodecyl p-Cresol, Triethoxycaprylylsilane, Polyglyceryl-2 Dipolyhydroxystearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Glyceryl Caprylate, Caprylyl Glycol, Hydroxypropyl Bispalmitamide MEA, Butylene Glycol, Pinus Densiflora Leaf Extract, Hydrogenated Lecithin, Bacillus Ferment, Cetearyl Alcohol, Beta-Glucan, Scutellaria Baicalensis Root Extract, Tremella Fuciformis Polysaccharide, Centella Asiatica Extract, Ceramide NP, Ceramide NG, Cholesterol, Phytosphingosine, Papaver Rhoeas Flower Extract, Ceramide AS, Ceramide AP, Ceramide EOP"
    ],
    "package_label_principal_display_panel": [
      "BETA-GLUCAN MILD SUNSCREEN BETA-GLUCAN MILD SUNSCREEN BETA-GLUCAN MILD SUNSCREEN"
    ],
    "set_id": "47d6ad8b-1081-ee21-e063-6294a90a0e63",
    "id": "47d6ad8b-1082-ee21-e063-6294a90a0e63",
    "effective_time": "20260107",
    "version": "1",
    "openfda": {
      "application_number": [
        "M020"
      ],
      "brand_name": [
        "BETA-GLUCAN MILD SUNSCREEN"
      ],
      "generic_name": [
        "TITANIUM DIOXIDE, ZINC OXIDE"
      ],
      "manufacturer_name": [
        "IUNIK Co., Ltd"
      ],
      "product_ndc": [
        "83403-101"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "TITANIUM DIOXIDE",
        "ZINC OXIDE"
      ],
      "spl_id": [
        "47d6ad8b-1082-ee21-e063-6294a90a0e63"
      ],
      "spl_set_id": [
        "47d6ad8b-1081-ee21-e063-6294a90a0e63"
      ],
      "package_ndc": [
        "83403-101-01",
        "83403-101-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "15FIX9V2JP",
        "SOI2LOH54Z"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "The INKEY List Beta Hydroxy Acid Serum SALICYLIC ACID PROPANEDIOL WATER BETAINE HYALURONATE SODIUM ZINC PIDOLATE PHENOXYETHANOL HYDROXYETHYL CELLULOSE, UNSPECIFIED MALTODEXTRIN SODIUM HYDROXIDE ETHYLHEXYLGLYCERIN BIOSACCHARIDE GUM-1 TRISODIUM ETHYLENEDIAMINE DISUCCINATE SALICYLIC ACID SALICYLIC ACID"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information Avoid storing at extreme temperatures (below 40°F and above 100°F)."
    ],
    "active_ingredient": [
      "Active ingredients Salicylic Acid 2% Purpose Acne Treatment"
    ],
    "purpose": [
      "Purpose Acne Treatment"
    ],
    "indications_and_usage": [
      "Uses • for the treatment of acne."
    ],
    "warnings": [
      "Warnings For external use only. When using this product • skin irritation and dryness is more likely to occur if you use another topical acne medication at the same time • if irritation occurs, only use one topical acne medication at a time. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. If contact occurs, flush thoroughly with water. Avoid contact with eyes."
    ],
    "when_using": [
      "When using this product • skin irritation and dryness is more likely to occur if you use another topical acne medication at the same time • if irritation occurs, only use one topical acne medication at a time."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. If contact occurs, flush thoroughly with water. Avoid contact with eyes."
    ],
    "dosage_and_administration": [
      "Directions • clean the skin thoroughly before applying this product. • cover the entire affected area with a thin layer one to three times daily. • because excessive drying of the skin may occur, start with one application daily, then gradually increase to two or three times daily if needed or as directed by a doctor • if bothersome dryness or peeling occurs, reduce application to once a day or every other day."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Water, Propanediol, Betaine, Sodium Hyaluronate, Zinc PCA, Phenoxyethanol, Hydroxyethylcellulose, Maltodextrin, Sodium Hydroxide, Ethylhexylglycerin, Biosaccharide Gum-1, Trisodium Ethylenediamine Disuccinate."
    ],
    "questions": [
      "Questions or Comments? Call toll free (833) 981-2335"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Outer Package3 Inner Package3 Box3"
    ],
    "set_id": "d554920f-e33a-484b-bbd8-513715616384",
    "id": "1250ff1a-90a6-9d47-e063-6394a90ad3ae",
    "effective_time": "20240226",
    "version": "3",
    "openfda": {
      "application_number": [
        "M006"
      ],
      "brand_name": [
        "The INKEY List Beta Hydroxy Acid Serum"
      ],
      "generic_name": [
        "SALICYLIC ACID"
      ],
      "manufacturer_name": [
        "Brand Evangelists for Beauty Ltd"
      ],
      "product_ndc": [
        "81136-021"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SALICYLIC ACID"
      ],
      "rxcui": [
        "346298"
      ],
      "spl_id": [
        "1250ff1a-90a6-9d47-e063-6394a90ad3ae"
      ],
      "spl_set_id": [
        "d554920f-e33a-484b-bbd8-513715616384"
      ],
      "package_ndc": [
        "81136-021-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "O414PZ4LPZ"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Dr. Dennis Gross Alpha Beta On the Spot Eliminator Salicylic Acid SALICYLIC ACID SALICYLIC ACID WATER ALCOHOL HAMAMELIS VIRGINIANA LEAF WATER BUTYLENE GLYCOL DIMETHYL ISOSORBIDE GLYCERIN POTASSIUM HYDROXYCITRATE POLYSORBATE 20 CARNITINE HYDROCHLORIDE, (+)- GLUCONOLACTONE FYTIC ACID GLYCOLIC ACID SILYBUM MARIANUM WHOLE .ALPHA.-BISABOLOL, (+)- VITEX AGNUS-CASTUS LEAF REISHI TETRAHYDRODIFERULOYLMETHANE GLUTATHIONE POTASSIUM AZELOYL DIGLYCINATE FARNESOL LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE SODIUM PANTOTHENATE RETINOL NIACINAMIDE SACCHARIDE ISOMERATE FERULIC ACID GREEN TEA LEAF GLYCERYL MONOSTEARATE MANNITOL NEPIDERMIN METHYL GLUCOSE SESQUISTEARATE ALOE VERA LEAF CENTELLA ASIATICA LEAF HYALURONATE SODIUM GENISTEIN MATRICARIA CHAMOMILLA LEAF POLYGLYCERYL-10 LAURATE ZINC PIDOLATE ETHYLHEXYLGLYCERIN ALLANTOIN DIETHYLENE GLYCOL MONOETHYL ETHER STEARIC ACID CITRIC ACID MONOHYDRATE SODIUM CITRATE, UNSPECIFIED FORM CALCIUM GLUCONATE POTASSIUM GLUCONATE CYCLODEXTRINS TETRASODIUM GLUTAMATE DIACETATE MEDIUM-CHAIN TRIGLYCERIDES JASMINUM OFFICINALE FLOWER VITIS VINIFERA FRUIT OIL CLOVE LEAF OIL PHENOXYETHANOL SODIUM BENZOATE POTASSIUM SORBATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information Sunburn alert This product contains alpha hydroxy acid(s) (AHAs) that may increase your skin's sensitivity to the sun and particularly the possibility of sunburn. We recommend daily use of a sunscreen, whether or not you use this product, to protect your skin from the risks associated with sun exposure."
    ],
    "active_ingredient": [
      "Active Ingredient Salicylic Acid 2%"
    ],
    "purpose": [
      "Purpose Acne Treatment"
    ],
    "indications_and_usage": [
      "Uses For the treatment of acne Penetrates pores to eliminate most acne blemishes and blackheads Helps prevent development of new acne blemishes and blackheads"
    ],
    "warnings": [
      "Warnings For external use only When using this product Avoid contact with eyes Skin irritation and dryness is more likely to occur if you use another topical acne medication at the same time. If irritation occurs, only use one topical acne medication at a time. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "when_using": [
      "When using this product Avoid contact with eyes Skin irritation and dryness is more likely to occur if you use another topical acne medication at the same time. If irritation occurs, only use one topical acne medication at a time."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the skin thoroughly before applying this product. Cover the entire affected area with a thin layer one to three times daily. Because excessive drying of the skin may occur, start with one application daily, then gradually increase to two or three times daily if needed or as directed by a doctor If bothersome dryness or peeling occur, reduce application to once a day or every other day"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Water/Aqua/Eau, Alcohol Denat. (SD Alcohol 40-B), Hamamelis Virginiana (Witch Hazel) Water, PVM/MA Decadiene Crosspolymer, Butylene Glycol, Dimethyl Isosorbide, Glycerin, Potassium Hydroxide, Polysorbate 20, Carnitine HCl, Gluconolactone, Phytic Acid, Glycolic Acid, Silybum Marianum Fruit Extract, Bisabolol, Vitex Agnus-Castus Extract, Ganoderma Lucidum (Mushroom) Extract, Vitis Vinifera (Grape) Seed Extract, Tetrahydrocurcumin, Glutathione, Potassium Azeloyl Diglycinate, Farnesol, Leuconostoc/Radish Root Ferment Filtrate, Sodium Pantothenate, Retinol, Niacinamide, Saccharide Isomerate, Ferulic Acid, Camellia Sinensis Leaf Extract, Glyceryl Stearate, Mannitol, sh-Oligopeptide-1, Methyl Glucose Sesquistearate, Neopentyl Glycol Diethylhexanoate, PEG-20 Methyl Glucose Sesquistearate, Aloe Barbadensis Leaf Juice, Centella Asiatica Extract, Phospholipids, Sodium Hyaluronate, Soy Isoflavones, Chamomilla Recutita (Matricaria) Flower Extract, Polyglyceryl-10 Laurate, Zinc PCA, Ethylhexylglycerin, Allantoin, Ethoxydiglycol, Stearic Acid, Citric Acid, Sodium Citrate, Calcium Gluconate, Potassium Gluconate, Cyclodextrin, Tetrasodium Glutamate Diacetate, Caprylic/Capric Triglyceride, Jasminum Officinale (Jasmine) Flower/Leaf Extract, Vitis Vinifera (Grape) Fruit Extract, Eugenia Caryophyllus (Clove) Flower Extract, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate"
    ],
    "questions": [
      "Questions? Call 1-888-830-7546 Email clientcare@drdennisgross.com Monday through Friday, 8:00 AM to 7:00 PM EST"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 30 ml Tube Box Dr Dennis Gross Alpha Beta ® On The Spot Eliminator 2% Salicylic Acid Acne Treatment Gel You have: Individual pimples, blemishes, regional breakouts and inflammation You want: A fast-acting spot treatment that reduces pimples, blackheads & whiteheads while soothing redness and irritation 1.0 fl oz/30 ml ℮ PRINCIPAL DISPLAY PANEL - 30 ml Tube Box"
    ],
    "set_id": "e0dccdbc-56fd-4034-b479-f2a2ebde2234",
    "id": "2d23e013-8f53-46cb-b9fe-26c7c3711903",
    "effective_time": "20231116",
    "version": "2",
    "openfda": {
      "application_number": [
        "M006"
      ],
      "brand_name": [
        "Dr. Dennis Gross Alpha Beta On the Spot Eliminator"
      ],
      "generic_name": [
        "SALICYLIC ACID"
      ],
      "manufacturer_name": [
        "Topiderm, Inc"
      ],
      "product_ndc": [
        "51326-057"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SALICYLIC ACID"
      ],
      "rxcui": [
        "346298"
      ],
      "spl_id": [
        "2d23e013-8f53-46cb-b9fe-26c7c3711903"
      ],
      "spl_set_id": [
        "e0dccdbc-56fd-4034-b479-f2a2ebde2234"
      ],
      "package_ndc": [
        "51326-057-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "O414PZ4LPZ"
      ]
    }
  }
]