[
  {
    "spl_product_data_elements": [
      "Gainxtra Hair Regrowth Treatment for Men and Women Minoxidil 5% Form with Biotin Minoxidil WATER PROPYLENE GLYCOL HYALURONIC ACID COCAMIDOPROPYL BETAINE HAIR KERATIN AMINO ACIDS AMINO ACIDS, SOURCE UNSPECIFIED TOCOPHEROL GLYCERIN XANTHAN GUM ALLANTOIN ALOE VERA LEAF CITRUS PARADISI SEED REYNOUTRIA JAPONICA WHOLE BIOTIN ETHYLHEXYLGLYCERIN MINOXIDIL MINOXIDIL"
    ],
    "spl_unclassified_section": [
      "DRUG FACTS"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENT Minoxidil 5% w/w (without propellant)"
    ],
    "purpose": [
      "PURPOSE Hair regrowth treatment for men and women"
    ],
    "indications_and_usage": [
      "USE To regrow hair the scalp"
    ],
    "warnings": [
      "WARNINGS For external use only. Extremely Flammable: Avoid Fire, flame, or smoking during and immediately following application."
    ],
    "do_not_use": [
      "Do not use if: the amount of hair loss is different the amount that is shown on the carton or your hair loss is on the front of the scalp. 5% Minoxidil Form is not intended for frontal baldness of receding hairline. you have no family history of hair loss your hair is sudden and/or patchy you do not know the reason for your hair loss you are 18 years of age. Do not use on babies and children your scalp is red, inflamed, infected, irritated, or painful you use other medicines on the scalp"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease."
    ],
    "when_using": [
      "When using this product do not apply to other body parts avoid contact with the eyes. In case of accidental contact, rinse eyes with large amounts of cool tap water some people have experienced changes in hair color and/or texture it takes time to regrow hair. Some men and women may need to use this product for up to 4 months before seeing results the amount of hair regrowth is different for each person. This product will not work for all men and women"
    ],
    "stop_use": [
      "Stop use and ask a doctor if chest pain, rapid heartbeat, faintness, or dizziness occurs sudden, unexplained weight gain occurs your hands or feet swell scalp irritation or redness occurs unwanted facial hair growth occurs you do not see hair regrowth within 4 months"
    ],
    "keep_out_of_reach_of_children": [
      "May be harmful if used when pregnant or breast-feeding. Keep out of reach of children. If swallowed get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
    ],
    "dosage_and_administration": [
      "Directions apply half a capful 2 times a day to the scalp in the hair loss area massage into scalp with fingers, then wash hands. using more or more often will not improve results. continued use is necessary to increase and maintain your hair regrowth or hair loss will begin again"
    ],
    "other_safety_information": [
      "Other information hair growth has been shown in a clinical study of men and women aged 18-49 years who used it for 4 months read all information and the enclosed leaflet before use store at this controlled room temperature 20° to 25°C (68° to 77°F) do not expose to hear or store in temperatures above 120°F (49°C) increasing the dose or frequency of use will not accelerate hair growth"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Purified water, Propylene Glycol, Hyaluronic Acid, Cocamidopropyl Betadine, Keratine, Amino Acids, Tocopherol (Vitamin E), Glycerin, Xanthan Gum, Capryloyl Silk Amino Acids, Allantoin, Aloe Barbadensis Leaf Extract, Citrus Paradisi (Grapefruit) Seed Extract, Polygonum Cuspidatum Extract, Biotin, Ethylhexylglycerin."
    ],
    "questions": [
      "Questions? Call (1-248-923-5024) or gainxtra.com Manufactured for and distributed by: Gainxtra LLC 3162 Martin Road Commerce Township, MI 48390"
    ],
    "package_label_principal_display_panel": [
      "Save this leaflet for future reference. 1 2 3"
    ],
    "set_id": "0126ea41-2cdc-4a6c-af5f-d036ef3679e5",
    "id": "43368b92-732b-68c6-e063-6294a90acd88",
    "effective_time": "20251110",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Gainxtra Hair Regrowth Treatment for Men and Women Minoxidil 5% Form with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "GAINXTRA LLC"
      ],
      "product_ndc": [
        "85929-101"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "MINOXIDIL"
      ],
      "rxcui": [
        "645146"
      ],
      "spl_id": [
        "43368b92-732b-68c6-e063-6294a90acd88"
      ],
      "spl_set_id": [
        "0126ea41-2cdc-4a6c-af5f-d036ef3679e5"
      ],
      "package_ndc": [
        "85929-101-18"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% MINOXIDIL HAIR REGROWTH SERUM With Biotin Minoxidil MINOXIDIL MINOXIDIL BIOTIN BIOTIN GLYCERIN WATER ALCOHOL BUTYLENE GLYCOL PANTHENOL"
    ],
    "spl_unclassified_section": [
      "5% MINOXIDIL HAIR REGROWTH SERUM With Biotin"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.2%"
    ],
    "purpose": [
      "Hair Regrowth"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp and beard growth for men"
    ],
    "warnings": [
      "For external use only. Keep out of reach of children."
    ],
    "do_not_use": [
      "You have no family history of hair loss.Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp"
    ],
    "when_using": [
      "Avoid contact with eyes. In case of accidental contact, rinse eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. Scalp irritation or redness occurs. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222)right away."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222)right away."
    ],
    "dosage_and_administration": [
      "Apply 3-6 drops Minoxidil Serum directly onto scalp on the hair loss area Use fingertips to massage solution into skin/hair for 1 minutes then washhands thoroughly. Used once daily on clean dry hair for best results"
    ],
    "storage_and_handling": [
      "Before use, read all information on carton and enclosed leafletStore at controlled room temperature 10° to 30°C (50° to 80°F)Do not incinerate container. Do not expose toheat or store at temperature above 104°F(40°C)"
    ],
    "inactive_ingredient": [
      "Butylene Glycol Glycerin Alcohol Panthenol Water"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "1eae27bc-1b18-ae5d-e063-6394a90a4610",
    "id": "3e97f3b5-fc6a-bf6a-e063-6394a90aebc1",
    "effective_time": "20250912",
    "version": "2",
    "openfda": {
      "application_number": [
        "M032"
      ],
      "brand_name": [
        "5% MINOXIDIL HAIR REGROWTH SERUM With Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Shenzhen Ctrip Technology Co., Ltd."
      ],
      "product_ndc": [
        "84614-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "spl_id": [
        "3e97f3b5-fc6a-bf6a-e063-6394a90aebc1"
      ],
      "spl_set_id": [
        "1eae27bc-1b18-ae5d-e063-6394a90a4610"
      ],
      "package_ndc": [
        "84614-001-01",
        "84614-001-02"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0769310806879"
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% Minoxidil Hair Growth Foam with Biotin Minoxidil BIOTIN BIOTIN BUTANE ALCOHOL WATER ANHYDROUS CITRIC ACID LACTIC ACID CETYL ALCOHOL GLYCERIN STEARYL ALCOHOL MINOXIDIL MINOXIDIL POLYSORBATE 80 .ALPHA.-TOCOPHEROL ISOBUTANE CASTOR OIL EDETATE DISODIUM"
    ],
    "spl_unclassified_section": [
      "5% Minoxidil Hair Growth Foam with Biotin"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowih Treaiment"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp"
    ],
    "warnings": [
      "Flammable:keep away from fire or flame. Keep out of reach of children. For exlernal use oniy"
    ],
    "do_not_use": [
      "Your hair loss is gudden andlor palchy. Your hair loss is associald with chidbinth. You do nol knaw the reason for your hair logs. You are under 18 years of age. Do not use on babies and children. Your gcalp is red, intamed, infecled, irritated, or painfu. You use other medicines on the scalp."
    ],
    "when_using": [
      "Awoid contact with the eyes. in case of accidenlal conlact, rinse eyes withlarge amcunts of cool tap waler. Some people have experienced changes in hair color andlor lexture. It takes time lo regrow hair, Resuts may ooour at 3 monihs with twice a dayusage. For some men, you may need to use this product for at least 6 monlhsbefore you see results. The amount of hair regrowih is diferent for eachpergon. Awoid contact with eyes. in case of aocidenlal contact, rinse eyes with alarge amcunt of cool tap waler."
    ],
    "stop_use": [
      "Chest pain, rapid hearibeat, aininegs, or dizziness oocurs. Sudden, unexplained weight gain oocurs. If umwaneed facil har growth occurs . lf you do nat see hair regrowth in 6 months."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children.lf swalkwed, get medical help or contac a Poison Conlrol Cenler(1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "1.Shake the bollle, hold it upside down and genlly press the walve to dispensefoam onio your hand, approximalely the size of half a capful 2.Massage the foam inio your gcalp with your fngers, paring your hair intorows to ensure even application to areas with thinning hair. Then, wash yourhands thoroughly. 3.Use Twice Daily and enjoy thicker, fuler hair gronth in as lille as 3 to 6months."
    ],
    "storage_and_handling": [
      "Before use, read al informglion on carton and enclosed leale.Store at conlrolled room temperalure 20° lo 25°℃ (68° to 77°F)Do not incinerale container. Do not expose to heat or slore at lemperalureabove 104° F(40°C)."
    ],
    "inactive_ingredient": [
      "ALCOHOL GLYCERIN CETYL ALCOHOL STEARYL ALCOHOL POLYSORBATE 80 ANHYDROUS CITRIC ACID LACTIC ACID CASTOR OIL .ALPHA.-TOCOPHEROL EDETATE DISODIUM ISOBUTANE BUTANE WATER"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "21bb47c4-47c3-df7c-e063-6394a90abe15",
    "id": "3e9813a0-a288-7c27-e063-6394a90a7cd0",
    "effective_time": "20250912",
    "version": "2",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Shenzhen Ctrip Technology Co., Ltd."
      ],
      "product_ndc": [
        "84614-003"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "spl_id": [
        "3e9813a0-a288-7c27-e063-6394a90a7cd0"
      ],
      "spl_set_id": [
        "21bb47c4-47c3-df7c-e063-6394a90abe15"
      ],
      "package_ndc": [
        "84614-003-01",
        "84614-003-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ERYLVEKA 5% Minoxidil Hair Growth Foam with Biotin Minoxidil GLYCERIN ISOBUTANE POLYSORBATE 60 STEARYL ALCOHOL EDETATE DISODIUM CETYL ALCOHOL MINOXIDIL MINOXIDIL BIOTIN BIOTIN BUTANE LACTIC ACID WATER CITRIC ACID ALCOHOL"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth Treatment"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp"
    ],
    "warnings": [
      "Flammable:keep away from fire or flame. Keep out of reach of children. For external use only,"
    ],
    "do_not_use": [
      ".Your hair loss is sudden and/or patchy. .Your hair loss is associated with childbirth. .You do not know the reason for your hair loss. .You are under 18 years of age. Do not use on babies and children. .Your scalp is red, inflamed, infected, irritated, or painful. .You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with the eyes. in case of accidental contact, rinse eyes with large amountsofcool tap water Some people have experienced changes in hair color and/or texture. lt takes time to regrow hair. Results may occur at 3 months with twice a day usage. For some men, you may need touse this product for at least 6 months before you see results. The amount of hair regrowth is different for each person Avoid contact with eyes. in case of accidental contact, rinse eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. If unwanted facial hair growth occurs . lf you do not see hair regrowth in 6 months."
    ],
    "keep_out_of_reach_of_children": [
      "If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "1 .Hold the bottle upside down and gently press the valve to dispense foam onto your hand or a cold surfaceapproximately half a capful in size. 2.Massage the foam into your scalp with your fingers, parting your hair into rows to ensure even applicationto areas of thinning hair. Finally, wash your hands thoroughly. 3.Use Twice Daily and enjoy thicker, fuller hair growth in as little as 3 to 6 months."
    ],
    "storage_and_handling": [
      "Before use, read all information on the carton and the enclosed leaflet Store at a controlled room temperature of 20'C to 25°℃ (68°F to 77°F). Do not incinerate the container. Do not expose it to heat or store it at temperatures above 40°C (104°F)"
    ],
    "inactive_ingredient": [
      "Biotin cetyl alcohol citric acid glycerin isobutane lactic acid polysorbate 60 purified water SD alcohol stearyl alcohol butane edetate disodium"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "2f186e49-2030-305d-e063-6294a90afc85",
    "id": "2f2c8a8c-e560-4437-e063-6394a90ac563",
    "effective_time": "20250227",
    "version": "3",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "ERYLVEKA 5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Shenzhen Joyuflsh Technology Co.,Ltd."
      ],
      "product_ndc": [
        "83766-104"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "spl_id": [
        "2f2c8a8c-e560-4437-e063-6394a90ac563"
      ],
      "spl_set_id": [
        "2f186e49-2030-305d-e063-6294a90afc85"
      ],
      "package_ndc": [
        "83766-104-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "SIDINOX 5% Minoxidil Hair Growth Foam with Biotin Minoxidil CITRIC ACID ISOBUTANE STEARYL ALCOHOL BUTANE LACTIC ACID ALCOHOL MINOXIDIL MINOXIDIL EDETATE DISODIUM GLYCERIN BIOTIN BIOTIN CETYL ALCOHOL POLYSORBATE 60 WATER"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth Treatment"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp"
    ],
    "warnings": [
      "Flammable:keep away from fire or flame. Keep out of reach of children. For external use only"
    ],
    "do_not_use": [
      "Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp,"
    ],
    "when_using": [
      "Avoid contact with the eyes. In case of accidental contact, rinse your eyes with large amounts of cool tap water Some people have experienced changes in hair color and/or texture. It takes time to regrow har. Results may occur at 3 months with twice a day usage. For some men, youmay need to use this product for at least 6 months before you see results. The amount of hair regrowth isdifferent for each person. Avoid contact with eyes. In case of accidental contact, rinse your eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs Sudden, unexplained weight gain occurs. If unwanted facial hair growth occurs . If you do not see hair regrowth in 6 months."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children.lf swallowed, get medical help or contact a Poison Control Center (1-800-222-1222)immediately"
    ],
    "dosage_and_administration": [
      "1.Hold the bottle upside down and gently press the valve to dispense foam onto your hand or a cold surfaceapproximately half a capful in size. 2.Massage the foam into your scalp with your fingers, parting your hair into rows to ensure even applicationto areas of thinning hair. Finally, wash your hands thoroughly. 3.Use Twice Daily and enjoy thicker, fuller hair growth in as little as 3 to 6 months."
    ],
    "storage_and_handling": [
      "Before use, read all the information on the carton and the enclosed leaflet.Store at a controlled room temperature of 20°C to 25°C (68°F to 77°F).Do not incinerate the container. Do not expose it to heat or store it at temperatures above 40°C (104°F)"
    ],
    "inactive_ingredient": [
      "cetyl alcohol citric acid glycerin isobutane lactic acid polysorbate 60 purified water SD alcohol stearyl alcohol butane edetate disodium"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "2f1a734b-9f2e-1b1a-e063-6394a90ad248",
    "id": "2f1a734b-9f2f-1b1a-e063-6394a90ad248",
    "effective_time": "20250227",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "SIDINOX 5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Shenzhen Joyuflsh Technology Co.,Ltd."
      ],
      "product_ndc": [
        "83766-105"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "spl_id": [
        "2f1a734b-9f2f-1b1a-e063-6394a90ad248"
      ],
      "spl_set_id": [
        "2f1a734b-9f2e-1b1a-e063-6394a90ad248"
      ],
      "package_ndc": [
        "83766-105-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% Minoxidil with Biotin Minoxidil BIOTIN BIOTIN BUTYLENE GLYCOL WATER MINOXIDIL MINOXIDIL GLYCERIN PANTHENOL ALCOHOL"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.2%"
    ],
    "purpose": [
      "Hair Regrowth"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp and beard growth for men"
    ],
    "warnings": [
      "For external use only. Keep out of reach of children."
    ],
    "do_not_use": [
      "You have no family history of hair loss Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with eyes. In case of accidental contact, rinse eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. Scalp irritation or redness occurs. Keep out of reach of children. lf swallowed, get medical help or contact a Poison Control Center(1-800-222-1222)right away"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. lf swallowed, get medical help or contact a Poison Control Center(1-800-222-1222)right away"
    ],
    "dosage_and_administration": [
      "Apply 3-6 drops Minoxidil Serum directly onto scalp on the hair lossarea. Use fingertips to massage solution into skin/hair for 1 minutes thenwash hands thoroughlye. Used once daily on clean dry hair for best results."
    ],
    "inactive_ingredient": [
      "Butylene Glycol Glycerin Alcohol Panthenol Water"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "300bc4e7-e795-4f32-e063-6394a90a1e67",
    "id": "300bc4e7-e796-4f32-e063-6394a90a1e67",
    "effective_time": "20250311",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% Minoxidil with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Guangzhou Borderless Technology Co., Ltd."
      ],
      "product_ndc": [
        "85304-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "rxcui": [
        "2707693"
      ],
      "spl_id": [
        "300bc4e7-e796-4f32-e063-6394a90a1e67"
      ],
      "spl_set_id": [
        "300bc4e7-e795-4f32-e063-6394a90a1e67"
      ],
      "package_ndc": [
        "85304-001-02",
        "85304-001-04",
        "85304-001-06"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% Minoxidil Hair Growth Foam with Biotin Minoxidil ISOBUTANE POLYSORBATE 60 BIOTIN BIOTIN CITRIC ACID LACTIC ACID CETYL ALCOHOL GLYCERIN BUTANE EDETATE DISODIUM MINOXIDIL MINOXIDIL WATER STEARYL ALCOHOL ALCOHOL"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth Treatment"
    ],
    "indications_and_usage": [
      "Use to regrow hair and beard."
    ],
    "warnings": [
      "Keep out of reach of children. For external use only."
    ],
    "do_not_use": [
      "Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with the eyes. in case of accidental contact, rinse eyes with large amounts of cool tap water. Some people have experienced changes in hair color and/or texture. It takes time to regrow hair. Results may occur at 3 months with twice a day usage. For some men, you may need to use this product for at least 6 months before you see results. The amount of hair regrowth is different for each person. Avoid contact with eyes. in case of accidental contact, rinse eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. If unwanted facial hair growth occurs . If you do not see hair regrowth in 6 months"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. lf swallowed, get medical help or contact a Poison Control Center (1-800-222-1222)right away."
    ],
    "dosage_and_administration": [
      "1.Make sure your hair and scalp are dry(no need to wash your hair before each use). 2.Apply 3-4 pumps of foam directly to the treated area of the scalp. 3.Gently massage into the scalp or thinning hair areas until absorbed. 4.Continued use is required to increase and maintain hair regrowth. Discontinuation may lead to hair loss"
    ],
    "inactive_ingredient": [
      "cetyl alcohol citric acid glycerin isobutane lactic acid polysorbate 60 purified water SD alcohol 40-B stearyl alcohol butane edetate disodium"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "3e5595a6-b36e-2567-e063-6294a90a2078",
    "id": "3e5595a6-b36f-2567-e063-6294a90a2078",
    "effective_time": "20250908",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Guangzhou Borderless Technology Co., Ltd."
      ],
      "product_ndc": [
        "85304-016"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "rxcui": [
        "2723100"
      ],
      "spl_id": [
        "3e5595a6-b36f-2567-e063-6294a90a2078"
      ],
      "spl_set_id": [
        "3e5595a6-b36e-2567-e063-6294a90a2078"
      ],
      "package_ndc": [
        "85304-016-01",
        "85304-016-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% Minoxidil Hair Growth Foam with Biotin Minoxidil ISOBUTANE POLYSORBATE 60 CITRIC ACID LACTIC ACID CETYL ALCOHOL GLYCERIN BUTANE EDETATE DISODIUM WATER STEARYL ALCOHOL ALCOHOL BIOTIN BIOTIN MINOXIDIL MINOXIDIL"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth Treatment"
    ],
    "indications_and_usage": [
      "Use to regrow hair and beard."
    ],
    "warnings": [
      "Keep out of reach of children. For external use only."
    ],
    "do_not_use": [
      "Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with the eyes. in case of accidental contact, rinse eyes with large amounts of cool tap water. Some people have experienced changes in hair color and/or texture. It takes time to regrow hair. Results may occur at 3 months with twice a day usage. For some men, you may need to use this product for at least 6 months before you see results. The amount of hair regrowth is different for each person. Avoid contact with eyes. in case of accidental contact, rinse eyes with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. If unwanted facial hair growth occurs . If you do not see hair regrowth in 6 months"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. lf swallowed, get medical help or contact a Poison Control Center (1-800-222-1222)right away."
    ],
    "dosage_and_administration": [
      "1.Make sure your hair and scalp are dry(no need to wash your hair before each use). 2.Apply 2-3 pumps of foam directly to the treated area of the scalp. 3.Gently massage into the scalp or thinning hair areas until absorbed. 4.Continued use is reguired to increase and maintain hair regrowth. Discontinuation may lead to hair loss"
    ],
    "inactive_ingredient": [
      "cetyl alcohol citric acid glycerin isobutane lactic acid polysorbate 60 purified water SD alcohol 40-B stearyl alcohol butane edetate disodium"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "3e56352b-21ea-ce99-e063-6294a90a8066",
    "id": "3e56307f-3b50-c3c6-e063-6294a90a3574",
    "effective_time": "20250908",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Guangzhou Borderless Technology Co., Ltd."
      ],
      "product_ndc": [
        "85304-017"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "rxcui": [
        "2723100"
      ],
      "spl_id": [
        "3e56307f-3b50-c3c6-e063-6294a90a3574"
      ],
      "spl_set_id": [
        "3e56352b-21ea-ce99-e063-6294a90a8066"
      ],
      "package_ndc": [
        "85304-017-01",
        "85304-017-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "RDVHDLW 5% Minoxidil Hair Growth Foam with Biotin Minoxidil WATER EDETATE DISODIUM CITRIC ACID BIOTIN BIOTIN GLYCERIN STEARYL ALCOHOL BUTANE MINOXIDIL MINOXIDIL CETYL ALCOHOL ISOBUTANE LACTIC ACID ALCOHOL POLYSORBATE 60"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth Treatment"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp"
    ],
    "warnings": [
      "Flammable:keep away from fire or flame. Keep out of reach of children. For external use only."
    ],
    "do_not_use": [
      "Your hair loss is sudden and'or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with the eyes. In case of accidental contact, rinse eyes with large amounts of cool tap water. Some people have experienced changes in hair color andlor texture. It takes time to regrow hair. Results may occur at 3 months with twice a day usage. For some men, you may need to use this product for at least 6 months before you see results. The amount of hair regrowth is different for each person. Avoid contact with eyes. In case of accidental contact, rinse eves with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden. unexplained weight gain occurs. lf unwanted facial hair growth occurs. If you do not see hair regrowth in 6 months."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children.lf swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "1.Hold the botle upside down and genly press the valve to dispense foam onto your hand or a cold surface, approximately half a capful in size. 2.Massage the foam into your scalp with your fingers, parting your hair into rows to ensure even application to areas of thinning hair. Finally, wash your hands thoroughly. 3.Use Twice Daily and enjoy thicker, fuller hair growth in as little as 3 to 6 months."
    ],
    "inactive_ingredient": [
      "cetyl alcohol citric acid glycerin isobutane lactic acid polysorbate 60 purified water SD alcohol 40-B stearyl alcohol butane edetate disodium"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "41ba1c1a-2193-466f-e063-6294a90a18f9",
    "id": "41ba1c1a-2194-466f-e063-6294a90a18f9",
    "effective_time": "20251022",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "RDVHDLW 5% Minoxidil Hair Growth Foam with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Guangzhou Borderless Technology Co., Ltd."
      ],
      "product_ndc": [
        "85304-020"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "rxcui": [
        "2723100"
      ],
      "spl_id": [
        "41ba1c1a-2194-466f-e063-6294a90a18f9"
      ],
      "spl_set_id": [
        "41ba1c1a-2193-466f-e063-6294a90a18f9"
      ],
      "package_ndc": [
        "85304-020-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% minoxidil with biotin topical solution Minoxidil BIOTIN BIOTIN BUTYLENE GLYCOL ALCOHOL MINOXIDIL MINOXIDIL PANTHENOL WATER GLYCERIN"
    ],
    "active_ingredient": [
      "Minoxidil 5% Biotin 0.5%"
    ],
    "purpose": [
      "Hair Regrowth"
    ],
    "indications_and_usage": [
      "Use to regrow hair of the scalp and beard growth for men"
    ],
    "warnings": [
      "For external use only. Keep out of reach of children."
    ],
    "do_not_use": [
      "You have no family history of hair loss. Your hair loss is sudden and/or patchy. Your hair loss is associated with childbirth. You do not know the reason for your hair loss. You are under 18 years of age. Do not use on babies and children. Your scalp is red, inflamed, infected, irritated, or painful. You use other medicines on the scalp."
    ],
    "when_using": [
      "Avoid contact with eves. in case of accidental contact, rinse eves with a large amount of cool tap water."
    ],
    "stop_use": [
      "Chest pain, rapid heartbeat, faintness, or dizziness occurs. Sudden, unexplained weight gain occurs. Scalp irritation or redness occurs."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. lf swallowed, get medical help or contact a Poison Control Center(1-800-222-1222)right away."
    ],
    "dosage_and_administration": [
      "Apply 3-6 drops Minoxidil Serum directly onto scalp on the hair loss area. Use fingertips to massage solution into skin/hair for 1 minutes then wash hands thoroughly. Used once daily on clean dry hair for best results."
    ],
    "inactive_ingredient": [
      "Butylene glycol Glycerin Alcohol Panthenol Water"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "425d9ed2-d04f-5946-e063-6294a90a7649",
    "id": "425d9ed2-d050-5946-e063-6294a90a7649",
    "effective_time": "20251030",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% minoxidil with biotin topical solution"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Guangzhou Borderless Technology Co., Ltd."
      ],
      "product_ndc": [
        "85304-021"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN",
        "MINOXIDIL"
      ],
      "rxcui": [
        "2691097"
      ],
      "spl_id": [
        "425d9ed2-d050-5946-e063-6294a90a7649"
      ],
      "spl_set_id": [
        "425d9ed2-d04f-5946-e063-6294a90a7649"
      ],
      "package_ndc": [
        "85304-021-01",
        "85304-021-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "6SO6U10H04",
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "OUHOE Biotin With Hydrolyzed Collagen GLYCERIN PHYSALIS ALKEKENGI FRUIT PHYSALIS ALKEKENGI FRUIT ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL BIOTIN HYDROGENATED CASTOR OIL HYDROGENATED CASTOR OIL TOCOPHEROL PANAX GINSENG ROOT PANAX GINSENG ROOT MINERAL OIL MINERAL OIL 1-BUTYLGLYCERIN COLLAGEN ALPHA-1(I) CHAIN BOVINE"
    ],
    "active_ingredient": [
      "MINERAL OIL、HYDROGENATED CASTOR OIL、ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL、PANAX GINSENG ROOT EXTRACT、PHYSALIS ALKEKENGI FRUIT EXTRACT"
    ],
    "purpose": [
      "1. It can strengthen hair quality. effectively prevent hair loss, nourish hair roots and promote hair growth. 2. Repair damaged hair follicles, improve dry and damaged hair, and make your hair full of life. 3. Helps balance oil, prevent the formation of dandruff, and protect scalp health. 4. Mild formula, will not burden the scalp and hair, and promotes the health of your hair"
    ],
    "when_using": [
      "Wash and dry your hair, shake up the liquid in the bottle, apply an appropriate amount of this product on the scalp surface, and gently massage with your fingertips to promote absorption."
    ],
    "warnings": [
      "Please keep out of reach of children. Do not swallow.Please clean your hands before use to ensure the best results from the product. Discontinue use if signs of irritation or rash occur. Store in a cool and dry place."
    ],
    "do_not_use": [
      "Discontinue use if signs of irritation or rash occur."
    ],
    "stop_use": [
      "Discontinue use if signs of irritation or rash occur."
    ],
    "keep_out_of_reach_of_children": [
      "Please keep out of reach of children. Do not swallow."
    ],
    "storage_and_handling": [
      "Store in a cool and dry place."
    ],
    "inactive_ingredient": [
      "GLYCERIN、TOCOPHEROL、BIOTIN、COLLAGEN"
    ],
    "indications_and_usage": [
      "Wash and dry your hair, shake up the liquid in the bottle, apply an appropriate amount of this product on the scalp surface, and gently massage with your fingertips to promote absorption."
    ],
    "dosage_and_administration": [
      "Wash and dry your hair, shake up the liquid in the bottle, apply an appropriate amount of this product on the scalp surface, and gently massage with your fingertips to promote absorption."
    ],
    "package_label_principal_display_panel": [
      "Label"
    ],
    "set_id": "43138915-5fe1-6e32-e063-6294a90abefa",
    "id": "448dff69-6190-73f1-e063-6394a90a1b3c",
    "effective_time": "20251127",
    "version": "2",
    "openfda": {
      "application_number": [
        "M016"
      ],
      "brand_name": [
        "OUHOE Biotin With Hydrolyzed Collagen"
      ],
      "generic_name": [
        "GLYCERIN"
      ],
      "manufacturer_name": [
        "Shantou Ouhoe Technology Co., Ltd."
      ],
      "product_ndc": [
        "85163-011"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HYDROGENATED CASTOR OIL",
        "MINERAL OIL",
        "PANAX GINSENG ROOT",
        "PHYSALIS ALKEKENGI FRUIT",
        "ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL"
      ],
      "spl_id": [
        "448dff69-6190-73f1-e063-6394a90a1b3c"
      ],
      "spl_set_id": [
        "43138915-5fe1-6e32-e063-6294a90abefa"
      ],
      "package_ndc": [
        "85163-011-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "ZF94AP8MEY",
        "T5L8T28FGP",
        "CUQ3A77YXI",
        "2042VC712P",
        "8LGU7VM393"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "AVEYA BIOTIN HAIR GROWTH Biotin PHENOXYETHANOL ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL PANTHENOL PEG-40 HYDROGENATED CASTOR OIL UNDECYLENAMIDOPROPYLTRIMONIUM METHOSULFATE BIOTIN BIOTIN WATER JOJOBA OIL HYDROLYZED RICE PROTEIN (ENZYMATIC; 2000 MW) RICINUS COMMUNIS (CASTOR) SEED OIL"
    ],
    "active_ingredient": [
      "Active Ingredients Biotin 1%"
    ],
    "purpose": [
      "Purpose Use ForStimulates new hair growth Revitalizes the hair sheath Improves scalp health Increases thickness"
    ],
    "indications_and_usage": [
      "Uses DirectionsApply twice daily. Shakewell and spray 4-5 times(approx.1 ml) directly ontothe scalp, targeting thinningareas. Massage gently."
    ],
    "warnings": [
      "Warnings For external use only."
    ],
    "stop_use": [
      "Stop Use Discontinue use if irritation occurs."
    ],
    "do_not_use": [
      "Do Not Use Do not use on an injured, damaged, or infectedscalp."
    ],
    "when_using": [
      "When Using Avoid contact with eyes, lf contact occurs, rinsethoroughly with water."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out Of Reach Of Children Keep out of reach of children, Get medical helpimmediately if swallowed."
    ],
    "dosage_and_administration": [
      "Dosage & administration Recommended: it is recommended to use thisproduct on dry hair once or twice daily."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Water 97.65% Peg-40 Hydrogenated Castor 0il 0.15% Panthenol 0.15% Batana Oil 0.1% Rosmarinus Officinalis (Rosemary) Leaf 0il 0.1% Ricinus Communis (Castor) 0il 0.1% Hydrolyzed Rice Protein 0.3% Phenoxyethanol 0.35% Undecylenamidopropyltnmonium Methosulfate 0.1%"
    ],
    "package_label_principal_display_panel": [
      "Label."
    ],
    "set_id": "460fff55-728a-9c3a-e063-6394a90a3188",
    "id": "460fff55-728b-9c3a-e063-6394a90a3188",
    "effective_time": "20251216",
    "version": "1",
    "openfda": {
      "application_number": [
        "M032"
      ],
      "brand_name": [
        "AVEYA BIOTIN HAIR GROWTH"
      ],
      "generic_name": [
        "BIOTIN"
      ],
      "manufacturer_name": [
        "Guangdong Aimu Biological Technology Co., Ltd"
      ],
      "product_ndc": [
        "83566-561"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BIOTIN"
      ],
      "spl_id": [
        "460fff55-728b-9c3a-e063-6394a90a3188"
      ],
      "spl_set_id": [
        "460fff55-728a-9c3a-e063-6394a90a3188"
      ],
      "package_ndc": [
        "83566-561-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0850054060686"
      ],
      "unii": [
        "6SO6U10H04"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "5% MINOXIDIL HAIR REGROWTH SERUM With Biotin Minoxidil ALCOHOL BIOTIN WATER BUTYLENE GLYCOL MINOXIDIL MINOXIDIL GLYCERIN"
    ],
    "active_ingredient": [
      "Minoxidil 5%"
    ],
    "purpose": [
      "Hair Regrowth"
    ],
    "indications_and_usage": [
      "to help regrow hair on the scalp"
    ],
    "warnings": [
      "For external use only"
    ],
    "do_not_use": [
      "if you are under 18 years of age on other parts of the body,Use only on scalp"
    ],
    "when_using": [
      "Ask a doctor before use if you have heart disease. hign bolld pressure. sudden.patchy.or unexplained hair loss a sensitive,imtated,or sunburned scalp. Ask a doctor or pharmacist before use if you are taking any prescription medications ofr high blood pressure When using this product avoid contact with eyes,lf comtact occurs.rinse thoroughly with cool water. do not apply to broken skin."
    ],
    "stop_use": [
      "Chest pain,rapid heartbeat.faintness.or dizziness occurs. Sudden unexplained weight gain occurs. Scalp redness or irritation occurs. Unwanted facial hair growth occurs."
    ],
    "keep_out_of_reach_of_children": [
      "if swallowed.get mediacl help or contact a poison control Center right away(1-800-222-1222)"
    ],
    "dosage_and_administration": [
      "Apply 1 mL of solution to the dry scalp in the hair loss area twice daily (morning and night). Apply with fingers wash hands thoroughly after application"
    ],
    "inactive_ingredient": [
      "Alcohol,biotin,Butylene Glycol ,Glycerin,panthenol water"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "49e37010-3afe-119d-e063-6294a90ab74a",
    "id": "49e37010-3aff-119d-e063-6294a90ab74a",
    "effective_time": "20260202",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "5% MINOXIDIL HAIR REGROWTH SERUM With Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "Shenzhen Huayuan Hengsheng Technology Co., Ltd."
      ],
      "product_ndc": [
        "87394-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "MINOXIDIL"
      ],
      "rxcui": [
        "311724"
      ],
      "spl_id": [
        "49e37010-3aff-119d-e063-6294a90ab74a"
      ],
      "spl_set_id": [
        "49e37010-3afe-119d-e063-6294a90ab74a"
      ],
      "package_ndc": [
        "87394-001-01",
        "87394-001-02"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "7623044349596"
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Gainxtra Hair Regrowth Treatment for Men and Women Minoxidil 5% Sprays with Biotin Minoxidil WATER PROPYLENE GLYCOL BIOTIN PANTHENOL COPPER TRIPEPTIDE-1 ARGININE PLATYCLADUS ORIENTALIS LEAF GINGER ARTEMISIA ARGYI LEAF ARTEMISIA ANNUA LEAF GENTIANA SCABRA ROOT SOPHORA FLAVESCENS ROOT LECITHIN, SOYBEAN ETHYLHEXYLGLYCERIN CAPRYLHYDROXAMIC ACID MINOXIDIL MINOXIDIL DIPOTASSIUM GLYCYRRHIZATE"
    ],
    "spl_unclassified_section": [
      "DRUG FACTS"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENT Minoxidil 5% W/V"
    ],
    "purpose": [
      "PURPOSE Hair regrowth treatment for men and women"
    ],
    "indications_and_usage": [
      "USE To regrow hair the scalp"
    ],
    "warnings": [
      "WARNINGS For external use only. Extremely Flammable: Avoid Fire, flame, or smoking during and immediately following application."
    ],
    "do_not_use": [
      "Do not use if: the amount of hair loss is different the amount that is shown on the carton or your hair loss is on the front of the scalp. 5% Minoxidil Spray is not intended for frontal baldness of receding hairline. you have no family history of hair loss your hair is sudden and/or patchy you do not know the reason for your hair loss you are 18 years of age. Do not use on babies and children your scalp is red, inflamed, infected, irritated, or painful you use other medicines on the scalp"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease."
    ],
    "when_using": [
      "When using this product do not apply to other body parts avoid contact with the eyes. In case of accidental contact, rinse eyes with large amounts of cool tap water some people have experienced changes in hair color and/or texture it takes time to regrow hair. Some men and women may need to use this product for up to 4 months before seeing results the amount of hair regrowth is different for each person. This product will not work for all men and women"
    ],
    "stop_use": [
      "Stop use and ask a doctor if chest pain, rapid heartbeat, faintness, or dizziness occurs sudden, unexplained weight gain occurs your hands or feet swell scalp irritation or redness occurs unwanted facial hair growth occurs you do not see hair regrowth within 4 months"
    ],
    "keep_out_of_reach_of_children": [
      "May be harmful if used when pregnant or breast-feeding. Keep out of reach of children. If swallowed get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
    ],
    "dosage_and_administration": [
      "Directions Apply 5 sprays twice daily directly onto the scalp in the area of hair loss massage into scalp with fingers, then wash hands well continued use is necessary to increase and maintain your hair regrowth or hair loss will begin again"
    ],
    "other_safety_information": [
      "Other information hair growth has been shown in a clinical study of men and women aged 18-49 years who used it for 4 months read all information and the enclosed leaflet before use store at this controlled room temperature 20° to 25°C (68° to 77°F) do not expose to hear or store in temperatures above 120°F (49°C) increasing the dose or frequency of use will not accelerate hair growth"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Purified Water, Dipotassium Glycyrrhizinate, Propylene Glycol, Biotin, Panthenol, Tripeptide-1 Copper, Arginine, Platycladus Orientalis Leaf Extract, Zingiber Officinale Root Extract, Mugwort (Artemisia Argyi) Leaf Extract, Artemisia Annua (Artemisia Annua) Extract, Gentiana (Gentiana Scabra) Root Extract, Sophora Angustifolia (Sophora Angustifolia) Root Extract, Lecithin, Ethylhexylglycerin, Caprylyl Hydroxamic Acid."
    ],
    "questions": [
      "Questions? Call (1-248-923-5024) or gainxtra.com Manufactured for and distributed by: Gainxtra LLC 3162 Martin Road Commerce Township, MI 48390"
    ],
    "package_label_principal_display_panel": [
      "Save this leaflet for future reference. 1 2 3"
    ],
    "set_id": "c9b57d68-9aba-471b-b07a-9ba41b38c762",
    "id": "42467407-870a-ca85-e063-6294a90ad86b",
    "effective_time": "20251029",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Gainxtra Hair Regrowth Treatment for Men and Women Minoxidil 5% Sprays with Biotin"
      ],
      "generic_name": [
        "MINOXIDIL"
      ],
      "manufacturer_name": [
        "GAINXTRA LLC"
      ],
      "product_ndc": [
        "85929-100"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "MINOXIDIL"
      ],
      "rxcui": [
        "1537948"
      ],
      "spl_id": [
        "42467407-870a-ca85-e063-6294a90ad86b"
      ],
      "spl_set_id": [
        "c9b57d68-9aba-471b-b07a-9ba41b38c762"
      ],
      "package_ndc": [
        "85929-100-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0385929100018"
      ],
      "nui": [
        "N0000175379",
        "N0000175564"
      ],
      "pharm_class_pe": [
        "Arteriolar Vasodilation [PE]"
      ],
      "pharm_class_epc": [
        "Arteriolar Vasodilator [EPC]"
      ],
      "unii": [
        "5965120SH1"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Biotin Drops 2081 Biotin Drops BIOTIN BIOTIN ALCOHOL WATER"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS Biotin 3X, 6X, 12X, 30X"
    ],
    "questions": [
      "QUESTIONS Professional Formulas PO Box 2034 Lake Oswego, OR 97035"
    ],
    "indications_and_usage": [
      "INDICATIONS For the temporary relief of general weakness or fatigue, difficulty losing weight, dry or cracked skin, feeling cold, physical stiffness, inflexibility, or sugar cravings due to slow metabolism.*"
    ],
    "purpose": [
      "*Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "warnings": [
      "WARNINGS In case of overdose, get medical help or contact a poison control center right away. Keep out of the reach of children. If pregnant or breastfeeding, ask a healthcare professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of the reach of children."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding, ask a healthcare professional before use."
    ],
    "dosage_and_administration": [
      "DIRECTIONS Place drops under tongue 30 minutes before/after meals. Adults and children 12 years and over: Take 10 drops up to 3 times per day. Consult a physician for use in children under 12 years of age."
    ],
    "other_safety_information": [
      "OTHER INFORMATION Tamper resistant. If seal is broken, do not use. After opening, close container tightly and store at room temperature away from heat."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS 20% ethanol, purified water."
    ],
    "package_label_principal_display_panel": [
      "LABEL Est 1985 Professional Formulas Complementary Health Biotin Drops Homeopathic Remedy 2 FL. OZ. (59 mL) Label image"
    ],
    "set_id": "eb9df7b0-4140-4e96-86cf-f87500c374b6",
    "id": "603c2209-5f0f-45f0-9a92-f6adde9c66b1",
    "effective_time": "20260108",
    "version": "2",
    "openfda": {
      "brand_name": [
        "Biotin Drops 2081"
      ],
      "generic_name": [
        "BIOTIN DROPS"
      ],
      "manufacturer_name": [
        "Professional Complementary Health Formulas"
      ],
      "product_ndc": [
        "63083-2081"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BIOTIN"
      ],
      "spl_id": [
        "603c2209-5f0f-45f0-9a92-f6adde9c66b1"
      ],
      "spl_set_id": [
        "eb9df7b0-4140-4e96-86cf-f87500c374b6"
      ],
      "package_ndc": [
        "63083-2081-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "6SO6U10H04"
      ]
    }
  }
]