[
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN FD&C RED NO. 40 WATER SODIUM BENZOATE TRISODIUM CITRATE DIHYDRATE SUCROSE"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "MANUFACTURED FOR PAI Pharma Greenville, SC 29605 R06/23"
    ],
    "description": [
      "DESCRIPTION Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is a clear, sweet, unflavored, pink syrup. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Inactive Ingredients: citric acid anhydrous, FD&C Red #40, glycerin, methylparaben, purified water, sodium benzoate, sodium citrate dihydrate, and sucrose. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Brompheniramine Maleate, USP chemical structure Pseudoephedrine Hydrochloride, USP chemical structure Dextromethorphan Hydrobromide, USP chemical structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H1-receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is indicated for relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase inhibitors (MAOI) (see PRECAUTIONS - Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase inhibitors (MAOI) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOI and products containing dextromethorphan. In addition, MAOI prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup and MAOI should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase inhibitors (MAOI) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOI and products containing dextromethorphan. In addition, MAOI prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup and MAOI should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis. To report SUSPECTED ADVERSE REACTIONS, contact PAI Pharma at 1-800-845-8210 or FDA at 1-800-FDA-1088 or HYPERLINK \"http://www.fda.gov/medwatch\" www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a clear, sweet, unflavored, pink syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: NDC 0121-0933-04: 4 fl oz (118 mL) bottle NDC 0121-0933-16: 16 fl oz (473 mL) bottle RECOMMENDED STORAGE Store at 20° to 25°C (68 ° to 77 °F) [See USP Controlled Room Temperature] . KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68 ° to 77 °F) [See USP Controlled Room Temperature] . KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 118 mL Bottle Label NDC 0121- 0933 -04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Solution (2 mg/30 mg/10 mg/ per 5 mL) Alcohol Free٠Sweet٠Unflavored Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP ......................... 2 mg Pseudoephedrine Hydrochloride, USP ............... 30 mg Dextromethorphan Hydrobromide, USP............... 10 mg Rx only 4 FL OZ (118 mL) PAI Pharma Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup, 2 mg/30 mg/10 mg/ per 5 mL 4fl oz bottle",
      "PRINCIPAL DISPLAY PANEL - 473 mL Bottle Label NDC 0121- 0933 -16 Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Solution (2 mg/30 mg/10 mg/ per 5 mL) Alcohol Free٠Sweet٠Unflavored Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP ......................... 2 mg Pseudoephedrine Hydrochloride, USP ............... 30 mg Dextromethorphan Hydrobromide, USP............... 10 mg Rx only 16 FL OZ (473 mL) PAI Pharma Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup, 2 mg/30 mg/10 mg per 5 mL 16 fl oz bottle"
    ],
    "set_id": "01ea6357-24dc-4056-9fd2-9e643650b91f",
    "id": "44a05fe1-89fe-4252-b0b8-1ce678a4c6a7",
    "effective_time": "20250904",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA202940"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "PAI Holdings, LLC dba PAI Pharma"
      ],
      "product_ndc": [
        "0121-0933"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "44a05fe1-89fe-4252-b0b8-1ce678a4c6a7"
      ],
      "spl_set_id": [
        "01ea6357-24dc-4056-9fd2-9e643650b91f"
      ],
      "package_ndc": [
        "0121-0933-04",
        "0121-0933-16"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see PRECAUTIONS – Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13-17 mg/kg. Another 2½-year-old child survived a dose of 300-900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL): NDC 0574- 1104 -04 1 Pint (473 mL): NDC 0574- 1104 -16"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Padagis Minneapolis, MN 55427 2205050 0U426 RC M F2 Rev 07-25"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 118 mL NDC 0574-1104-04 Rx Only Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup Alcohol 0.95% v/v 4 FL OZ (118 mL) The following image is a placeholder representing the product identifier that is either affixed or imprinted on the drug package label during the packaging operation. label serialization template"
    ],
    "set_id": "06db369d-09fe-4ca2-b98c-705356b7c403",
    "id": "aa6625e1-c78d-417a-bdf3-fc09a5b26966",
    "effective_time": "20250923",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Padagis US LLC"
      ],
      "product_ndc": [
        "0574-1104"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "aa6625e1-c78d-417a-bdf3-fc09a5b26966"
      ],
      "spl_set_id": [
        "06db369d-09fe-4ca2-b98c-705356b7c403"
      ],
      "package_ndc": [
        "0574-1104-04",
        "0574-1104-16"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide GLYCERIN METHYLPARABEN PROPYLENE GLYCOL SODIUM BENZOATE ANHYDROUS CITRIC ACID SODIUM CITRATE SUCRALOSE WATER BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Rx Only Distributed by: Acella Pharmaceuticals, LLC Alpharetta, GA 30005 1-800-541-4802 201299-02 L-0444 Rev 0525-02"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a clear, colorless, sugar free syrup. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP . . . . . . . . 2 mg Pseudoephedrine Hydrochloride, USP . . . . . 30 mg Dextromethorphan Hydrobromide, USP . . . 10 mg Inactive Ingredients: citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate dihydrate, and sucralose. C 16 H 1 9 BrN 2 •C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP (±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO•HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO•HBr•H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/ Nasal Decongestant/ Antitussive syrup for oral administration. Chemical Structure Chemical Structure Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is indicated for relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase inhibitors (MAOIs) (see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms: Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses: Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment: Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a clear, colorless, sugar free syrup. Each 5 mL (1 teaspoonful) contains: brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, and is available in the following sizes: 5 mL unit dose cups, boxes of 40: NDC 42192-630-40 4 fl oz (118 mL) NDC 42192-630-04 16 fl oz (473 mL) NDC 42192-630-16 RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL ACELLA Pharmaceuticals LLC NDC 42192-630-04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup DO NOT USE IF INNER FOIL SEAL IS BROKEN OR MISSING. Rx Only NET: 4 fl oz (118 mL) PRINCIPAL DISPLAY PANEL - 4 oz. Bottle Label",
      "PRINCIPAL DISPLAY PANEL ACELLA Pharmaceuticals LLC NDC 42192-630-16 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup DO NOT USE IF INNER FOIL SEAL IS BROKEN OR MISSING. Rx Only NET: 16 fl oz (473 mL) PRINCIPAL DISPLAY PANEL - 16 oz Bottle Label"
    ],
    "set_id": "0c403f27-0b9b-4da3-a66b-1040eff1b2bf",
    "id": "4138efd9-8584-c8db-e063-6294a90adcd7",
    "effective_time": "20251015",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA203375"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Acella Pharmaceuticals, LLC"
      ],
      "product_ndc": [
        "42192-630"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "4138efd9-8584-c8db-e063-6294a90adcd7"
      ],
      "spl_set_id": [
        "0c403f27-0b9b-4da3-a66b-1040eff1b2bf"
      ],
      "package_ndc": [
        "42192-630-04",
        "42192-630-16"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0342192630048",
        "0342192630161"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide FD&C RED NO. 40 GLYCERIN METHYLPARABEN PROPYLENE GLYCOL SODIUM BENZOATE ANHYDROUS CITRIC ACID SODIUM CITRATE SUCRALOSE WATER BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Rx Only Distributed by: Acella Pharmaceuticals, LLC Alpharetta, GA 30005 1-800-541-4802 201106-01 L-0255 Rev 0625-03"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a pink, sugar free syrup with a melon flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP . . . . . . . . 2 mg Pseudoephedrine Hydrochloride, USP . . . . . 30 mg Dextromethorphan Hydrobromide, USP . . . 10 mg Inactive Ingredients: citric acid anhydrous, FD&C Red No. 40, glycerin, melon flavoring, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate dihydrate, and sucralose. C 16 H 19 BrN 2 •C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP (±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO•HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO•HBr•H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/ Nasal Decongestant/ Antitussive syrup for oral administration. Chemical Structure Chemical Structure Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is indicated for relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase inhibitors (MAOIs) (see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms: Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses: Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment: Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a pink, sugar free syrup with a melon flavor. Each 5 mL (1 teaspoonful) contains: brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, and is available in the following sizes: 5 mL unit dose cups, boxes of 40: 42192-607-40 4 fl oz (118 mL) NDC 42192-607-04 16 fl oz (473 mL) NDC 42192-607-16 RECOMMENDED STORAGE Store at 20 to 25°C (68 to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20 to 25°C (68 to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL ACELLA Pharmaceuticals LLC NDC 42192-607-04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup DO NOT USE IF INNER FOIL SEAL IS BROKEN OR MISSING. Rx Only NET: 4 fl oz (118 mL) PRINCIPAL DISPLAY PANEL - 4 oz. Bottle Label",
      "PRINCIPAL DISPLAY PANEL ACELLA Pharmaceuticals LLC NDC 42192-607-16 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup DO NOT USE IF INNER FOIL SEAL IS BROKEN OR MISSING. Rx Only NET: 16 fl oz (473 mL) PRINCIPAL DISPLAY PANEL - 16 oz Bottle Label",
      "PRINCIPAL DISPLAY PANEL ACELLA Pharmaceuticals LLC NDC 42192-607-05 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup Rx Only NET: 16 fl oz (473 mL) PRINCIPAL DISPLAY PANEL - 5 mL Single dose cup Label"
    ],
    "set_id": "1045e307-f60d-482d-8e06-40e72b84c651",
    "id": "40203da6-7693-e5f5-e063-6394a90ab7b3",
    "effective_time": "20251001",
    "version": "9",
    "openfda": {
      "application_number": [
        "ANDA203375"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Acella Pharmaceuticals, LLC"
      ],
      "product_ndc": [
        "42192-607"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "40203da6-7693-e5f5-e063-6394a90ab7b3"
      ],
      "spl_set_id": [
        "1045e307-f60d-482d-8e06-40e72b84c651"
      ],
      "package_ndc": [
        "42192-607-05",
        "42192-607-40",
        "42192-607-04",
        "42192-607-16"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0342192607057",
        "0342192607040",
        "0342192607163"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide ANHYDROUS CITRIC ACID FD&C RED NO. 40 GLYCERIN METHYLPARABEN PROPYLENE GLYCOL SODIUM BENZOATE SODIUM CITRATE, UNSPECIFIED FORM SUCRALOSE WATER BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Rx Only Distributed by: Acella Pharmaceuticals, LLC Alpharetta, GA 30022 1-800-541-4802 Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320 Rev. 07/2017"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a pink, sugar free syrup with a melon flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP . . . . . . . . 2 mg Pseudoephedrine Hydrochloride, USP . . . . . 30 mg Dextromethorphan Hydrobromide, USP . . . 10 mg Inactive Ingredients: citric acid anhydrous, FD&C Red #40, glycerin, melon flavoring, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate dihydrate, and sucralose. C 16 H 19 BrN 2 •C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP (±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO•HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO•HBr•H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/ Nasal Decongestant/ Antitussive syrup for oral administration. Chemical Structure Chemical Structure Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is indicated for relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase inhibitors (MAOIs) (see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General: Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients: Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions: Monoamine oxidase inhibitors (MAOIs) Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAOIs and products containing dextromethorphan. In addition, MAOIs prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAOIs should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects- Pregnancy Category C: Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms: Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses: Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment: Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a pink, sugar free syrup with a melon flavor. Each 5 mL (1 teaspoonful) contains: brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL) NDC 63187-930-04 16 fl oz (473 mL) NDC 63187-930-16 RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 63187-930-04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup DO NOT USE IF INNER FOIL SEAL IS BROKEN OR MISSING. Rx Only NET: 4 fl oz (118 mL) 63187-930-04"
    ],
    "set_id": "1b79a7d8-a8f4-4525-8b94-3e317fc5a717",
    "id": "57b91c11-72cf-43cb-8e47-eb6345d95653",
    "effective_time": "20220401",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA203375"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-930"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "57b91c11-72cf-43cb-8e47-eb6345d95653"
      ],
      "spl_set_id": [
        "1b79a7d8-a8f4-4525-8b94-3e317fc5a717"
      ],
      "package_ndc": [
        "63187-930-04",
        "63187-930-16"
      ],
      "original_packager_product_ndc": [
        "42192-607"
      ],
      "upc": [
        "0363187930042"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide SUCROSE GLYCERIN ALCOHOL PROPYLENE GLYCOL METHYLPARABEN ANHYDROUS CITRIC ACID TRISODIUM CITRATE DIHYDRATE SODIUM BENZOATE FD&C RED NO. 40 BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN Light pink colored, clear"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a light pink colored, clear syrup with a grape flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP . . . . . . . . 2 mg Pseudoephedrine Hydrochloride, USP . . . . . 30 mg Dextromethorphan Hydrobromide, USP . . . 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: sucrose, glycerin, ethyl alcohol, propylene glycol, methylparaben, citric acid, sodium citrate dihydrate, sodium benzoate, FD&C Red No. 40, and artificial grape flavor. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. C 16 H 19 BrN 2 •C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP(±)-2- p-Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO•HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO•HBr•H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. image description image description image description"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H1-receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors (see PRECAUTIONS - Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a light pink-colored, clear grape-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL) NDC 62135-302-48 16 fl oz (473 mL) NDC 62135-302-47 5 mL Unit Dose Cup NDC 62135-302-05 20 Unit Dose Cups of 5 mL each NDC 62135-302-24 RECOMMENDED STORAGE Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP. Manufactured for: Chartwell RX, LLC. Congers, NY 10920 L71079 Rev. 10/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL. PRINCIPAL DISPLAY PANEL Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup 4 FL.OZ. (118 mL) - NDC 62135-302-48 - Label Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup 16 FL.OZ. (473ml) - NDC 62135-302-47 - Label Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup - NDC 62135-302-05 - Unit Dose Label Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup 4 FL.OZ. (118 mL) - NDC 62135-302-48 - Label Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup 16 FL.OZ. (473ml) - NDC 62135-302-47 - Label image description"
    ],
    "set_id": "30f0317c-4793-4b88-8c06-c0f3cb12b3ea",
    "id": "2501201a-b3e6-cc4d-e063-6394a90a482f",
    "effective_time": "20241021",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA213125"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Chartwell RX, LLC"
      ],
      "product_ndc": [
        "62135-302"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "2501201a-b3e6-cc4d-e063-6394a90a482f"
      ],
      "spl_set_id": [
        "30f0317c-4793-4b88-8c06-c0f3cb12b3ea"
      ],
      "package_ndc": [
        "62135-302-48",
        "62135-302-47",
        "62135-302-05",
        "62135-302-24"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0362135302481",
        "0362135302474"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see PRECAUTIONS – Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762 Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762"
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13-17 mg/kg. Another 2½-year-old child survived a dose of 300-900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 8mg/120mg/40mg / 20mL NDC: 70518-4526-00 NDC: 70518-4526-01 NDC: 70518-4526-02 NDC: 70518-4526-03 NDC: 70518-4526-04 NDC: 70518-4526-05 PACKAGING: 3 in 1 BOX PACKAGING: 20 mL in 1 CUP PACKAGING: 6 in 1 BOX PACKAGING: 10 mL in 1 CUP PACKAGING: 12 in 1 BOX PACKAGING: 5 mL in 1 CUP Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "package_label_principal_display_panel": [
      "DRUG: Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide GENERIC: Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide DOSAGE: SYRUP ADMINSTRATION: ORAL NDC: 70518-4526-0 NDC: 70518-4526-1 NDC: 70518-4526-2 NDC: 70518-4526-3 NDC: 70518-4526-4 NDC: 70518-4526-5 COLOR: pink FLAVOR: BUTTERSCOTCH OUTER PACKAGING: 3 in 1 BOX PACKAGING: 20 mL in 1 CUP OUTER PACKAGING: 6 in 1 BOX PACKAGING: 10 mL in 1 CUP OUTER PACKAGING: 12 in 1 BOX PACKAGING: 5 mL in 1 CUP ACTIVE INGREDIENT(S): PSEUDOEPHEDRINE HYDROCHLORIDE 30mg in 5mL DEXTROMETHORPHAN HYDROBROMIDE 10mg in 5mL BROMPHENIRAMINE MALEATE 2mg in 5mL INACTIVE INGREDIENT(S): ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM MM1 MM2 MM3 MM4 MM5 MM6"
    ],
    "set_id": "35236e4a-6e98-4c4d-85bf-7551fd08d700",
    "id": "4844c0ef-a0c8-f296-e063-6394a90a8c73",
    "effective_time": "20260113",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "REMEDYREPACK INC."
      ],
      "product_ndc": [
        "70518-4526"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "4844c0ef-a0c8-f296-e063-6394a90a8c73"
      ],
      "spl_set_id": [
        "35236e4a-6e98-4c4d-85bf-7551fd08d700"
      ],
      "package_ndc": [
        "70518-4526-1",
        "70518-4526-0",
        "70518-4526-3",
        "70518-4526-2",
        "70518-4526-5",
        "70518-4526-4"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, and DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN GLYCERIN TRISODIUM CITRATE DIHYDRATE FD&C RED NO. 40 SUCROSE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE ANHYDROUS CITRIC ACID METHYLPARABEN PROPYLENE GLYCOL WATER BROMPHENIRAMINE MALEATE BROMPHENIRAMINE SODIUM BENZOATE"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Rx Only To report SUSPECTED ADVERSE REACTIONS, contact Bionpharma Inc. at 1-888-235-BION or 1-888-235-2466 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Distributed by: Bionpharma Inc. Princeton, NJ 08540 For India Manufacturing Site MADE IN INDIA Revised: 03/2025 948026868"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, pink syrup. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ............................... 2 mg Pseudoephedrine Hydrochloride, USP .................... 30 mg Dextromethorphan Hydrobromide, USP ................. 10 mg In a palatable vehicle. Inactive Ingredients: citric acid anhydrous, FD&C Red No. 40, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate dihydrate and sucrose. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. structure1 structure2 structure3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H1-receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAO) inhibitors (see PRECAUTIONS - Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS Genereral Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the co-administration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs - Sympathomimetics may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human dose have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the co-administration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs - Sympathomimetics may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human dose have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, pink-colored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL) – NDC 69452-478-55 16 fl oz (473 mL) – NDC 69452-478-88 RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "118 mL Bottle Label NDC 69452-478-55 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Rx Only 4 fl.oz. (118 mL) bottle-label1",
      "473 mL Bottle Label NDC 69452-478-88 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Rx Only 16 fl.oz. (473 mL) bottle-label2"
    ],
    "set_id": "3ff18027-44fb-50a1-e063-6394a90a2390",
    "id": "3ff18027-44fc-50a1-e063-6394a90a2390",
    "effective_time": "20251001",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA203997"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "BIONPHARMA INC."
      ],
      "product_ndc": [
        "69452-478"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "3ff18027-44fc-50a1-e063-6394a90a2390"
      ],
      "spl_set_id": [
        "3ff18027-44fb-50a1-e063-6394a90a2390"
      ],
      "package_ndc": [
        "69452-478-55",
        "69452-478-88"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0369452478882"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 mg/kg to 17 mg/kg. Another 2½-year-old child survived a dose of 300 mg to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following size: 1 Pint (473 mL): NDC 63629-8616-1"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Perrigo Minneapolis, MN 55427 2202942 0U400 RC J1 Rev 04-14 A"
    ],
    "package_label_principal_display_panel": [
      "Brompheniramine Maleate/Pseudo Syrup #473 Extended Label Label Extended Label"
    ],
    "set_id": "4368822d-2779-4fb2-9ca9-f020b8934dc5",
    "id": "98f7bb09-24b9-459e-9000-ce6387464e9c",
    "effective_time": "20241004",
    "version": "104",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8616"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "98f7bb09-24b9-459e-9000-ce6387464e9c"
      ],
      "spl_set_id": [
        "4368822d-2779-4fb2-9ca9-f020b8934dc5"
      ],
      "package_ndc": [
        "63629-8616-1"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 mg/kg to 17 mg/kg. Another 2½-year-old child survived a dose of 300 mg to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-5625 NDC: 50090-5625-0 118 mL in a BOTTLE, PLASTIC"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Padagis Minneapolis, MN 55427 2204460 0U426 RC M F1 Rev 11-21 A"
    ],
    "package_label_principal_display_panel": [
      "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE Label Image"
    ],
    "set_id": "440d0554-995c-47df-b9f6-f3e3ce2e35e0",
    "id": "22aab262-5705-4bdf-b195-78a8cb601669",
    "effective_time": "20230606",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-5625"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "22aab262-5705-4bdf-b195-78a8cb601669"
      ],
      "spl_set_id": [
        "440d0554-995c-47df-b9f6-f3e3ce2e35e0"
      ],
      "package_ndc": [
        "50090-5625-0"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM clear, light pink Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 mg/kg to 17 mg/kg. Another 2½-year-old child survived a dose of 300 mg to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL): NDC 72162-1123-2 1 Pint (473 mL): NDC 72162-1123-4 Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Padagis Minneapolis, MN 55427 2204460 0U426 RC M F1 Rev 11-21 A"
    ],
    "package_label_principal_display_panel": [
      "Bromp/Pseudo/Dextro Hydrobro Syrup #118 Label"
    ],
    "set_id": "51c95c28-8979-4b75-b1d6-856875106587",
    "id": "a07707e5-4df9-4f17-b9c3-e72bc1467d61",
    "effective_time": "20230816",
    "version": "102",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-1123"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "a07707e5-4df9-4f17-b9c3-e72bc1467d61"
      ],
      "spl_set_id": [
        "51c95c28-8979-4b75-b1d6-856875106587"
      ],
      "package_ndc": [
        "72162-1123-2",
        "72162-1123-4"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide ALCOHOL ANHYDROUS CITRIC ACID FD&C RED NO. 40 GLYCERIN METHYLPARABEN PROPYLENE GLYCOL SODIUM BENZOATE WATER SUCROSE BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN Light Pink"
    ],
    "description": [
      "DESCRIPTION Brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: citric acid anhydrous, dehydrated alcohol, FD&C Red No. 40, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, and sucrose with butterscotch flavor. It may contain sodium citrate for pH adjustment. The pH range is between 4.0 and 6.0. C 16 H 19 BrN 2 ∙C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP (±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO∙HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO∙HBr∙H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure Chemical Structure Chemical Structure"
    ],
    "description_table": [
      "<table width=\"50%\" styleCode=\"Noautorules\"><col align=\"left\" valign=\"top\" width=\"70%\"/><col align=\"right\" valign=\"top\" width=\"30%\"/><tbody><tr><td>Brompheniramine Maleate, USP</td><td>2 mg</td></tr><tr><td>Pseudoephedrine Hydrochloride, USP</td><td>30 mg</td></tr><tr><td>Dextromethorphan Hydrobromide, USP</td><td>10 mg</td></tr><tr><td align=\"left\" colspan=\"2\">Alcohol 0.95% v/v</td></tr></tbody></table>",
      "<table width=\"90%\"><col align=\"center\" valign=\"middle\" width=\"100%\"/><tbody><tr><td><content styleCode=\"bold\">Brompheniramine Maleate, USP   (&#xB1;)-2- <content styleCode=\"italics\">p</content>-Bromo-&#x3B1;-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) </content></td></tr></tbody></table>",
      "<table width=\"90%\"><col align=\"center\" valign=\"middle\" width=\"100%\"/><tbody><tr><td><content styleCode=\"bold\">Pseudoephedrine Hydrochloride, USP   (+)-Pseudoephedrine hydrochloride </content></td></tr></tbody></table>",
      "<table width=\"90%\"><col align=\"center\" valign=\"middle\" width=\"100%\"/><tbody><tr><td><content styleCode=\"bold\">Dextromethorphan Hydrobromide, USP   3-Methoxy-17-methyl-9&#x3B1;, 13&#x3B1;, 14&#x3B1; -morphinan hydrobromide monohydrate </content></td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors (see PRECAUTIONS - Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis. To report SUSPECTED ADVERSE EVENTS, contact Dr. Reddy’s Laboratories Inc, at 1-888-375-3784 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 to 17 mg/kg. Another 2½-year-old child survived a dose of 300 to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in containers of 4 fluid ounces, NDC 75907-207-04 and 16 fluid ounces, NDC 75907-207-16. RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "spl_unclassified_section": [
      "Rx Only Distributed By: Dr. Reddy’s Laboratories, Inc. Princeton, NJ 08540 Code 1203B00 Rev. 07/2024"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 118 mL Bottle Label NDC 75907 -207 -04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v 2 mg/ 30 mg/ 10 mg per 5 mL Rx Only 4 fl.oz. (118 mL) PDP 118mL bottle label",
      "PRINCIPLE DISPLAY PANEL - 473mL Bottle Label NDC 75907 -207 -16 Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v 2 mg/ 30 mg/ 10 mg per 5 mL Rx Only 1 pint (473 mL) PDP -473mL bottle label"
    ],
    "set_id": "79be4527-73b4-93b2-5858-1e2a9819fd50",
    "id": "228fbf07-3273-5a5e-e063-6394a90a1c83",
    "effective_time": "20240920",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA207676"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Dr. Reddy's Labratories Inc."
      ],
      "product_ndc": [
        "75907-207"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "228fbf07-3273-5a5e-e063-6394a90a1c83"
      ],
      "spl_set_id": [
        "79be4527-73b4-93b2-5858-1e2a9819fd50"
      ],
      "package_ndc": [
        "75907-207-04",
        "75907-207-16"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 mg/kg to 17 mg/kg. Another 2½-year-old child survived a dose of 300 mg to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following size: 4 fl oz (118 mL): NDC 63629-8615-1 Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Perrigo Minneapolis, MN 55427 2202942 0U400 RC J1 Rev 04-14 A"
    ],
    "package_label_principal_display_panel": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup Alcohol 0.95% v/v Label"
    ],
    "set_id": "85b98fa3-376c-41a3-b3c1-0c739d903a22",
    "id": "9c7a1cff-ccac-4cdd-9afe-79dadf312617",
    "effective_time": "20251114",
    "version": "104",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8615"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "9c7a1cff-ccac-4cdd-9afe-79dadf312617"
      ],
      "spl_set_id": [
        "85b98fa3-376c-41a3-b3c1-0c739d903a22"
      ],
      "package_ndc": [
        "63629-8615-1"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and DextromethorphanHydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Brompheniramine Maleate Brompheniramine Pseudoephedrine Hydrochloride Pseudoephedrine Dextromethorphan Hydrobromide Dextromethorphan Water Glycerin Propylene Glycol Sodium Benzoate Anhydrous Citric Acid Alcohol Methylparaben Sucrose FD&C Red No. 40 light pink"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Rx Only Product No.: 8275 Distributed By: Wockhardt USA, LLC Parsippany, NJ 07054 Manufactured By: Morton Grove Pharmaceuticals, Inc. Morton Grove, IL 60053 Repackaged by: Proficient Rx LP Thousand Oaks, CA 91320 A50-8275-04 REV. 08-14"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: artificial butterscotch flavor, citric acid anhydrous, dehydrated alcohol, FD&C Red No. 40, glycerin, liquid sugar, methylparaben, propylene glycol, purified water and sodium benzoate. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. C 16 H 19 BrN 2 ∙C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP (±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO ∙ HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO ∙ HBr ∙ H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α -morphinan hydrobromide monohydrate Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure Chemical Structure Chemical Structure"
    ],
    "description_table": [
      "<table width=\"75%\"> <col width=\"60%\"/> <col width=\"15%\"/> <tbody> <tr> <td colspan=\"2\" styleCode=\"Toprule \" valign=\"top\"> <paragraph> <content styleCode=\"bold\">Each 5 mL (1 teaspoonful) contains:</content> </paragraph> </td> </tr> <tr> <td valign=\"top\"> <paragraph>Brompheniramine Maleate, USP</paragraph> </td> <td valign=\"top\"> <paragraph>2 mg</paragraph> </td> </tr> <tr> <td valign=\"top\"> <paragraph>Pseudoephedrine Hydrochloride, USP</paragraph> </td> <td valign=\"top\"> <paragraph>30 mg</paragraph> </td> </tr> <tr> <td valign=\"top\"> <paragraph>Dextromethorphan Hydrobromide, USP</paragraph> </td> <td valign=\"top\"> <paragraph>10 mg</paragraph> </td> </tr> <tr> <td colspan=\"2\" valign=\"top\"> <paragraph>Alcohol 0.95% v/v</paragraph> </td> </tr> <tr> <td colspan=\"2\" styleCode=\"Botrule \" valign=\"top\"> <paragraph>In a palatable, aromatic vehicle.</paragraph> </td> </tr> </tbody> </table>",
      "<table width=\"80%\"> <col width=\"35%\"/> <col width=\"15%\"/> <col width=\"31%\"/> <tbody> <tr> <td align=\"center\" colspan=\"3\" styleCode=\"Toprule \" valign=\"top\"> <renderMultiMedia ID=\"id278\" referencedObject=\"BDB72191-3E56-4436-A2F3-ADF13CD10B21\"/> </td> </tr> <tr> <td valign=\"top\"> <paragraph>C<sub>16</sub>H<sub>19</sub>BrN<sub>2</sub>&#x2219;C<sub>4</sub>H<sub>4</sub>O<sub>4</sub> </paragraph> </td> <td valign=\"top\"/> <td valign=\"top\"> <paragraph>M.W. 435.31</paragraph> </td> </tr> <tr> <td align=\"center\" colspan=\"3\" valign=\"top\"> <paragraph>Brompheniramine Maleate, USP (&#xB1;)-2-<content styleCode=\"italics\">p</content>-Bromo-&#x3B1;-2-(dimethylamino)ethylbenzylpyridine maleate (1:1)</paragraph> </td> </tr> <tr> <td align=\"center\" colspan=\"3\" valign=\"top\"> <renderMultiMedia ID=\"id295\" referencedObject=\"ID_3c676eff-7117-4321-a8a3-2143ade28d89\"/> </td> </tr> <tr> <td valign=\"top\"> <paragraph>C<sub>10</sub>H<sub>15</sub>NO &#x2219; HCl</paragraph> </td> <td valign=\"top\"/> <td valign=\"top\"> <paragraph>M.W. 201.69</paragraph> </td> </tr> <tr> <td align=\"center\" colspan=\"3\" valign=\"top\"> <paragraph>Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride</paragraph> </td> </tr> <tr> <td align=\"center\" colspan=\"3\" valign=\"top\"> <renderMultiMedia ID=\"id307\" referencedObject=\"A178A61B-31B4-490D-A854-407C0501CF15\"/> </td> </tr> <tr> <td valign=\"top\"> <paragraph>C<sub>18</sub>H<sub>25</sub>NO &#x2219; HBr &#x2219; H<sub>2</sub>O</paragraph> </td> <td valign=\"top\"/> <td valign=\"top\"> <paragraph>M.W. 370.32</paragraph> </td> </tr> <tr> <td align=\"center\" colspan=\"3\" styleCode=\"Botrule \" valign=\"top\"> <paragraph>Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9&#x3B1;, 13&#x3B1;, 14&#x3B1; -morphinan hydrobromide monohydrate</paragraph> </td> </tr> </tbody> </table>"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H1-receptor- blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors (see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors-Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants-Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs-Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors-Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants-Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs-Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours.Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Oral Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL) RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 118 mL Bottle Label WOCKHARDT NDC 63187-400-04 BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE ORAL SYRUP Each 5 mL (teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v Rx Only NET: 4 fl oz (118 mL) 63187-400-04"
    ],
    "set_id": "871632bb-0525-4e3b-a3ab-a50393bc9634",
    "id": "7f00edf4-7b75-4ba8-9685-5f7c6326d0ac",
    "effective_time": "20200501",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA088811"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and DextromethorphanHydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-400"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "7f00edf4-7b75-4ba8-9685-5f7c6326d0ac"
      ],
      "spl_set_id": [
        "871632bb-0525-4e3b-a3ab-a50393bc9634"
      ],
      "package_ndc": [
        "63187-400-04"
      ],
      "original_packager_product_ndc": [
        "60432-275"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine maleate, pseudoephedrine hydrochloride, Brompheniramine maleate, pseudoephedrine hydrochloride, BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ANHYDROUS CITRIC ACID FD&C RED NO. 40 GLYCERIN SUCROSE METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE ALCOHOL Light Pink"
    ],
    "description": [
      "DESCRIPTION Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup, 2 mg/30 mg/10 mg per 5 mL is a clear, light pink syrup with a butterscotch flavour. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP 2 mg Pseudoephedrine Hydrochloride, USP 30 mg Dextromethorphan Hydrobromide, USP 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: artificial butterscotch flavor, citric acid anhydrous, alcohol, FD&C Red No. 40, glycerin, sucrose, methylparaben, propylene glycol, purified water and sodium benzoate. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 4.0 and 6.0. Brompheniramine Maleate, USP(±)-2- p -Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α-morphinan hydrobromide monohydrate Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. bromfed-str1 bromfed-str2 bromfed-str3"
    ],
    "description_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"0\"><colgroup><col width=\"\"/></colgroup><tbody><tr><td styleCode=\"Lrule Rrule\" valign=\"middle\"><content styleCode=\"bold\">Brompheniramine Maleate, USP(&#xB1;)-2- <content styleCode=\"italics\">p</content>-Bromo-&#x3B1;-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) </content></td></tr></tbody></table>",
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"0\"><colgroup><col width=\"\"/></colgroup><tbody><tr><td styleCode=\"Lrule Rrule\" valign=\"middle\"><content styleCode=\"bold\">Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride </content></td></tr></tbody></table>",
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"0\"><colgroup><col width=\"\"/></colgroup><tbody><tr><td styleCode=\"Lrule Rrule\" valign=\"middle\"><content styleCode=\"bold\">Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9&#x3B1;, 13&#x3B1;, 14&#x3B1;-morphinan hydrobromide monohydrate </content></td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H1-receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α- sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors (see PRECAUTIONS - Drug Interactions). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.) Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION). Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.) Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup. It is also not known whether brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION)."
    ],
    "geriatric_use": [
      "Geriatric Use Clinical studies of brompheniramine maleate, pseudoephedrine hydrochloride and dextromethorphan hydrobromide syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System : Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13-17 mg/kg. Another 2½-year-old child survived a dose of 300-900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression.Should CNS hyperactivity or convulsive seizures occur, intravenous shortacting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine maleate, pseudoephedrine hydrochloride, and dextromethorphan hydrobromide syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL) NDC 71930-026-18 1 pint (473 mL) NDC 71930-026-43 RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. KEEP TIGHTLY CLOSED Dispense in a tight, light-resistant container as defined in the USP Rx Only Manufactured by: WES Pharma Inc Westminster, MD – 21157 USA Distributed by: Eywa Pharma Inc., 2 Research Way, Floor 3, Princeton, NJ 08540 REV. 04/20"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL 4 fl oz (118 mL) 1 pint (473 mL) bromfed-label118 bromfed-label2"
    ],
    "set_id": "8a4b2d13-d1c9-416f-95fd-f7d7b7970bb5",
    "id": "8a4b2d13-d1c9-416f-95fd-f7d7b7970bb5",
    "effective_time": "20200626",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA211170"
      ],
      "brand_name": [
        "Brompheniramine maleate, pseudoephedrine hydrochloride,"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE,"
      ],
      "manufacturer_name": [
        "Eywa Pharma Inc"
      ],
      "product_ndc": [
        "71930-026"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "8a4b2d13-d1c9-416f-95fd-f7d7b7970bb5"
      ],
      "spl_set_id": [
        "8a4b2d13-d1c9-416f-95fd-f7d7b7970bb5"
      ],
      "package_ndc": [
        "71930-026-18",
        "71930-026-43"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0371930026188",
        "0371930026430"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide SUCROSE GLYCERIN ALCOHOL PROPYLENE GLYCOL METHYLPARABEN ANHYDROUS CITRIC ACID TRISODIUM CITRATE DIHYDRATE SODIUM BENZOATE FD&C RED NO. 40 BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN Light pink colored, clear"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a light pink colored, clear syrup with a grape flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP.......................................2 mg Pseudoephedrine Hydrochloride, USP.............................30 mg Dextromethorphan Hydrobromide, USP...........................10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: sucrose, glycerin, ethyl alcohol, propylene glycol, methylparaben, citric acid, sodium citrate dihydrate, sodium benzoate, FD&C Red No. 40, and artificial grape flavor. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. C 16 H 19 BrN 2 •C 4 H 4 O 4 M.W. 435.31 Brompheniramine Maleate, USP(±)-2- p-Bromo-α-2-(dimethylamino)ethylbenzylpyridine maleate (1:1) C 10 H 15 NO•HCl M.W. 201.69 Pseudoephedrine Hydrochloride, USP (+)-Pseudoephedrine hydrochloride C 18 H 25 NO•HBr•H 2 O M.W. 370.32 Dextromethorphan Hydrobromide, USP 3-Methoxy-17-methyl-9α, 13α, 14α- morphinan hydrobromide monohydrate Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. \"Image Description\" \"Image Description\" \"Image Description\""
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors (see PRECAUTIONS - Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided (see CONTRAINDICATIONS ). Central nervous system (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established (see DOSAGE AND ADMINISTRATION ). Geriatric Use Clinical studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. However, antihistamines are more likely to cause dizziness, sedation, and hypotension in elderly patients. The elderly are also more likely to experience adverse reactions to sympathomimetics. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13–17 mg/kg. Another 2½-year-old child survived a dose of 300–900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup is a light pink-colored, clear grape-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 5 mL Unit Dose Cup NDC 68999-302-05 20 Unit Dose Cups of 5 mL each NDC 68999-302-24 RECOMMENDED STORAGE Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature]. Manufactured for: Chartwell Governmental & Specialty RX, LLC. Congers, NY 10920 L72762 Rev. 10/2025"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide Syrup 2 mg, 30 mg, 10 mg/5 mL - NDC 68999-302-05 - Unit-Dose Cup Label \"Image Description\""
    ],
    "set_id": "a19b75d4-67de-4904-8487-1f9b3368c833",
    "id": "4472f94a-77ad-02c3-e063-6294a90a9cf6",
    "effective_time": "20251125",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA213125"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride, and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE, AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Chartwell Governmental & Specialty RX, LLC"
      ],
      "product_ndc": [
        "68999-302"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "4472f94a-77ad-02c3-e063-6294a90a9cf6"
      ],
      "spl_set_id": [
        "a19b75d4-67de-4904-8487-1f9b3368c833"
      ],
      "package_ndc": [
        "68999-302-05",
        "68999-302-24"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide BROMPHENIRAMINE MALEATE BROMPHENIRAMINE PSEUDOEPHEDRINE HYDROCHLORIDE PSEUDOEPHEDRINE DEXTROMETHORPHAN HYDROBROMIDE DEXTROMETHORPHAN ALCOHOL ANHYDROUS CITRIC ACID GLYCERIN METHYLPARABEN PROPYLENE GLYCOL WATER SODIUM BENZOATE SUCROSE FD&C RED NO. 40 SODIUM CITRATE, UNSPECIFIED FORM clear, light pink"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink syrup with a butterscotch flavor. Each 5 mL (1 teaspoonful) contains: Brompheniramine Maleate, USP ................. 2 mg Pseudoephedrine Hydrochloride, USP ........ 30 mg Dextromethorphan Hydrobromide, USP ...... 10 mg Alcohol 0.95% v/v In a palatable, aromatic vehicle. Inactive Ingredients: alcohol, artificial butterscotch flavor, citric acid anhydrous, glycerin, methylparaben, propylene glycol, purified water, sodium benzoate, sodium citrate, sucrose, and FD&C Red No. 40. It may contain 10% citric acid solution or 10% sodium citrate solution for pH adjustment. The pH range is between 3.0 and 6.0. Antihistamine/Nasal Decongestant/Antitussive syrup for oral administration. Chemical Structure 1 Chemical Structure 2 Chemical Structure 3"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Brompheniramine maleate is a histamine antagonist, specifically an H 1 -receptor-blocking agent belonging to the alkylamine class of antihistamines. Antihistamines appear to compete with histamine for receptor sites on effector cells. Brompheniramine also has anticholinergic (drying) and sedative effects. Among the antihistaminic effects, it antagonizes the allergic response (vasodilation, increased vascular permeability, increased mucus secretion) of nasal tissue. Brompheniramine is well absorbed from the gastrointestinal tract, with peak plasma concentration after single, oral dose of 4 mg reached in 5 hours; urinary excretion is the major route of elimination, mostly as products of biodegradation; the liver is assumed to be the main site of metabolic transformation. Pseudoephedrine acts on sympathetic nerve endings and also on smooth muscle, making it useful as a nasal decongestant. The nasal decongestant effect is mediated by the action of pseudoephedrine on α-sympathetic receptors, producing vasoconstriction of the dilated nasal arterioles. Following oral administration, effects are noted within 30 minutes with peak activity occurring at approximately one hour. Dextromethorphan acts centrally to elevate the threshold for coughing. It has no analgesic or addictive properties. The onset of antitussive action occurs in 15 to 30 minutes after administration and is of long duration."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For relief of coughs and upper respiratory symptoms, including nasal congestion, associated with allergy or the common cold."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to any of the ingredients. Do not use in the newborn, in premature infants, in nursing mothers, or in patients with severe hypertension or severe coronary artery disease. Do not use dextromethorphan in patients receiving monoamine oxidase (MAOI) inhibitors ( see Drug Interactions ). Antihistamines should not be used to treat lower respiratory tract conditions including asthma."
    ],
    "warnings": [
      "WARNINGS Especially in infants and small children, antihistamines in overdosage may cause hallucinations, convulsions, and death. Antihistamines may diminish mental alertness. In the young child, they may produce excitation."
    ],
    "precautions": [
      "PRECAUTIONS General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease. Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery. Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs. Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed. Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus. Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "general_precautions": [
      "General Because of its antihistamine component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with a history of bronchial asthma, narrow angle glaucoma, gastrointestinal obstruction, or urinary bladder neck obstruction. Because of its sympathomimetic component, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup should be used with caution in patients with diabetes, hypertension, heart disease, or thyroid disease."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be warned about engaging in activities requiring mental alertness, such as driving a car or operating dangerous machinery."
    ],
    "drug_interactions": [
      "Drug Interactions Monoamine oxidase (MAO) inhibitors Hyperpyrexia, hypotension, and death have been reported coincident with the coadministration of MAO inhibitors and products containing dextromethorphan. In addition, MAO inhibitors prolong and intensify the anticholinergic (drying) effects of antihistamines and may enhance the effect of pseudoephedrine. Concomitant administration of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup and MAO inhibitors should be avoided ( see CONTRAINDICATIONS ). Central Nervous System (CNS) depressants Antihistamines have additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers, antianxiety agents, etc.). Antihypertensive drugs Sympathomimetic may reduce the effects of antihypertensive drugs."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Animal studies of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup to assess the carcinogenic and mutagenic potential or the effect on fertility have not been performed."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C Animal reproduction studies have not been conducted with Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup. It is also not known whether Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. It should be given to a pregnant woman only if clearly needed. Reproduction studies of brompheniramine maleate (a component of Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup) in rats and mice at doses up to 16 times the maximum human doses have revealed no evidence of impaired fertility or harm to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects"
    ],
    "nursing_mothers": [
      "Nursing Mothers Because of the higher risk of intolerance of antihistamines in small infants generally, and in newborns and prematures in particular, Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is contraindicated in nursing mothers."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 months have not been established ( see DOSAGE AND ADMINISTRATION )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reactions to Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup are: sedation; dryness of mouth, nose and throat; thickening of bronchial secretions; dizziness. Other adverse reactions may include: Dermatologic: Urticaria, drug rash, photosensitivity, pruritus. Cardiovascular System: Hypotension, hypertension, cardiac arrhythmias, palpitation. CNS: Disturbed coordination, tremor, irritability, insomnia, visual disturbances, weakness, nervousness, convulsions, headache, euphoria, and dysphoria. G.U. System: Urinary frequency, difficult urination. G.I. System: Epigastric discomfort, anorexia, nausea, vomiting, diarrhea, constipation. Respiratory System: Tightness of chest and wheezing, shortness of breath. Hematologic System: Hemolytic anemia, thrombocytopenia, agranulocytosis."
    ],
    "overdosage": [
      "OVERDOSAGE Signs and Symptoms Central nervous system effects from overdosage of brompheniramine may vary from depression to stimulation, especially in children. Anticholinergic effects may be noted. Toxic doses of pseudoephedrine may result in CNS stimulation, tachycardia, hypertension, and cardiac arrhythmias; signs of CNS depression may occasionally be seen. Dextromethorphan in toxic doses will cause drowsiness, ataxia, nystagmus, opisthotonos, and convulsive seizures. Toxic Doses Data suggest that individuals may respond in an unexpected manner to apparently small amounts of a particular drug. A 2½-year-old child survived the ingestion of 21 mg/kg of dextromethorphan exhibiting only ataxia, drowsiness, and fever, but seizures have been reported in 2 children following the ingestion of 13 mg/kg to 17 mg/kg. Another 2½-year-old child survived a dose of 300 mg to 900 mg of brompheniramine. The toxic dose of pseudoephedrine should be less than that of ephedrine, which is estimated to be 50 mg/kg. Treatment Induce emesis if patient is alert and is seen prior to 6 hours following ingestion. Precautions against aspiration must be taken, especially in infants and small children. Gastric lavage may be carried out, although in some instances tracheostomy may be necessary prior to lavage. Naloxone hydrochloride 0.005 mg/kg intravenously may be of value in reversing the CNS depression that may occur from an overdose of dextromethorphan. CNS stimulants may counter CNS depression. Should CNS hyperactivity or convulsive seizures occur, intravenous short-acting barbiturates may be indicated. Hypertensive responses and/or tachycardia should be treated appropriately. Oxygen, intravenous fluids, and other supportive measures should be employed as indicated."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults and pediatric patients 12 years of age and over: 10 mL (2 teaspoonfuls) every 4 hours. Children 6 to under 12 years of age: 5 mL (1 teaspoonful) every 4 hours. Children 2 to under 6 years of age: 2.5 mL (½ teaspoonful) every 4 hours. Infants 6 months to under 2 years of age: Dosage to be established by a physician. Do not exceed 6 doses during a 24-hour period."
    ],
    "how_supplied": [
      "HOW SUPPLIED Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup is a clear, light pink-colored, butterscotch-flavored syrup containing in each 5 mL (1 teaspoonful) brompheniramine maleate 2 mg, pseudoephedrine hydrochloride 30 mg and dextromethorphan hydrobromide 10 mg, available in the following sizes: 4 fl oz (118 mL): NDC 63187-664-04"
    ],
    "storage_and_handling": [
      "RECOMMENDED STORAGE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Keep Tightly Closed Dispense in a tight, light-resistant container as defined in the USP. Rx Only Manufactured By Perrigo Minneapolis, MN 55427 Relabeled By Proficient Rx LP Thousand Oaks, CA 91320 2202942 0U400 RC J1 Rev 04-14 A"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 118 mL Rx Only NDC 63187-664-04 Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide Syrup Alcohol 0.95% v/v 4 FL OZ (118 mL) 63187-664-04"
    ],
    "set_id": "ed9399e2-2be8-4793-99c5-204779c2a471",
    "id": "052ce621-5b6e-4246-a510-2673f8fc1503",
    "effective_time": "20210101",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA205292"
      ],
      "brand_name": [
        "Brompheniramine Maleate, Pseudoephedrine Hydrochloride and Dextromethorphan Hydrobromide"
      ],
      "generic_name": [
        "BROMPHENIRAMINE MALEATE, PSEUDOEPHEDRINE HYDROCHLORIDE AND DEXTROMETHORPHAN HYDROBROMIDE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-664"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "BROMPHENIRAMINE MALEATE",
        "DEXTROMETHORPHAN HYDROBROMIDE",
        "PSEUDOEPHEDRINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1357010"
      ],
      "spl_id": [
        "052ce621-5b6e-4246-a510-2673f8fc1503"
      ],
      "spl_set_id": [
        "ed9399e2-2be8-4793-99c5-204779c2a471"
      ],
      "package_ndc": [
        "63187-664-04"
      ],
      "original_packager_product_ndc": [
        "0574-1104"
      ],
      "unii": [
        "IXA7C9ZN03",
        "9D2RTI9KYH",
        "6V9V2RYJ8N"
      ]
    }
  }
]