[
  {
    "spl_product_data_elements": [
      "Capsaicin 0.1 Percent Capsaicin CAPSAICIN CAPSAICIN STEARIC ACID TROLAMINE CHONDROITIN SULFATE (BOVINE) POLYACRYLAMIDE (10000 MW) SODIUM POLYACRYLATE (2500000 MW) WATER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE CETOSTEARYL ALCOHOL ETHYLHEXYLGLYCERIN GLUCOSAMINE SULFATE GLYCERIN GLYCERYL MONOSTEARATE C13-14 ISOPARAFFIN ISOSTEARYL PALMITATE LAURETH-7 DIMETHYL SULFONE PEG-100 STEARATE PHENOXYETHANOL PROPYLENE GLYCOL"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.1 % Cream Alexso, Inc. Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.1 % Cream Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands. Wash hands thoroughly with soap and water immediately after application for best results. Apply 3 to 4 times daily. Children under 18 years : Ask a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Cetearyl Alcohol, Chondroitin Sulfate, Ethylhexylglycerin, Glucosamine Sulfate, Glycerin, Glyceryl Stearate, C13-14 Isoparaffin, Isostearyl Palmitate, Laureth-7, Methylsufonylmethane (MSM), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Propylene Glycol, Sodium Polyacrylate, Stearic Acid, and Triethanolamine"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.1 % C ream NDC 50488-1060-6 6 0 grams Alexso, Inc PRINCIPAL DISPLAY PANEL Capsaicin 0.1% Cream NDC 50488-1060-6 60 grams Alexso, Inc"
    ],
    "set_id": "0090ca38-6433-45c4-9453-edf2788c14c6",
    "id": "4dd9a4a8-6316-41d9-b9cc-75b31e9a0fb7",
    "effective_time": "20241206",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.1 Percent"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-1060"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "4dd9a4a8-6316-41d9-b9cc-75b31e9a0fb7"
      ],
      "spl_set_id": [
        "0090ca38-6433-45c4-9453-edf2788c14c6"
      ],
      "package_ndc": [
        "50488-1060-6"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0350488106061"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CAPSAICIN CAPSAICIN WATER SODIUM POLYACRYLATE (8000 MW) GLYCERIN SORBITOL CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED FORM POLYSORBATE 80 LEMON OIL DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS EUCALYPTUS OIL METHYLPARABEN EDETATE DISODIUM"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.025% Patch Alexso, Inc. Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.025% Patch Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • arthritis • simple backache • strains • bruises • sprains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional Read all warnings and directions before use. Discontinue use at least one hour prior to bath, shower, or swimming; do not use immediately after bath, shower, or swimming. Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use."
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. - Clean and dry the affected area. - Open pouch and remove one patch. - Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. - Wash hands with soap and water after handling the patches. - Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. - Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years : Ask a physician"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Sodium Polyacrylate, Glycerin, Sorbitol, Sodium Cellulose Glycolate, Polysorbate 80, Lemon Oil, Aluminum Glycinate, Eucalyptus Oil, Methylparaben, EDTA Disodium Salt"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.025 % Patch NDC 50488-2025-1 10 Patches (5 per Resealable Pouch) Alexso, Inc Capsaicin 0.025% Patch"
    ],
    "set_id": "030d67b2-d798-4134-bc96-69536ad46f2d",
    "id": "73138937-e21b-4136-af07-a3e600eb0ff0",
    "effective_time": "20241206",
    "version": "4",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-2025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "73138937-e21b-4136-af07-a3e600eb0ff0"
      ],
      "spl_set_id": [
        "030d67b2-d798-4134-bc96-69536ad46f2d"
      ],
      "package_ndc": [
        "50488-2025-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin MYRRH ZINC OXIDE CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical Anesthetic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves mild to moderate aches and pains of muscles and joints associated with muscle soreness, strains, sprains, arthritis, simple backache, muscle stiffness, bruises."
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional. Do not use: • On wounds, cuts, damaged or infected skin. • On eyes, mouth, genitals, or any other mucous membranes. Allergy Alert : if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. When using this product: • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes. • Do not tightly wrap or bandage the treated area. • Do not apply heat to the treated area immediately before or after use. Stop use and ask a physician : • rash, itching or excessive skin irritation develops. • conditions worsen. • symptoms persist for more than 7 days. • symptoms clear up and occur again within a few days. If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older : Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. INSTRUCTIONS FOR USE : Clean and dry the affected area. Open pouch and remove one patch. Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. Wash hands with soap and water after handling the patches. Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. Discontinue use at least one hour prior to bath, shower, or swimming; do not use immediately after bath, shower, or swimming. Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years: Ask a physician"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Adhesive, myrrh gum, zinc oxide."
    ],
    "storage_and_handling": [
      "Other information Some individuals may not experience pain relief until several minutes or hours after applying the patch. Store in a cool, dry place. Protect the product from excessive moisture or sunlight. Store at 67-77°F (19-25°C)."
    ],
    "package_label_principal_display_panel": [
      "Label image description"
    ],
    "set_id": "05a09ee5-e7a4-4758-8b16-f60b945a7d82",
    "id": "407e05ef-30e0-4b17-e063-6394a90aac67",
    "effective_time": "20251006",
    "version": "5",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "PHARMACURE LLC"
      ],
      "product_ndc": [
        "79643-002"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "407e05ef-30e0-4b17-e063-6394a90aac67"
      ],
      "spl_set_id": [
        "05a09ee5-e7a4-4758-8b16-f60b945a7d82"
      ],
      "package_ndc": [
        "79643-002-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.03% Patch Capsaicin 0.03% CAPSAICIN CAPSAICIN ACRYLIC ACID POLYSORBATE 80 GLYCERIN SORBITOL CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED MAGNESIUM ALUMINUM SILICATE PHENOXYETHANOL EDETATE DISODIUM LEMON OIL, COLD PRESSED WATER PEPPERMINT OIL"
    ],
    "spl_unclassified_section": [
      "​ Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.03%"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of pain"
    ],
    "warnings": [
      "Warnings (​For external use only) Do not use more than 1 patch at a time on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if localized skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use more than 1 patch at a time on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if localized skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adult and children 12 years of age and over : clean and dry affected area apply 1 patch at a time to affected area,not more than 3 to 4 times daily remove patch from the skin after at most 8-hour application Children under 12 years of age : consult a doctor"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Poly(acrylic acid) solution,Polysorbate 80,Glycerin,SORBITOL,Carboxymethyl Cellulose Sodium, aluminium magnesium silicate,PHENOXYETHANOL, EDTA Disodium salt,Lemon oil,Water, Peppermint oil."
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F) Avoid storing product in direct sunlight and protect product from excessive moisture."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC: 82461- 418-10 Medcore LLC Capsaicin 0.03% Pain Relieving Hydrogel Technology Contains: 10 Patches Manufactured for: Medcore LLC 3048 Valley Rd Basking Ridge, NJ 07920 Store in a dry, cool place. For Comments or Questions, call 908-280-2269 Capsaicin"
    ],
    "set_id": "1046c073-c270-4be3-89f2-e8c91f1af97b",
    "id": "1f68a068-2ae3-476e-92e3-4b03c0f0762f",
    "effective_time": "20251104",
    "version": "1",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Capsaicin 0.03% Patch"
      ],
      "generic_name": [
        "CAPSAICIN 0.03%"
      ],
      "manufacturer_name": [
        "Medcore LLC"
      ],
      "product_ndc": [
        "82461-418"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "2727393"
      ],
      "spl_id": [
        "1f68a068-2ae3-476e-92e3-4b03c0f0762f"
      ],
      "spl_set_id": [
        "1046c073-c270-4be3-89f2-e8c91f1af97b"
      ],
      "package_ndc": [
        "82461-418-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin MYRRH ZINC OXIDE CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Capsaicin 0.05% Topical Analgesic"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints associated with arthritis, simple backache, bruises, sprains, and strains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional. Do not use • On wounds, cuts, damaged, or infected skin • On eyes, mouth, genitals, or any other mucous membranes Stop use and ask a physician : If rash, itching, or excessive skin irritation develops. If conditions worsen. If symptoms persist for more than 7 days. If symptoms clear up and occur again within a few days. Keep out of reach of children and pets. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. Allergy Alert : If you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. When using this product You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Do not apply heat to the treated area immediately before or after use"
    ],
    "keep_out_of_reach_of_children": [
      ""
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older : Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave the patch on for more than 8 hours at a time. Instructions for use : Clean and dry the affected area. Open the pouch and remove one patch. Remove any protective film and apply directly to the affected area of pain. Apply immediately after removal from the protective envelope. - Wash your hands with soap and water after handling the patches. Reseal pouch containing unused patches after each use. Do not store the patch outside the sealed envelope. Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years: Ask a physician"
    ],
    "spl_unclassified_section": [
      "Other Information Some individuals may not experience pain relief until several minutes or hours after applying the patch. Store in a cool and dry place. Store at 67°-77°F (19°-25° C) Protect the product from excessive moisture or sunlight."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Adhesive, myrrh gum, zinc oxide"
    ],
    "package_label_principal_display_panel": [
      "Product label image description"
    ],
    "set_id": "119bab58-f129-4ff0-8d81-9c6a7b508dd6",
    "id": "3d730baf-1cbb-b38f-e063-6394a90a1bf5",
    "effective_time": "20250828",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "PHARMACURE LLC"
      ],
      "product_ndc": [
        "79643-012"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "2722414"
      ],
      "spl_id": [
        "3d730baf-1cbb-b38f-e063-6394a90a1bf5"
      ],
      "spl_set_id": [
        "119bab58-f129-4ff0-8d81-9c6a7b508dd6"
      ],
      "package_ndc": [
        "79643-012-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CAPSAICIN CAPSAICIN WATER SODIUM POLYACRYLATE (8000 MW) GLYCERIN SORBITOL CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED FORM POLYSORBATE 80 LEMON OIL DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS EUCALYPTUS OIL METHYLPARABEN EDETATE DISODIUM"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.025% Patch AriBrands , LLC Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.025% Patch Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • arthritis • simple backache • strains • bruises • sprains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional Read all warnings and directions before use. Discontinue use at least one hour prior to bath, shower, or swimming; do not use immediately after bath, shower, or swimming. Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use."
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. - Clean and dry the affected area. - Open pouch and remove one patch. - Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. - Wash hands with soap and water after handling the patches. - Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. - Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years : Ask a physician"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Sodium Polyacrylate, Glycerin, Sorbitol, Sodium Cellulose Glycolate, Polysorbate 80, Lemon Oil, Aluminum Glycinate, Eucalyptus Oil, Methylparaben, EDTA Disodium Salt"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.025 % Patch NDC 71436-3025-1 10 Patches (5 per Resealable Pouch) AriBrands, LLC PRINCIPAL DISPLAY PANEL Capsaicin 0.025% Patch NDC 71436-3025-1 10 Patches (5 per Resealable Pouch) AriBrands, LLC"
    ],
    "set_id": "127049aa-7f3d-4d3b-b776-8c78c19bb719",
    "id": "d79909fa-4567-4479-9743-7815fe3603bd",
    "effective_time": "20231117",
    "version": "2",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "ARI BRANDS, LLC"
      ],
      "product_ndc": [
        "71436-3025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "d79909fa-4567-4479-9743-7815fe3603bd"
      ],
      "spl_set_id": [
        "127049aa-7f3d-4d3b-b776-8c78c19bb719"
      ],
      "package_ndc": [
        "71436-3025-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Cream Capsaicin WATER PEG-100 STEARATE PROPYLENE GLYCOL CETYL ALCOHOL PEPPERMINT OIL PHENOXYETHANOL ALOE VERA LEAF MINERAL OIL XANTHAN GUM WHITE PETROLATUM GLYCERYL STEARATE SE STEARYL ALCOHOL CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Capsaicin 0.1%"
    ],
    "purpose": [
      "External Analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin."
    ],
    "do_not_use": [
      "Do not use: on wounds or damaged skin if you are allergic to capsaicin or chili peppers"
    ],
    "when_using": [
      "When using this product: you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. with regular use, this sensation generally disappears after several days avoid contact with the eyes, lips, nose, and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use."
    ],
    "ask_doctor": [
      "Ask Doctor Stop use and ask a doctor if: condition worsens or does not improve after regular use severe burning persists or blistering occurs."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of Reach of Children Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately"
    ],
    "dosage_and_administration": [
      "Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently tub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other Information: Store at room temperature 15°- 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum."
    ],
    "questions": [
      "Questions or comments? Call (800) 380-6709 Distributed By: A2A Integrated Pharmaceuticals Franklin, KY 42134"
    ],
    "package_label_principal_display_panel": [
      "Capsaicin Cream Carton Version 2"
    ],
    "set_id": "147f3594-7362-7a78-e063-6294a90a3e42",
    "id": "26e1e67b-9a3c-c41d-e063-6394a90a6386",
    "effective_time": "20251130",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "A2A Integrated Pharmaceuticals, LLC"
      ],
      "product_ndc": [
        "73141-558"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "26e1e67b-9a3c-c41d-e063-6394a90a6386"
      ],
      "spl_set_id": [
        "147f3594-7362-7a78-e063-6294a90a3e42"
      ],
      "package_ndc": [
        "73141-558-02"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0373141558021"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "HealthWise Capsaicin Heat Patch CAPSAICIN HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "warnings": [
      "For External Use Only Allergy alert: if you are allergic or suspect you are allergic to the ingredients listed below, including chili perppers.. consults with your physician before use."
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain of muscles and joints associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "purpose": [
      "Purpose Temporary relief of minor pain associated with: arthritis, minor backache, muscle strains, muschle sprains, bruises"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer"
    ],
    "dosage_and_administration": [
      "Directions for Use: Adults and Childrens 12 Years of Age or Over Clean and dry affected area; free of lotions, ointments and creams Carefully remove backing starting at a corner. Apply sticky side of patch to affected area Do not use more than one patch in an 8-hour period. Repeat as necessary. Maximum 3 patches per day Discard after signle use Children under 12 years of age: Consult a physician"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center (1-800-222-1222) right away."
    ],
    "other_safety_information": [
      "Other Information avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "do_not_use": [
      "Do Not Use: On wounds or damaged skin with pain rubs, medicated lotions, creams or ointments with a heating pad."
    ],
    "when_using": [
      "When Using this product ■ use only as directed ■ avoid contact with eyes, mucous membranes or rashes ■ do not bandage tightly ■ discontinue use at least 1 hour before a bath or shower ■ do not use immediately after a bath or shower ■ do not microwave ■ dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "stop_use": [
      "Stop Use and ask a doctor: Stop use and ask a doctor if ■ skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur ■ condition worsens ■symptoms persist more than 7 days ■symptoms clear and reoccur within a few days."
    ],
    "questions": [
      "QUESTIONS call 1-866-326-1313"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding ask a health professional before use."
    ],
    "package_label_principal_display_panel": [
      "LABEL label"
    ],
    "set_id": "150c1f09-8aa7-67ea-e063-6294a90a950a",
    "id": "150c1dd2-b7b1-a13a-e063-6394a90a7e05",
    "effective_time": "20240401",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "HealthWise Capsaicin Heat Patch"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Veridian Healthcare"
      ],
      "product_ndc": [
        "71101-030"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "spl_id": [
        "150c1dd2-b7b1-a13a-e063-6394a90a7e05"
      ],
      "spl_set_id": [
        "150c1f09-8aa7-67ea-e063-6294a90a950a"
      ],
      "package_ndc": [
        "71101-030-20"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Best Choice Targeted Warming Capsaicin Heat Patch Capsaicin HYDROGENATED C6-20 POLYOLEFIN (100 CST) NATURAL LATEX RUBBER PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ISOPRENE COPOLYMER (28:72; 210000 MW) CAPSICUM CAPSICUM"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain of muscles and joints associated with: arthritis, minor backache, strains, sprains and bruises"
    ],
    "warnings": [
      "Warnings For external use only Do not use on wounds or damaged skin with pain rubs, medicated lotions, creams or ointments with a heating pad. When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower do not microwave dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch. Stop use and ask a doctor if skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur condition worsens symptoms persist more than 7 days symptoms clear and reoccur within a few days. If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, contact a poison control center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin with pain rubs, medicated lotions, creams or ointments with a heating pad. When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower do not microwave dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower do not microwave dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur condition worsens symptoms persist more than 7 days symptoms clear and reoccur within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, contact a poison control center (1-800-222-1222) right away."
    ],
    "other_safety_information": [
      "Allergy alert: If you are allergic or suspect you are allergic to the ingredients of this product, including chilli peppers, consult with your physician before use."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: Clean and dry affected area, free of lotions, oitments and creams. Carefully remove backing starting at a corner. Apply sticky side of patch to affected area. Do not use more than one patch in an 8 hour period. Repeat as necessary. Maximum 3 patches per day. Discard patch after single use. Children under 12 years of age: consult a physician."
    ],
    "storage_and_handling": [
      "Other information Avoid storage in direct sunlight Protect patch from excessive moisture."
    ],
    "inactive_ingredient": [
      "Inactive ingredients hydrogenated C6-20 polyolefin, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, styrene/isoprene copolymer"
    ],
    "questions": [
      "Scan here for more product information. Call 1-844-292-1112 for more product information."
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel label"
    ],
    "set_id": "24ca40b7-e17b-42a3-bcc8-6861b9a5934a",
    "id": "48abe0d7-e78a-db02-e063-6294a90ac51a",
    "effective_time": "20260118",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Best Choice Targeted Warming Capsaicin Heat Patch"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Valu Merchandisers Company"
      ],
      "product_ndc": [
        "63941-691"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSICUM"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "48abe0d7-e78a-db02-e063-6294a90ac51a"
      ],
      "spl_set_id": [
        "24ca40b7-e17b-42a3-bcc8-6861b9a5934a"
      ],
      "package_ndc": [
        "63941-691-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185375",
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0016962",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Plant Allergenic Extract [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Plant Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "00UK7646FG"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thermacare Arthritis and Nerve Pain Therapy Capsaicin Roll On Thermacare Capsaicin Roll On ALCOHOL CARBOMER INTERPOLYMER TYPE A (ALLYL SUCROSE CROSSLINKED) WATER GLYCERIN AMINOMETHYL PROPANOL CAPSAICIN CAPSAICIN PROPYLENE GLYCOL Cylindrical Container"
    ],
    "active_ingredient": [
      "Capsaicin 0.1%"
    ],
    "purpose": [
      "Topical analgesic"
    ],
    "indications_and_usage": [
      "For temporary relief of minor aches and pains of muscles and joints associated with: arthritis muscle strains sprains bruises simple backache"
    ],
    "warnings": [
      "For external use only Flammable keep away from excessive heat or open flame Stop use and ask a doctor if condition worsens symptoms last more than 7 days or clear up and occur again within a few days redness is present irritation develops If pregnant or breast-feeding, ask a health professional before use."
    ],
    "when_using": [
      "When using this product do not bandage tightly or cover treated area do not use with heating pad avoid contact with eyes and mucous membranes do not apply to wounds, damaged, broken or irritated skin a transient burning sensation may occur upon application but generally disappears in several days if severe burning occurs, discontinue use immediately do not expose the area treated with product to heat or direct sunlight Directions adults and children over 18 years of age: apply to affected area massage into painful area until thoroughly absorbed repeat as necessary, but no more than 3 to 4 times daily wash hands with soap and water after applying"
    ],
    "inactive_ingredient": [
      "alcohol denatured aminomethyl propanol carbomer glycerin propylene glycol water"
    ],
    "questions": [
      "call 1-800-323-3383"
    ],
    "dosage_and_administration": [
      "Capsaicin 0.1% Topical analgesic"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Children 18 years of age or younger: ask a doctor"
    ],
    "package_label_principal_display_panel": [
      "Thermacare Heat Therapy™ Penetraing CAPSAICIN soothes nerves ARTHRITIS & NERVE PAIN THERAPY CAPSAICIN ROLL ON Soothes Aggravated Nerves Deep Penetrating Warmth Long Lasting, Fast Acting 0.1% Capsaicin No Mess Roll On NET WT. 2.5 oz (70.8 g) Thermacare Capsaicin Roll On"
    ],
    "set_id": "2850f7e7-41dd-f5f9-e063-6394a90ae519",
    "id": "2850f7e7-41de-f5f9-e063-6394a90ae519",
    "effective_time": "20241202",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Thermacare Arthritis and Nerve Pain Therapy Capsaicin Roll On"
      ],
      "generic_name": [
        "THERMACARE CAPSAICIN ROLL ON"
      ],
      "manufacturer_name": [
        "Clarion Brands LLC"
      ],
      "product_ndc": [
        "69693-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "spl_id": [
        "2850f7e7-41de-f5f9-e063-6394a90ae519"
      ],
      "spl_set_id": [
        "2850f7e7-41dd-f5f9-e063-6394a90ae519"
      ],
      "package_ndc": [
        "69693-001-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.025% Cream Capsaicin 0.025% CAPSICUM OLEORESIN CAPSICUM OLEORESIN CAPSICUM OLEORESIN ETHYL MENTHANE CARBOXAMIDE GLYCERIN MENTHA PIPERITA (PEPPERMINT) OIL ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL TRIETHANOLAMINE LAURYL LAURATE ETHYLHEXYLGLYCERIN BUTYL ACRYLATE/METHYL METHACRYLATE/METHACRYLIC ACID COPOLYMER (18000 MW) ALCOHOL MENTHYL LACTATE, (-)- ALOE BARBADENSIS LEAF JUICE AQUA ARNICA MONTANA FLOWER ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER (60000 MPA.S) LINUM USITATISSIMUM (LINSEED) SEED OIL METHYL DIISOPROPYL PROPIONAMIDE PPG-2 HYDROXYETHYL COCAMIDE HYDROXYETHYL BEHENAMIDOPROPYL DIMONIUM CHLORIDE EUTERPE OLERACEA FRUIT OIL PHENOXYETHANOL"
    ],
    "active_ingredient": [
      "Active Ingredients: Capsicum Oleoresin (Containing Capsaicin 0.025%)"
    ],
    "purpose": [
      "Purpose: Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of minor aches and pains of muscles and joints associated with simple backache, arthritis, strains and sprains"
    ],
    "warnings": [
      "Warnings: For external use only • This is not a face cream. Do not apply to the face. • Do not use if allergic to chili peppers or if past allergic reaction to capsaicin. • Do not apply to wounds or damaged, broken, sunburned, chapped or irritated skin. • Do not bandage tightly. • Do not apply within 1 hour before or after bath, shower, hot tub, sauna or vigorous exercise. Warm water, perspiration or open pores can intensify the impact of this product and cause a burning sensation. • Do not use with a heating pad, hot water bottle or other source of heat. Doing so can increase risk of serious burns. When using this product • Do not get into eyes and avoid contact with other mucous membranes. If contact occurs or if pain, discomfort or skin redness occurs, continually rinse with cool water and seek medical help. If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use. Keep out of reach of children and pets. if swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "keep_out_of_reach_of_children": [
      "If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use. Keep out of reach of children and pets. if swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "dosage_and_administration": [
      "Directions: • Rotate pump’s spout counter-clockwise slightly to unlock; clockwise to lock. • Before using on children under 18 years of age consult a physician. • Apply sparingly to affected area not more than 4 times daily. However, for first use, apply to small area to test for sensitivity or skin reaction. • Gently massage into the skin until fully absorbed. • Wash hands with soap and water thoroughly after each application to avoid spreading to the eyes or other sensitive mucous membranes."
    ],
    "spl_unclassified_section": [
      "Other information Store at controlled room temperature 20° to 25°C (68° to 77°F). [See USP]. Protect from light and moisture and avoid excessive heat."
    ],
    "inactive_ingredient": [
      "Inactive ingredient Acrylates Copolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aloe Barbadensis (Aloe Vera) Leaf Juice, Aqua (Purified Water), Arnica Montana Flower Extract, Ethyl Alcohol, Ethyl Menthane Carboxamide, Ethylhexylglycerin, Euterpe Oleracea (Acai) Fruit Oil, Glycerin, Hydroxyethyl Behenamidopropyl Dimonium Chloride, Lauryl Laurate, Linum Usitatissimum (Flax) Seed Oil, Mentha Piperita (Peppermint) Oil, Menthyl Lactate, Methyl Diisopropyl Propionamide, Phenoxyethanol, PPG-2 Hydroxyethyl Cocamide, Rosmarinus Officinals (Rosemary) Oil, Triethanolamine."
    ],
    "package_label_principal_display_panel": [
      "Label Manufactured in the USA by: PureTek Corporation Panorama City, CA 91402 For questions or information call toll-free: 877-921-7873 Label"
    ],
    "set_id": "28f00df0-c416-f17b-e063-6294a90a5570",
    "id": "28f00df0-c417-f17b-e063-6294a90a5570",
    "effective_time": "20250102",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.025% Cream"
      ],
      "generic_name": [
        "CAPSAICIN 0.025%"
      ],
      "manufacturer_name": [
        "Puretek Corporation"
      ],
      "product_ndc": [
        "59088-220"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSICUM OLEORESIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "28f00df0-c417-f17b-e063-6294a90a5570"
      ],
      "spl_set_id": [
        "28f00df0-c416-f17b-e063-6294a90a5570"
      ],
      "package_ndc": [
        "59088-220-08"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "UW86K581WY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.05% Cream Capsaicin 0.05% CALENDULA OFFICINALIS FLOWER CETEARYL ALCOHOL PHENOXYETHANOL SILICA ARNICA MONTANA FLOWER CARTHAMUS TINCTORIUS (SAFFLOWER) OLEOSOMES MYRISTYL MYRISTATE NIACINAMIDE GLYCERIN PEG-100 STEARATE ALUMINUM STARCH OCTENYLSUCCINATE GINGER SODIUM HYALURONATE CAPSICUM OLEORESIN CAPSICUM OLEORESIN CAPSAICIN BISABOLOL MALTODEXTRIN AQUA GINKGO BILOBA LEAF ISOPROPYL MYRISTATE LAURETH-7 LAVANDULA ANGUSTIFOLIA (LAVENDER) OIL C13-14 ISOPARAFFIN CALCIUM PANTOTHENATE SODIUM ASCORBYL PHOSPHATE PYRIDOXINE HCL C12-15 ALKYL BENZOATE ACRYLAMIDE/SODIUM ACRYLOYLDIMETHYLTAURATE COPOLYMER (120000 MPA.S AT 1%) ALOE VERA LEAF CHAMOMILE DIMETHICONE .ALPHA.-TOCOPHEROL ACETATE, DL- GLYCERYL STEARATE"
    ],
    "active_ingredient": [
      "Active ingredient Capsicum Oleoresin (Containing Capsaicin 0.05%)"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of minor aches and pains of muscles and joints associated with simple backache, arthritis, strains and sprains"
    ],
    "warnings": [
      "Warnings For external use only • This is not a face cream. Do not apply to the face. • Do not use if allergic to chili peppers or if past allergic reaction to capsaicin. • Do not apply to wounds or damaged , broken, sunburned, chapped or irritated skin. • Do not bandage tightly. • Do not apply within 1 hour before or after bath, shower, hot tub, sauna or vigorous exercise. Warm water, perspiration or open pores can intensify the impact of this product and burning sentation. • Do not use with heating pad, hot water bottle or other source of heat. Doing so can increase risk of serious burns. When using this product • Do not get into eyes and avoid contact with other mucous membranes. If contact occurs or if pain, discomfort or skin redness occurs, continually rinse with cool water and seek medical help. If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use. Keep out of reach of children and pets. if swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "keep_out_of_reach_of_children": [
      "If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use. Keep out of reach of children and pets. if swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "dosage_and_administration": [
      "Directions • Rotate pump’s spout counter-clockwise slightly to unlock; clockwise to lock. • Before using on children under 18 years of age consult a physician. • Apply sparingly to affected area not more than 4 times daily. However, for first use, apply to small area to test for sensitivity or skin reaction. • Gently massage into the skin until fully absorbed. • Wash hands with soap and water thoroughly after each application to avoid spreading to the eyes or other sensitive mucous membranes."
    ],
    "spl_unclassified_section": [
      "Other Information Store at controlled room temperature 20° to 25°C (68° to 77°F). [See USP]. Protect from light and moisture and avoid excessive heat."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aloe Barbadensis (Aloe Vera) Leaf Juice, Aqua (Purified Water), Arnica Montana (Arnica) Flower Extract, Bisabolol, C12-15 Alkyl Benzoate, C13-14 Isoparaffin, Calcium Pantothenate (Vitamin B5), Calendula Officinalis Flower Extract, Carthamus Tinctorius (Safflower) Oleosomes, Cetearyl Alcohol, Chamomilla Recutita (Matricaria) Flower Extract, Dimethicone, DL-Alpha-Tocopheryl Acetate (Vitamin E), Ginkgo Biloba (Ginkgo) Leaf Extract, Glycerin, Glyceryl Stearate, Isopropyl Myristate, Laureth-7, Lavandula Angustifolia (Lavender) Oil, Maltodextrin, Myristyl Myristate, Niacinamide (Vitamin B3), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Pyridoxine HCl (Vitamin B6), Silica, Sodium Ascorbyl Phosphate (Vitamin C), Sodium Hyaluronate, Sodium Starch Octenylsuccinate, Zingiber Officinale (Ginger) Root Extract."
    ],
    "package_label_principal_display_panel": [
      "Label Manufactured in the USA by: PureTek Corporation Panorama City, CA 91402 For questions or information call toll-free: 877-921-7873 Label"
    ],
    "set_id": "2cf17a28-711f-77bd-e063-6394a90a7061",
    "id": "2f3d2563-85c8-d5a3-e063-6294a90a6d3c",
    "effective_time": "20250228",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.05% Cream"
      ],
      "generic_name": [
        "CAPSAICIN 0.05%"
      ],
      "manufacturer_name": [
        "Puretek Corporation"
      ],
      "product_ndc": [
        "59088-223"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSICUM OLEORESIN"
      ],
      "rxcui": [
        "200083"
      ],
      "spl_id": [
        "2f3d2563-85c8-d5a3-e063-6294a90a6d3c"
      ],
      "spl_set_id": [
        "2cf17a28-711f-77bd-e063-6394a90a7061"
      ],
      "package_ndc": [
        "59088-223-08"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "UW86K581WY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "0.025% Capsaicin Pain relief Patch Capsaicin Pain relief Patch, Capsaicin Pain Relief Strip KAOLIN CARBOMER EDETATE DISODIUM PROPYLENE GLYCOL POLYSORBATE 80 SODIUM POLYACRYLATE (2500000 MW) GLYCERIN DMDM HYDANTOIN DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS WATER TARTARIC ACID CAPSAICIN CAPSAICIN POVIDONE K90 CARBOXYMETHYLCELLULOSE SODIUM"
    ],
    "package_label_principal_display_panel": [
      "0.025% Capsaicin Pain relief Patch, Package NDC Code: 85323-001-00 0.025% Capsaicin Pain relief Patch, Package NDC Code: 85323-001-00 0.025 Capsaicin Pain relief Patch 85323-001-00 Active Ingredient Active Ingredient: 0.025% Capsaicin Purpose Purpose: Topical anesthetic Warnings Warnings (For external use only) Do not use more than 1 patch at a time on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if localized skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Uses Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis strains bruises sprains Other information Avoid storing product in direct sunlight Protect product from excessive moisture Inactive Ingredients Glycerin, dihydroxyaluminum aminoacetate anhydrous, edetate disodium, tartaric acid, povidone K90, dmdm hydantoin, polysorbate 80, propylene glycol, carboxymethylcellulose sodium, kaolin, carbomer, sodium polyacrylate, water. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Directions Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis strains bruises sprains Adult and children 12 years of age and over: clean and dry affected area remove film from patch and apply to the skin (see illustration) apply 1 patch at a time to affected area, not more than 3 to 4 times daily remove patch from the skin after at most 8-hour apolication Children under 12 years of age: consult a doctor Adult and children 12 years of age and over: clean and dry affected area remove film from patch and apply to the skin (see illustration) apply 1 patch at a time to affected area, not more than 3 to 4 times daily remove patch from the skin after at most 8-hour application Children under 12 years of age: consult a doctor"
    ],
    "active_ingredient": [
      "Active Ingredient Active Ingredient: 0.025% Capsaicin"
    ],
    "purpose": [
      "Purpose Purpose: Topical anesthetic"
    ],
    "warnings": [
      "Warnings Warnings (For external use only) Do not use more than 1 patch at a time on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly Stop use and ask a doctor if localized skin reactions occur, such as rash, itching, redness, irritation, pain, swelling and blistering condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "description": [
      "Uses Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis strains bruises sprains"
    ],
    "other_safety_information": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Glycerin, dihydroxyaluminum aminoacetate anhydrous, edetate disodium, tartaric acid, povidone K90, dmdm hydantoin, polysorbate 80, propylene glycol, carboxymethylcellulose sodium, kaolin, carbomer, sodium polyacrylate, water."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Directions Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis strains bruises sprains Adult and children 12 years of age and over: clean and dry affected area remove film from patch and apply to the skin (see illustration) apply 1 patch at a time to affected area, not more than 3 to 4 times daily remove patch from the skin after at most 8-hour apolication Children under 12 years of age: consult a doctor"
    ],
    "dosage_and_administration": [
      "Adult and children 12 years of age and over: clean and dry affected area remove film from patch and apply to the skin (see illustration) apply 1 patch at a time to affected area, not more than 3 to 4 times daily remove patch from the skin after at most 8-hour application Children under 12 years of age: consult a doctor"
    ],
    "set_id": "2f71193c-6e26-01c4-e063-6394a90a9631",
    "id": "3d3c249e-cf71-2e1e-e063-6394a90adbb8",
    "effective_time": "20250301",
    "version": "4",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "0.025% Capsaicin Pain relief Patch"
      ],
      "generic_name": [
        "CAPSAICIN PAIN RELIEF PATCH, CAPSAICIN PAIN RELIEF STRIP"
      ],
      "manufacturer_name": [
        "Xuzhou Lanting Pharmaceutical Co., Ltd"
      ],
      "product_ndc": [
        "85323-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "3d3c249e-cf71-2e1e-e063-6394a90adbb8"
      ],
      "spl_set_id": [
        "2f71193c-6e26-01c4-e063-6394a90a9631"
      ],
      "package_ndc": [
        "85323-001-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Honest Med Capsaicin Patch CAPSAICIN HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain of muscles and joints associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "warnings": [
      "Warnings For External use only Allergy alert: if you are allergic or suspect you are allergic to the ingredients listed below, including chili peppers, consult with your physician before use."
    ],
    "do_not_use": [
      "Do Not Use: On wounds or damaged skin with pain rubs, medicated lotions, creams or ointments with a heating pad."
    ],
    "when_using": [
      "When Using this product ■ use only as directed ■ avoid contact with eyes, mucous membranes or rashes ■ do not bandage tightly ■ discontinue use at least 1 hour before a bath or shower ■ do not use immediately after a bath or shower ■ do not microwave ■ dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "stop_use": [
      "Stop Use and ask a doctor: Stop use and ask a doctor if ■ skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur ■ condition worsens ■symptoms persist more than 7 days ■symptoms clear and reoccur within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions for Use: Adults and Childrens 12 Years of Age or Over Clean and dry affected area; free of lotions, ointments and creams Carefully remove backing starting at a corner. Apply sticky side of patch to affected area Do not use more than one patch in an 8-hour period. Repeat as necessary. Maximum 3 patches per day Discard after signle use Children under 12 years of age: Consult a physician"
    ],
    "other_safety_information": [
      "Other Information avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer"
    ],
    "questions": [
      "QUESTIONS call 1-833-933-2323"
    ],
    "package_label_principal_display_panel": [
      "LABEL label"
    ],
    "set_id": "30169d44-b1b2-5c0f-e063-6294a90ae159",
    "id": "47060238-11e6-f720-e063-6294a90ac785",
    "effective_time": "20251228",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Honest Med Capsaicin Patch"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Proper Buys LLC"
      ],
      "product_ndc": [
        "84097-003"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "47060238-11e6-f720-e063-6294a90ac785"
      ],
      "spl_set_id": [
        "30169d44-b1b2-5c0f-e063-6294a90ae159"
      ],
      "package_ndc": [
        "84097-003-24"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.025% Capsaicin 0.025% KAOLIN TARTARIC ACID WATER DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS PROPYLENE GLYCOL POLYACRYLIC ACID (250000 MW) SODIUM POLYACRYLATE (2500000 MW) TITANIUM DIOXIDE CARBOXYMETHYLCELLULOSE SODIUM POLYSORBATE 80 GLYCERIN EDETATE DISODIUM POVIDONE K90 HYDROXYACETOPHENONE ISOPROPYL MYRISTATE CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.025% w/w"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis stratins bruises sprains"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use On wounds or damaged skin With a heating pad If you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product Use only as directed Avoid contact with the eyes, mucous membranes or rashes Do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if Rash, itching or excessive skin irratation develops Condition worsen Symptoms persist for more than 7 days Symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, Ask a health professional before use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away"
    ],
    "dosage_and_administration": [
      "Directions Adult and Children 12 years of age and over: Clean and dry affected area Remove ﬁlm from patch and apply to the skin Apply 1 patch at a time to affected area, not more than 3 to 4 times daily Remove patch from the skin after at most 8-hour application Children under 12 years of age: Consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Water, Glycerin, Polyacrylic Acid, Propylene Glycol, Sodium Polyacrylate, Isopropyl Myristate, Polysorbate 80, PVP, Hydroxyacetophenone, Dihydroxyaluminum Aminoacetate, L-Tartaric Acid, Titanium Dioxide, Carboxymethylcellulose Sodium, Kaolin, Edetate Disodium."
    ],
    "questions": [
      "Questions or Comments Call toll free (307) 410-3813 or info@marcellahealth.com"
    ],
    "package_label_principal_display_panel": [
      "Drug Facts Pouch: #30 Box Label Pouch Box"
    ],
    "set_id": "3054e7fd-cab2-7f77-e063-6294a90a498d",
    "id": "3054e998-3591-1481-e063-6394a90a4a48",
    "effective_time": "20250314",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.025%"
      ],
      "generic_name": [
        "CAPSAICIN 0.025%"
      ],
      "manufacturer_name": [
        "Marcella Health"
      ],
      "product_ndc": [
        "85096-401"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TRANSDERMAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "3054e998-3591-1481-e063-6394a90a4a48"
      ],
      "spl_set_id": [
        "3054e7fd-cab2-7f77-e063-6294a90a498d"
      ],
      "package_ndc": [
        "85096-401-01",
        "85096-401-30"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.075% Cream CAPSAICIN ALOE VERA LEAF JUICE CETYL ALCOHOL GLYCERYL STEARATE MINERAL OIL PEG-100 STEARATE PEPPERMINT OIL PETROLATUM PHENOXYETHANOL PROPYLENE GLYCOL STEARYL ALCOHOL WATER XANTHAN GUM CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Drug facts Active Ingredient Purpose Capsaicin 0.075%.............................................Topical Analgesic"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only. Read all warnings and directions before use. Test first on small area of the skin. Do not use on wounds or damaged skin if you are allergic to capsaicum or chili peppers When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop use and ask doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs"
    ],
    "dosage_and_administration": [
      "Directions adults and children 18 years and older: apply a thin film of cream to the affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. children under 18 years: ask a doctor"
    ],
    "ask_doctor": [
      ""
    ],
    "spl_unclassified_section": [
      "Other information Store at 20° C-25° C (68° F-77° F); excursions permitted to 15° C-30° C (59° F-86° F). See USP Controlled Room Temperature.",
      "Questions? Call 877-227-3137"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients aloe barbadensis leaf juice, cetyl alcohol, glyceryl stearate, mineral oil, PEG-100 stearate, peppermint oil, petrolatum, phenoxyethanol, propylene glycol, stearyl alcohol, water, xanthan gum"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.075% Cream - NDC 85231-202-60 - Pain Relieving Cream - Topical Analgesic - 2.11 OZ (60g) Tube Label Capsaicin 0.075% Cream - NDC 85231-202-60 - Pain Relieving Cream - Topical Analgesic - 2.11 OZ (60g) Carton Label Manufactured For: ViolaCare, Inc. Parsippany, New Jersey, 07054 image description image description"
    ],
    "set_id": "30911225-a6d7-4b2b-9005-b733373e2877",
    "id": "36bc3795-8cb8-0b85-e063-6394a90abb25",
    "effective_time": "20250604",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.075% Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "ViolaCare, Inc."
      ],
      "product_ndc": [
        "85231-202"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "141868"
      ],
      "spl_id": [
        "36bc3795-8cb8-0b85-e063-6394a90abb25"
      ],
      "spl_set_id": [
        "30911225-a6d7-4b2b-9005-b733373e2877"
      ],
      "package_ndc": [
        "85231-202-60"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0085231202607"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.075 Percent Capsaicin CAPSAICIN CAPSAICIN WATER ARNICA MONTANA FLOWER BOSWELLIA SERRATA WHOLE CETOSTEARYL ALCOHOL CHONDROITIN SULFATE (BOVINE) ETHYLHEXYLGLYCERIN GLUCOSAMINE SULFATE GLYCERIN GLYCERYL MONOSTEARATE C13-14 ISOPARAFFIN ISOSTEARYL PALMITATE LAURETH-7 DIMETHYL SULFONE PEG-100 STEARATE PHENOXYETHANOL POLYACRYLAMIDE (10000 MW) PROPYLENE GLYCOL SODIUM POLYACRYLATE (2500000 MW) STEARIC ACID TROLAMINE"
    ],
    "spl_unclassified_section": [
      "Capsaicin 0.075 % Cream Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.075%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs"
    ],
    "do_not_use": [
      "Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands. Wash hands thoroughly with soap and water immediately after application for best results. Apply 3 to 4 times daily. Children under 18 years : Ask a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Cetearyl Alcohol, Chondroitin Sulfate, Ethylhexylglycerin, Glucosamine Sulfate, Glycerin, Glyceryl Stearate, C13-14 Isoparaffin, Isostearyl Palmitate, Laureth-7, Methylsufonylmethane (MSM), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Propylene Glycol, Sodium Polyacrylate, Stearic Acid, and Triethanolamine"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.075 % C ream NDC 50488-1075-1 120 grams Alexso, Inc Capsaicin 0.075% Cream NDC 50488-1075-1 120 grams Alexso, Inc"
    ],
    "set_id": "33d2a9cd-0ca1-4e19-8b7a-f899f1205cbd",
    "id": "3ae88574-9ead-47c7-a71c-d561050df66f",
    "effective_time": "20240722",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.075 Percent"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-1075"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "141868"
      ],
      "spl_id": [
        "3ae88574-9ead-47c7-a71c-d561050df66f"
      ],
      "spl_set_id": [
        "33d2a9cd-0ca1-4e19-8b7a-f899f1205cbd"
      ],
      "package_ndc": [
        "50488-1075-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Cream 0.075% CAPSAICIN ALOE VERA LEAF JUICE CETYL ALCOHOL GLYCERYL MONOSTEARATE MINERAL OIL PEG-100 MONOSTEARATE PEPPERMINT OIL PETROLATUM PHENOXYETHANOL PROPYLENE GLYCOL STEARYL ALCOHOL WATER XANTHAN GUM CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Drug facts Active Ingredient Purpose Capsaicin 0.075%.............................................Topical Analgesic"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only. Read all warnings and directions before use. Test first on small area of the skin. Do not use on wounds or damaged skin if you are allergic to capsaicum or chili peppers When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop use and ask doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs"
    ],
    "dosage_and_administration": [
      "Directions adults and children 18 years and older: apply a thin film of cream to the affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. children under 18 years: ask a doctor"
    ],
    "ask_doctor": [
      ""
    ],
    "spl_unclassified_section": [
      "Other information Store at 20° C-25° C (68° F-77° F); excursions permitted to 15° C-30° C (59° F-86° F). See USP Controlled Room Temperature."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients aloe barbadensis leaf juice, cetyl alcohol, glyceryl stearate, mineral oil, PEG-100 stearate, peppermint oil, petrolatum, phenoxyethanol, propylene glycol, stearyl alcohol, water, xanthan gum"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "questions": [
      "Questions? Call"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.075% Cream Pain Relieving Cream Topical Analgesic 2.11 oz (60g) image description"
    ],
    "set_id": "33e861bd-bb92-4aea-9d4d-1b8847c794fd",
    "id": "458385b0-0e66-5dff-e063-6394a90a9f22",
    "effective_time": "20251209",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Cream 0.075%"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "ALAINA HEALTHCARE PRIVATE LIMITED"
      ],
      "product_ndc": [
        "73492-271"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "141868"
      ],
      "spl_id": [
        "458385b0-0e66-5dff-e063-6394a90a9f22"
      ],
      "spl_set_id": [
        "33e861bd-bb92-4aea-9d4d-1b8847c794fd"
      ],
      "package_ndc": [
        "73492-271-60"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "0.025% Capsaicin Pain relief Patch Capsaicin Pain relief Patch, Capsaicin Pain Relief Strip KAOLIN CARBOMER 934 EDETATE DISODIUM PROPYLENE GLYCOL POLYSORBATE 80 SODIUM POLYACRYLATE (2500000 MW) GLYCERIN DMDM HYDANTOIN DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS WATER TARTARIC ACID CAPSAICIN CAPSAICIN POVIDONE K90 CARBOXYMETHYLCELLULOSE SODIUM"
    ],
    "package_label_principal_display_panel": [
      "0.025% Capsaicin Pain relief Patch, Package NDC Code: 85323-005-01 0.025% Capsaicin Pain relief Patch, Package NDC Code: 85323-005-01 0.025 Capsaicin Pain relief Patch 85323-005-01 0.025 Capsaicin Pain relief Patch 85323-005-pouch Active Ingredient Active Ingredient: 0.025% Capsaicin Purpose Purpose: Topical anesthetic Warnings Warnings: For external use only Do not use on wounds or damaged skin with a heating pad with or at the same times as other external analgesic if you are allergic to any ingredients of this product When using this product do not use otherwise than as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower Stop use and ask a doctor if rash, itching or excessive skin irritation develops condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within few days If pregnant or breast-feeding , ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. Uses For temporary relief of minor aches and pains of muscles & joints associated with: Simple Backache Arthritis Strains Bruises Sprains Other information Other Information Avoid storing product in direct sunlight Protect product from excessive moisture Inactive Ingredients Glycerin, Sodium Polyacrylate, Dihydroxyaluminum Aminoacetate Anhydrous, Edetate Disodium, Kaolin, Propylene Glycol, Polysorbate 80, Carboxymethylcellulose Sodium, Carbomer, Purified Water, POVIDONE K90, Tartaric Acid, Dmdm Hydantoin. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. For temporary relief of minor aches and pains of muscles & joints associated with: Simple Backache Arthritis Strains Bruises Sprains Adult and children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application Children under 12 years of age: consult a doctor. Directions Adult and children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application Children under 12 years of age: consult a doctor."
    ],
    "active_ingredient": [
      "Active Ingredient Active Ingredient: 0.025% Capsaicin"
    ],
    "purpose": [
      "Purpose Purpose: Topical anesthetic"
    ],
    "warnings": [
      "Warnings Warnings: For external use only Do not use on wounds or damaged skin with a heating pad with or at the same times as other external analgesic if you are allergic to any ingredients of this product When using this product do not use otherwise than as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower Stop use and ask a doctor if rash, itching or excessive skin irritation develops condition worsen symptoms persist for more than 7 days symptoms clear up and occur again within few days If pregnant or breast-feeding , ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "description": [
      "Uses For temporary relief of minor aches and pains of muscles & joints associated with: Simple Backache Arthritis Strains Bruises Sprains"
    ],
    "other_safety_information": [
      "Other information Other Information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Glycerin, Sodium Polyacrylate, Dihydroxyaluminum Aminoacetate Anhydrous, Edetate Disodium, Kaolin, Propylene Glycol, Polysorbate 80, Carboxymethylcellulose Sodium, Carbomer, Purified Water, POVIDONE K90, Tartaric Acid, Dmdm Hydantoin."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "indications_and_usage": [
      "For temporary relief of minor aches and pains of muscles & joints associated with: Simple Backache Arthritis Strains Bruises Sprains Adult and children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application Children under 12 years of age: consult a doctor."
    ],
    "dosage_and_administration": [
      "Directions Adult and children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application Children under 12 years of age: consult a doctor."
    ],
    "set_id": "37776daf-c8ff-167f-e063-6294a90aedbb",
    "id": "3d3c4563-2565-ddcd-e063-6294a90ae4d9",
    "effective_time": "20250610",
    "version": "3",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "0.025% Capsaicin Pain relief Patch"
      ],
      "generic_name": [
        "CAPSAICIN PAIN RELIEF PATCH, CAPSAICIN PAIN RELIEF STRIP"
      ],
      "manufacturer_name": [
        "Xuzhou Lanting Pharmaceutical Co., Ltd"
      ],
      "product_ndc": [
        "85323-005"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "3d3c4563-2565-ddcd-e063-6294a90ae4d9"
      ],
      "spl_set_id": [
        "37776daf-c8ff-167f-e063-6294a90aedbb"
      ],
      "package_ndc": [
        "85323-005-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "3% Menthol plus 0.083% Capsaicin Pain Relief Patch Pain Relief Patch, Pain Relief Strip SODIUM POLYACRYLATE (2500000 MW) ALCOHOL 95% MENTHOL MENTHOL WATER DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS KAOLIN PROPYLENE GLYCOL EDETATE DISODIUM CARBOMER 934 TARTARIC ACID POLYSORBATE 80 POVIDONE K90 CAPSAICIN CAPSAICIN GLYCERIN CARBOXYMETHYLCELLULOSE SODIUM DMDM HYDANTOIN"
    ],
    "package_label_principal_display_panel": [
      "3% Menthol plus 0.083% Capsaicin Pain Relief Patch, Package NDC Code: 85323-008-01 3% Menthol plus 0.083% Capsaicin Pain Relief Patch, Package NDC Code: 85323-008-01 3 Menthol plus 0.083 Capsaicin Pain Relief Patch 85323-008-01 3 Menthol plus 0.083 Capsaicin Pain Relief Patch - pouch Active Ingredient Active Ingredients (in each gram): Menthol 30mg Capsaicin 0.83mg Purpose Purpose: Topical anesthetic Uses Uses Temporarily relieves minor pain associated with: arthritis simple backache bursitis tendonitis muscle strains bruises cramps Warnings WARNINGS: EXTERNAL USE ONLY When using this product use only as directed do not bandage tightly or use with a heating pad aviod contact with eyes and mucous membranes do not apply to wounds or damaged skin Stop use and ask a doctor condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days redness is present skin irritation develops If pregnant or breast-feeding, ask a health professional before use. KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. Other information Other Information store at room temperature 68 to 77℉ (20-25℃) Inactive Ingredients Glycerin, Sodium Polyacrylate, Dihydroxyaluminum Aminoacetate Anhydrous, Edetate Disodium, Kaolin, Carbomer, Carboxymethylcellulose Sodium, Purified Water, Tartaric Acid, Povidone K90, DMDM Hydantoin, Alcohol 95%, Polysorbate 80, Propylene Glycol. KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. Directions DIRECTIONS Adult and children 12 years of age and older: Partially peel back protective film and apply exposed patch to site of pain. Carefully remove remaining film while pressing patch to skin for secure adhesions Apply to affected area not more than 3 to 4 times daily Children under 12 years of age: DO NOT use without consulting a doctor. Temporarily relieves minor pain associated with: arthritis simple backache bursitis tendonitis muscle strains bruises cramps Adult and children 12 years of age and older: Partially peel back protective film and apply exposed patch to site of pain. Carefully remove remaining film while pressing patch to skin for secure adhesions Apply to affected area not more than 3 to 4 times daily Children under 12 years of age: DO NOT use without consulting a doctor."
    ],
    "active_ingredient": [
      "Active Ingredient Active Ingredients (in each gram): Menthol 30mg Capsaicin 0.83mg"
    ],
    "purpose": [
      "Purpose Purpose: Topical anesthetic"
    ],
    "description": [
      "Uses Uses Temporarily relieves minor pain associated with: arthritis simple backache bursitis tendonitis muscle strains bruises cramps"
    ],
    "warnings": [
      "Warnings WARNINGS: EXTERNAL USE ONLY When using this product use only as directed do not bandage tightly or use with a heating pad aviod contact with eyes and mucous membranes do not apply to wounds or damaged skin Stop use and ask a doctor condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days redness is present skin irritation develops If pregnant or breast-feeding, ask a health professional before use. KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "other_safety_information": [
      "Other information Other Information store at room temperature 68 to 77℉ (20-25℃)"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Glycerin, Sodium Polyacrylate, Dihydroxyaluminum Aminoacetate Anhydrous, Edetate Disodium, Kaolin, Carbomer, Carboxymethylcellulose Sodium, Purified Water, Tartaric Acid, Povidone K90, DMDM Hydantoin, Alcohol 95%, Polysorbate 80, Propylene Glycol."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "dosage_and_administration": [
      "Directions DIRECTIONS Adult and children 12 years of age and older: Partially peel back protective film and apply exposed patch to site of pain. Carefully remove remaining film while pressing patch to skin for secure adhesions Apply to affected area not more than 3 to 4 times daily Children under 12 years of age: DO NOT use without consulting a doctor."
    ],
    "indications_and_usage": [
      "Temporarily relieves minor pain associated with: arthritis simple backache bursitis tendonitis muscle strains bruises cramps Adult and children 12 years of age and older: Partially peel back protective film and apply exposed patch to site of pain. Carefully remove remaining film while pressing patch to skin for secure adhesions Apply to affected area not more than 3 to 4 times daily Children under 12 years of age: DO NOT use without consulting a doctor."
    ],
    "set_id": "378a6887-c609-b79c-e063-6394a90a00f4",
    "id": "3d3c3329-1851-acbc-e063-6294a90abecb",
    "effective_time": "20250610",
    "version": "3",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "3% Menthol plus 0.083% Capsaicin Pain Relief Patch"
      ],
      "generic_name": [
        "PAIN RELIEF PATCH, PAIN RELIEF STRIP"
      ],
      "manufacturer_name": [
        "Xuzhou Lanting Pharmaceutical Co., Ltd"
      ],
      "product_ndc": [
        "85323-008"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN",
        "MENTHOL"
      ],
      "rxcui": [
        "2287163"
      ],
      "spl_id": [
        "3d3c3329-1851-acbc-e063-6294a90abecb"
      ],
      "spl_set_id": [
        "378a6887-c609-b79c-e063-6394a90a00f4"
      ],
      "package_ndc": [
        "85323-008-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.025% Capsaicin 0.025% KAOLIN TARTARIC ACID WATER DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS PROPYLENE GLYCOL POLYACRYLIC ACID (250000 MW) SODIUM POLYACRYLATE (2500000 MW) TITANIUM DIOXIDE CARBOXYMETHYLCELLULOSE SODIUM POLYSORBATE 80 GLYCERIN EDETATE DISODIUM POVIDONE K90 HYDROXYACETOPHENONE ISOPROPYL MYRISTATE CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.025% w/w"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches & pains of muscles & joints associated with: simple backache arthritis stratins bruises sprains"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use On wounds or damaged skin With a heating pad If you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product Use only as directed Avoid contact with the eyes, mucous membranes or rashes Do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if Rash, itching or excessive skin irratation develops Condition worsen Symptoms persist for more than 7 days Symptoms clear up and occur again within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, Ask a health professional before use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away"
    ],
    "dosage_and_administration": [
      "Directions Adult and Children 12 years of age and over: Clean and dry affected area Remove ﬁlm from patch and apply to the skin Apply 1 patch at a time to affected area, not more than 3 to 4 times daily Remove patch from the skin after at most 8-hour application Children under 12 years of age: Consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Water, Glycerin, Polyacrylic Acid, Propylene Glycol, Sodium Polyacrylate, Isopropyl Myristate, Polysorbate 80, PVP, Hydroxyacetophenone, Dihydroxyaluminum Aminoacetate, L-Tartaric Acid, Titanium Dioxide, Carboxymethylcellulose Sodium, Kaolin, Edetate Disodium."
    ],
    "questions": [
      "Questions or Comments Call toll free (307) 410-3813 or info@marcellahealth.com"
    ],
    "package_label_principal_display_panel": [
      "Drug Facts Capsaicin 0.025% Patch #30"
    ],
    "set_id": "3bdcef94-d06f-9152-e063-6294a90a6072",
    "id": "3bdcef9c-c018-f973-e063-6394a90a33c5",
    "effective_time": "20250808",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.025%"
      ],
      "generic_name": [
        "CAPSAICIN 0.025%"
      ],
      "manufacturer_name": [
        "Advanced Rx of Tennessee, LLC"
      ],
      "product_ndc": [
        "80425-0541"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TRANSDERMAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "3bdcef9c-c018-f973-e063-6394a90a33c5"
      ],
      "spl_set_id": [
        "3bdcef94-d06f-9152-e063-6294a90a6072"
      ],
      "package_ndc": [
        "80425-0541-1"
      ],
      "original_packager_product_ndc": [
        "85096-401"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Meijer Capsaicin Heat Patch Capsaicin HYDROGENATED POLYDECENE TYPE I PENTAERYTHRITYL TETRA-DI-T-BUTYL HYDROXYHYDROCINNAMATE LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (500000 MW) CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain of muscles and joints associated with: arthritis, minor backache, strains, sprains and bruises"
    ],
    "warnings": [
      "Do not use ■ on wounds or damaged skin ■ with pain rubs, medicated lotions, creams or ointments ■ with a heating pad."
    ],
    "do_not_use": [
      "When using this product ■ use only as directed ■ avoid contact with eyes, mucous membranes or rashes ■ do not bandage tightly ■ discontinue use at least 1 hour before a bath or shower ■ do not use immediately after a bath or shower ■ do not microwave ■ dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "stop_use": [
      "Stop use and ask a doctor if ■ skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur ■ condition worsens ■ symptoms persist more than 7 days ■ symptoms clear and reoccur within a few days."
    ],
    "when_using": [
      "When using this product ■ use only as directed ■ avoid contact with eyes, mucous membranes or rashes ■ do not bandage tightly ■ discontinue use at least 1 hour before a bath or shower ■ do not use immediately after a bath or shower ■ do not microwave ■ dispose of used patch in manner that always keeps product away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingests this patch."
    ],
    "pregnancy_or_breast_feeding": [
      "Keep out of reach of children. If swallowed, contact a poison control center (1-800-222-1222) right away"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. f swallowed, contact a poison control center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: Clean and dry affected area, free of lotions, ointments and creams. Carefully remove backing starting at a corner. Apply sticky side of patch to affected area. Do not use more than one patch in an 8 hour period. Repeat as necessary. Maximum 3 patches per day. Discard patch after single use. Children under 12 years of age: consult a physician."
    ],
    "other_safety_information": [
      "Other Information ■ Avoid storage in direct sunlight ■ Protect patch from excessive moisture."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients hydrogenated C6-20 polyolefin, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, styrene/isoprene copolymer"
    ],
    "questions": [
      "Questions or comments? call 1-866-326-1313"
    ],
    "package_label_principal_display_panel": [
      "Label"
    ],
    "set_id": "3c465557-0a4f-fb72-e063-6294a90a1ef2",
    "id": "3dd5e30a-a9e5-84a7-e063-6294a90a742c",
    "effective_time": "20250902",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Meijer Capsaicin Heat Patch"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Meijer Distribution"
      ],
      "product_ndc": [
        "79481-0064"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "3dd5e30a-a9e5-84a7-e063-6294a90a742c"
      ],
      "spl_set_id": [
        "3c465557-0a4f-fb72-e063-6294a90a1ef2"
      ],
      "package_ndc": [
        "79481-0064-3"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.035% Cream Capsaicin 0.035% Cream CAPSAICIN CAPSAICIN BISABOLOL C12-15 ALKYL BENZOATE .ALPHA.-TOCOPHEROL ACETATE, DL- ISOPROPYL MYRISTATE LAVANDULA ANGUSTIFOLIA (LAVENDER) OIL SODIUM ASCORBYL PHOSPHATE SODIUM HYALURONATE MALTODEXTRIN GINGER PHENOXYETHANOL ALUMINUM STARCH OCTENYLSUCCINATE PYRIDOXINE HCL DIMETHICONE C13-14 ISOPARAFFIN CARTHAMUS TINCTORIUS (SAFFLOWER) OLEOSOMES CALENDULA OFFICINALIS FLOWER SILICA ALOE BARBADENSIS LEAF JUICE AQUA GLYCERIN CALCIUM PANTOTHENATE GINKGO BILOBA LEAF ARNICA MONTANA FLOWER CETEARYL ALCOHOL PEG-100 STEARATE CHAMOMILE GLYCERYL STEARATE MYRISTYL MYRISTATE ACRYLAMIDE/SODIUM ACRYLOYLDIMETHYLTAURATE COPOLYMER (120000 MPA.S AT 1%) NIACINAMIDE LAURETH-7"
    ],
    "active_ingredient": [
      "Active ingridient Capsaicin 0.035%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of minor aches and pains of muscles and joints associated with simple backache, arthritis, strains and sprains."
    ],
    "warnings": [
      "Warnings For external use only • This is not a face cream. Do not apply to the face. • Do not use if allergic to chili peppers or if past allergic reaction to capsaicin. • Do not apply to wounds or damaged , broken, sunburned, chapped or irritated skin. • Do not bandage tightly. • Do not apply within 1 hour before or after bath, shower, hot tub, sauna or vigorous exercise. Warm water, perspiration or open pores can intensify the impact of this product and burning sensation. • Do not use with heating pad, hot water bottle or other source of heat. Doing so can increase risk of serious burns. When using this product Do not get into eyes and avoid contact with other mucous membranes. If contact occurs or if pain, discomfort or skin redness occurs, continually rinse with cool water and seek medical help. If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use and consult a doctor. If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use. Keep out of reach of children and pets. If swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "when_using": [
      "When using this product Do not get into eyes and avoid contact with other mucous membranes. If contact occurs or if pain, discomfort or skin redness occurs, continually rinse with cool water and seek medical help."
    ],
    "stop_use": [
      "If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use and consult a doctor."
    ],
    "ask_doctor": [
      "If pregnant, breast-feeding or any medical conditions exist, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets. If swallowed, get medical help or contact a Poison Control Center right away. If inhaled, remove to fresh air. If breathing is difficult, get medical attention immediately."
    ],
    "dosage_and_administration": [
      "Directions • Rotate pump’s spout counter-clockwise slightly to unlock; clockwise to lock. • Before using on children under 18 years of age consult a physician. • Apply sparingly to affected area not more than 4 times daily. However, for first use, apply to small area to test for sensitivity or skin reaction. • Gently massage into the skin until fully absorbed. • Wash hands with soap and water thoroughly after each application to avoid spreading to the eyes or other sensitive mucous membranes."
    ],
    "storage_and_handling": [
      "Other Information Store at controlled room temperature 20° to 25°C (68° to 77°F). [See USP]. Protect from light and moisture and avoid excessive heat."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aloe Barbadensis (Aloe Vera) Leaf Juice, Aqua (Purified Water), Arnica Montana (Arnica) Flower Extract, Bisabolol, C12-15 Alkyl Benzoate, C13-14 Isoparaffin, Calcium Pantothenate (Vitamin B5), Calendula Officinalis Flower Extract, Carthamus Tinctorius (Safflower) Oleosomes, Cetearyl Alcohol, Chamomilla Recutita (Matricaria) Flower Extract, Dimethicone, DL-Alpha-Tocopheryl Acetate (Vitamin E), Ginkgo Biloba (Ginkgo) Leaf Extract, Glycerin, Glyceryl Stearate, Isopropyl Myristate, Laureth-7, Lavandula Angustifolia (Lavender) Oil, Maltodextrin, Myristyl Myristate, Niacinamide (Vitamin B3), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Pyridoxine HCl (Vitamin B6), Silica, Sodium Ascorbyl Phosphate (Vitamin C), Sodium Hyaluronate, Sodium Starch Octenylsuccinate, Zingiber Officinale (Ginger) Root Extract."
    ],
    "package_label_principal_display_panel": [
      "Capsaicin 0.035% Cream Label"
    ],
    "set_id": "3cbc73b6-8c58-8f23-e063-6394a90a71a3",
    "id": "3cbc73b6-8c59-8f23-e063-6394a90a71a3",
    "effective_time": "20250820",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.035% Cream"
      ],
      "generic_name": [
        "CAPSAICIN 0.035% CREAM"
      ],
      "manufacturer_name": [
        "Puretekcorp"
      ],
      "product_ndc": [
        "59088-246"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "577395"
      ],
      "spl_id": [
        "3cbc73b6-8c59-8f23-e063-6394a90a71a3"
      ],
      "spl_set_id": [
        "3cbc73b6-8c58-8f23-e063-6394a90a71a3"
      ],
      "package_ndc": [
        "59088-246-08"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Dr. Luke Capsaicin Cream Extra Strength Capsaicin CARBOMER ALLANTOIN PEG-40 HYDROGENATED CASTOR OIL PANTHENOL WATER CAPSAICIN CAPSAICIN BISABOLOL PHENOXYETHANOL GLYCERIN ETHYLHEXYLGLYCERIN MENTHYL LACTATE AMINOMETHYL PROPANOL"
    ],
    "active_ingredient": [
      "Capsaicin 0.1% w/w – External Analgesic"
    ],
    "when_using": [
      "■ use only as directed ■ do not apply to wounds, broken or irritated skin ■ avoid contact with eyes or mucous membranes ■ a burning, stinging or warming sensation may occur upon application and generally lessens with continued use; if severe burning occurs, discontinue use ■ do not bandage tightly ■ do not use with a heating pad or right after bathing/shower ■ do not expose the treated area to heat or direct sunlight ■ do not use at the same time as other topical analgesics"
    ],
    "do_not_use": [
      "■ condition worsens ■ symptoms persist for more than 7 days or clear up and occur again within a few days ■ excessive irritation/redness, swelling, blistering or signs of skin injury develop"
    ],
    "keep_out_of_reach_of_children": [
      "If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "pregnancy_or_breast_feeding": [
      "ask a health professional before use."
    ],
    "warnings": [
      "For external use only Test first on a small area of skin."
    ],
    "inactive_ingredient": [
      "Purified Water, Glycerin, 1,3-Propanediol, Carbomer, Aminomethyl Propanol (pH adjuster), Menthyl Lactate, Panthenol, Bisabolol, Allantoin, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Ethylhexylglycerin."
    ],
    "instructions_for_use": [
      "Adults: apply a thin layer to affected area and massage until absorbed; repeat up to 3–4 times daily as needed. Wash hands with soap and water immediately after applying. Children under 18 years: ask a doctor. For sensitive skin, start once daily for 2–3 days, then increase as tolerated."
    ],
    "indications_and_usage": [
      "For the temporary relief of minor aches and pains of muscles and joints associated with: ■ arthritis ■ simple backache ■ strains ■ sprains ■ bruises"
    ],
    "dosage_and_administration": [
      "Apply to affected area not more than 3–4 times daily."
    ],
    "purpose": [
      "Topical analgesic"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "401dd218-1c26-f9dc-e063-6294a90a7713",
    "id": "401dd218-1c27-f9dc-e063-6294a90a7713",
    "effective_time": "20251001",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Dr. Luke Capsaicin Cream Extra Strength"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "DANOUS LAND FLOOW LLC"
      ],
      "product_ndc": [
        "87147-003"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "401dd218-1c27-f9dc-e063-6294a90a7713"
      ],
      "spl_set_id": [
        "401dd218-1c26-f9dc-e063-6294a90a7713"
      ],
      "package_ndc": [
        "87147-003-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Coralite Capsaicin Heat Patch 2ct Capsaicin TITANIUM DIOXIDE LANOLIN STYRENE/ISOPRENE/STYRENE BLOCK COPOLYMER GLYCERYL ROSINATE ZINC OXIDE PETROLATUM CAPSAICIN CAPSAICIN DIPHENHYDRAMINE HYDROCHLORIDE NATURAL LATEX RUBBER POLYISOBUTYLENE (85000 MW) BUTYLATED HYDROXYTOLUENE"
    ],
    "active_ingredient": [
      "Active ingredient Purpose Capsicum Extract Capsaicin 0.025%..............................Topical Analgesic"
    ],
    "purpose": [
      "Uses For temporary relief of minor aches and pains of muscles & joints associated with: Simple Backache Arthritis Strains Bruises Sprains"
    ],
    "warnings": [
      "Warnings For external use only Allergy alert: do not use if you are allergic to capsicum, chili peppers, or any ingredients in this product if prone to allergic reaction from aspirin or salicylates, consult a doctor before use"
    ],
    "do_not_use": [
      "Do not use: on wounds or damaged skin. with a heating pad."
    ],
    "when_using": [
      "When using this product: do not use otherwise than directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower"
    ],
    "stop_use": [
      "stop use and ask a doctor if: condition worsens, symptoms persist for more than 7 days or clear up and occur again within a few days redness is present or irritation or rash develops a severe burning sensation occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding, ask a health professional before use."
    ],
    "indications_and_usage": [
      "Directions adults and children 12 years of age and older: clean and dry affected area remove patch from film apply to affected area no more than 3 to 4 times daily do not wear patch more than 8 hours children under 12 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight. Protect product from excessive moisture."
    ],
    "inactive_ingredient": [
      "Inactive ingredients butylated hydroxytoluene, diphenhydramine, hydrochloride, glyceryl, rosinate, lanolin, natural rubber, petrolatum, polyisobutylene (85,000 MW), styrene-isoprene-styrene block copolymer, titanium dioxide, zinc oxide"
    ],
    "dosage_and_administration": [
      "Distributed by: United Exchange Corp. 5836 Corporate Ave. Cypress, CA 90630 USA Made in China"
    ],
    "package_label_principal_display_panel": [
      "90220 Coralite Pain Patch Cap"
    ],
    "set_id": "4128b1ac-f540-2611-e063-6294a90ac98b",
    "id": "4128c3d2-8c78-4fbd-e063-6294a90a483e",
    "effective_time": "20251008",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Coralite Capsaicin Heat Patch 2ct"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "United Exchange Corp."
      ],
      "product_ndc": [
        "65923-809"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "4128c3d2-8c78-4fbd-e063-6294a90a483e"
      ],
      "spl_set_id": [
        "4128b1ac-f540-2611-e063-6294a90ac98b"
      ],
      "package_ndc": [
        "65923-809-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CAPSAICIN CAPSAICIN WATER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE CETOSTEARYL ALCOHOL CHONDROITIN SULFATE (BOVINE) ETHYLHEXYLGLYCERIN GLUCOSAMINE SULFATE GLYCERIN GLYCERYL MONOSTEARATE C13-14 ISOPARAFFIN ISOSTEARYL PALMITATE LAURETH-7 DIMETHYL SULFONE PEG-100 STEARATE PHENOXYETHANOL PROPYLENE GLYCOL STEARIC ACID"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.025% Cream Alexso, Inc. Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.025% Cream Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands. Wash hands thoroughly with soap and water immediately after application for best results. Apply 3 to 4 times daily. Children under 18 years : Ask a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Cetearyl Alcohol, Chondroitin Sulfate, Ethylhexylglycerin, Glucosamine Sulfate, Glycerin, Glyceryl Stearate, C13-14 Isoparaffin, Isostearyl Palmitate, Laureth-7, Methylsufonylmethane (MSM), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Propylene Glycol, Sodium Polyacrylate, Stearic Acid, and Triethanolamine Capsaicin 0.025 % cream NDC 50488-1025-1 120 grams Capsaicin 0.025% cream NDC 50488-1025-5 50 grams Capsaicin 0.025% cream NDC 50488-1025-2 25 grams Alexso, Inc"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 50488-1025-1 Capsaicin 0.025% Cream 120 grams PRINCIPAL DISPLAY PANEL NDC 50488-1025-1 Capsaicin 0.025% Cream 120 grams",
      "PRINCIPAL DISPLAY PANEL NDC 50488-1025-5 Capsaicin 0.025% Cream 50 grams NDC 50488-1025-5 Capsaicin 0.025% Cream 50 grams",
      "PRINCIPAL DISPLAY PANEL NDC 50488-1025-2 Capsaicin 0.025% Cream 25 grams NDC 50488-1025-2 Capsaicin 0.025% Cream 25 grams"
    ],
    "set_id": "433da27d-04fb-481a-bbb0-874bb72c806a",
    "id": "1eb282ca-46c9-4da5-b2e8-40819f4a6677",
    "effective_time": "20241206",
    "version": "6",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-1025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "1eb282ca-46c9-4da5-b2e8-40819f4a6677"
      ],
      "spl_set_id": [
        "433da27d-04fb-481a-bbb0-874bb72c806a"
      ],
      "package_ndc": [
        "50488-1025-1",
        "50488-1025-5",
        "50488-1025-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CAPSAICIN HEAT Patch CAPSAICIN HEAT Patch CAPSAICIN CAPSAICIN CAMPHOR (SYNTHETIC) LANOLIN STYRENE/ISOPRENE COPOLYMER (28:72; 210000 MW) MENTHOL, UNSPECIFIED FORM EUCALYPTUS OIL PEPPERMINT OIL ZINC OXIDE METHYL SALICYLATE"
    ],
    "active_ingredient": [
      "Active Ingredient Capsicum Extract Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Use For temporary relief of minor aches and pains of muscles & joints associated with: • Simple Backache • Arthritis • Strains • Bruises • Sprains"
    ],
    "warnings": [
      "Warnings EXTERNAL USE ONLY"
    ],
    "do_not_use": [
      "Do not use • on wounds or damaged skin • with a heating pad • with or at the same times as other external analgesic • if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When Using • do not use otherwise than as directed • avoid contact with the eyes, mucous membranes or rashes • do not bandage tightly • discontinue use at least 1 hour before a bath or shower • do not use immediately after a bath or shower"
    ],
    "stop_use": [
      "Stop Use • rash, itching or excessive skin irritation develops • conditions worsen • symptoms persist for more than 7 days • symptoms clear up and occur again within few days"
    ],
    "ask_doctor": [
      "Ask Doctor If pregnant or breast-feeding, ask a health professional before use. Children under 12 years of age: Consult a doctor."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out Of Reach Of Children KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and Children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application"
    ],
    "storage_and_handling": [
      "Other information • Avoid storing product in direct sunlight • Protect product from excessive moisture Compare to the active ingredient in Salonpas® - Hot Capsicum Patch® *This product is NOT manufactured or distributed by Hisamitsu®, owner of Salonpas® Hot Capsicum Patch. Distributed By: Universal Distribution Center 96 Distribution Boulevard • Edison, NJ 08817 MADE IN CHINA www.universaldc.com"
    ],
    "inactive_ingredient": [
      "Inactive ingredients camphor, eucalyptus oil, lanolin, peppermint oil, menthol, methyl salicylate, styrene/isoprene copolymer, zinc oxide"
    ],
    "questions": [
      "Questions www.universaldc.com"
    ],
    "package_label_principal_display_panel": [
      "1 2"
    ],
    "set_id": "49ac2045-2c07-af9a-e063-6294a90a052a",
    "id": "49ac2045-2c08-af9a-e063-6294a90a052a",
    "effective_time": "20260131",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CAPSAICIN HEAT Patch"
      ],
      "generic_name": [
        "CAPSAICIN HEAT PATCH"
      ],
      "manufacturer_name": [
        "Henan Enokon Medical Instrument Co., Ltd."
      ],
      "product_ndc": [
        "83559-013"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "49ac2045-2c08-af9a-e063-6294a90a052a"
      ],
      "spl_set_id": [
        "49ac2045-2c07-af9a-e063-6294a90a052a"
      ],
      "package_ndc": [
        "83559-013-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0676979826325"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Medi-First Capsaicin Cream Capsaicin SORBITOL ANHYDROUS CITRIC ACID PETROLATUM ISOPROPYL MYRISTATE CAPSAICIN CAPSAICIN BENZYL ALCOHOL CETYL ALCOHOL GLYCERYL STEARATE/PEG-100 STEARATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredient Active Ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Purpose Skin Protectant"
    ],
    "indications_and_usage": [
      "Uses Uses For the temporay relief of minor aches and pains of muscles and joints assocaited with arthritis simple backache strains sprains bruises"
    ],
    "warnings": [
      "Warnings Warnings For external use only. Read all warnings and directiosn before use. Test first on a small areaa of skin"
    ],
    "do_not_use": [
      "Do not use Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers immediately before or after activites such as bathing, swimming or sunbathing with a heating pad or on wounds, damaged (open) or irritated skin"
    ],
    "when_using": [
      "When using this product When using this product you may experience a burning sensation. The intesity of this reaction varies amoung individuals and may be severe. With regular use, this sensation generally disappears after several days avoid contact with the eyes or mucous membrames do not bandage tighty do not expose the area treated with product to heat or direct sunlight"
    ],
    "stop_use": [
      "Stop use and ask a doctor if Stop use and ask a doctor if condition worsens or symptoms persist for more than 7 days or clear up and occur again within a few days severe burning persists, swelling or blistering occurs difficulty breathing or swallowing occurs"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding If pregant or breast feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep our of reach of children Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Directions Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hand thoroughly with soap and water immediately after application for best results, apply 3 to 4 times dailu Children under 18 years of age: ask a doctor"
    ],
    "other_safety_information": [
      "Other information Other information Store between 15°-30° *(59°-86°F) Lot No. & Exp Date: See box or crimp of tube"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Inactive ingredients\\ Anhydrous citric acid, benzyl alcohol, cetyl alcohol, glyceryl stearate/PEG-100 stearate, isopropyl myristate, petrolatum, purified water, sorbitol"
    ],
    "questions": [
      "Questions or comments? Questions or comments? Call 1-800-634-7680"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Medi ♥ First Topical Solutions healing made easy Phthalate-free Paraban-free Dye-free Arthritis & muscle pain relief. Also relieves simple backaches, strains and sprains. 50902 ArthritisMuscle"
    ],
    "set_id": "49eb807b-fa31-3d84-e063-6394a90acfcf",
    "id": "49f142ec-beab-fc47-e063-6394a90ac25e",
    "effective_time": "20260203",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Medi-First Capsaicin Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Unifirst First Aid Corporation"
      ],
      "product_ndc": [
        "47682-860"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "spl_id": [
        "49f142ec-beab-fc47-e063-6394a90ac25e"
      ],
      "spl_set_id": [
        "49eb807b-fa31-3d84-e063-6394a90acfcf"
      ],
      "package_ndc": [
        "47682-860-02"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0347682509026"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin HP Arthritis Pain Relief Capsaicin CAPSAICIN CAPSAICIN BENZYL ALCOHOL ISOPROPYL MYRISTATE CETYL ALCOHOL PEG-40 STEARATE GLYCERYL MONOSTEARATE SORBITOL PETROLATUM WATER"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Questions: or comments 1-800-697-3329 Manufactured for and Distributed by: Nationwide Pharmaceutical San Antonio, TX, 78216"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor pain associated with: arthritis simple backache muscle strains sprains bruises"
    ],
    "warnings": [
      "Warnings For external use only When using this product If you are a first time user and think your skin might be sensitive to Capsaicin, test it on a small area first rare cases of serious burns have been reported with products of this type do not bandage tightly or apply local heat (such as heating pads) to the area of use avoid contact with eyes and mucous membranes do not apply to wounds or damaged, broken or irritated skln a transient burning sensation may occur upon application but generally disappears in several days if severe burning occurs, discontinue use immediately and read inside carton for important Information do not expose the area treated with product to heat or direct sunlight do not use al the same time as other topical analgesics use only as directed. Read and follow all directions and warnings on this carton do not use if you are allergic to capsaicin or chili peppers Stop use and ask a doctor if condition worsens redness is present irritation develops symptoms persist for more than 7 days or clear up and occur again within a few days you experience signs of skin injury, such as pain, swelling, or blistering where the product was applied If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact Poison Control Center immediately."
    ],
    "when_using": [
      "When using this product If you are a first time user and think your skin might be sensitive to Capsaicin, test it on a small area first rare cases of serious burns have been reported with products of this type do not bandage tightly or apply local heat (such as heating pads) to the area of use avoid contact with eyes and mucous membranes do not apply to wounds or damaged, broken or irritated skln a transient burning sensation may occur upon application but generally disappears in several days if severe burning occurs, discontinue use immediately and read inside carton for important Information do not expose the area treated with product to heat or direct sunlight do not use al the same time as other topical analgesics use only as directed. Read and follow all directions and warnings on this carton do not use if you are allergic to capsaicin or chili peppers"
    ],
    "ask_doctor": [
      "Stop use and ask a doctor if condition worsens redness is present irritation develops symptoms persist for more than 7 days or clear up and occur again within a few days you experience signs of skin injury, such as pain, swelling, or blistering where the product was applied"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions adults and children over 18 years: apply to affected area massage into painful area until thoroughly absorbed repeat if necessary, but no more than 3 to 4 times daily IF MEDICINE COMES IN CONTACT WITH HANDS, WASH WITH SOAP AND WATER children 18 years or younger: ask a doctor store at 15°-25°C (59°-77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzyl alcohol, isopropyl myristate, cetyl alcohol, PEG-40 stearate, glyceryl stearate, sorbitol, petroleum jelly, water"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 56.6 g Tube Carton Nationwide Pharmaceutical • Deep Penetrating • Odor Free NDC# 69375-0006-60 CAPSAICIN HP High Potency CAPSAICIN 0.1% / TOPICAL ANALGESIC CREAM ARTHRITIS PAIN RELIEF Compare to the active ingredient in Capzasin HP®†† NET WT 2.0 oz (56.6 g) Nationwide Pharmaceutical • Deep Penetrating • Odor Free NDC# 69375-0006-60 CAPSAICIN HP High Potency CAPSAICIN 0.1% / TOPICAL ANALGESIC CREAM ARTHRITIS PAIN RELIEF Compare to the active ingredient in Capzasin HP®†† NET WT 2.0 oz (56.6 g)"
    ],
    "set_id": "4dedfc37-fead-410d-a5d4-48a4de8fc432",
    "id": "3c27c8dd-9d9a-4196-ad25-da09eb730e92",
    "effective_time": "20250609",
    "version": "6",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin HP Arthritis Pain Relief"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Nationwide Pharmaceutical LLC"
      ],
      "product_ndc": [
        "69375-006"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "3c27c8dd-9d9a-4196-ad25-da09eb730e92"
      ],
      "spl_set_id": [
        "4dedfc37-fead-410d-a5d4-48a4de8fc432"
      ],
      "package_ndc": [
        "69375-006-60"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CAPSAICIN CAPSAICIN WATER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE CETOSTEARYL ALCOHOL ETHYLHEXYLGLYCERIN GLUCOSAMINE SULFATE GLYCERIN GLYCERYL MONOSTEARATE C13-14 ISOPARAFFIN ISOSTEARYL PALMITATE LAURETH-7 DIMETHYL SULFONE PEG-100 STEARATE PHENOXYETHANOL PROPYLENE GLYCOL STEARIC ACID TROLAMINE CHONDROITIN SULFATE (BOVINE) POLYACRYLAMIDE (10000 MW) SODIUM POLYACRYLATE (2500000 MW)"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.025% Cream SA3, LLC Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.025% Cream Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not • Apply to wounds or damaged skin • Bandage tightly • If you are allergic to capsicum or chili peppers Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a doctor if • Condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days • Severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately. If pregnant or breast-feeding, ask a health professional before use."
    ],
    "do_not_use": [
      "Do not • Apply to wounds or damaged skin • Bandage tightly • If you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a doctor if • Condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days • Severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately. If pregnant or breast-feeding, ask a health professional before use."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 2 years of age and older: Apply to affected area not more than 3 to 4 times daily. Wash hands thoroughly with soap and water immediately after application. Children under 2 years : consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F). Protect the product from excessive heat and direct sun."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Cetearyl Alcohol, Chondroitin Sulfate, Ethylhexylglycerin, Glucosamine Sulfate, Glycerin, Glyceryl Stearate, C13-14 Isoparaffin, Isostearyl Palmitate, Laureth-7, Methylsufonylmethane (MSM), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Propylene Glycol, Sodium Polyacrylate, Stearic Acid, and Triethanolamine"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.025% cream NDC 69420-6025-5 50 grams SA3, LLC PRINCIPAL DISPLAY PANEL Capsaicin 0.025% cream NDC 69420-6025-5 50 grams SA3, LLC",
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.025% cream NDC 69420-6025-1 120 grams SA3, LLC PRINCIPAL DISPLAY PANEL Capsaicin 0.025% cream NDC 69420-6025-1 120 grams SA3, LLC"
    ],
    "set_id": "5617e91d-e650-4a0d-8565-b8288ea41c77",
    "id": "985b88b0-bf00-4651-83b2-7ced79a33b69",
    "effective_time": "20241209",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "SA3, LLC"
      ],
      "product_ndc": [
        "69420-6025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "985b88b0-bf00-4651-83b2-7ced79a33b69"
      ],
      "spl_set_id": [
        "5617e91d-e650-4a0d-8565-b8288ea41c77"
      ],
      "package_ndc": [
        "69420-6025-5",
        "69420-6025-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.035 Percent Capsaicin CAPSAICIN CAPSAICIN WATER GLYCERIN SORBITOL CARBOXYMETHYLCELLULOSE SODIUM POLYSORBATE 80 LEMON OIL ALUMINUM GLYCINATE EUCALYPTUS OIL METHYLPARABEN EDETATE DISODIUM SODIUM POLYACRYLATE (8000 MW)"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.03 5% Patch Alexso, Inc. Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.03 5% Patch Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.035%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • arthritis • simple backache • strains • bruises • sprains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional Read all warnings and directions before use. Discontinue use at least one hour prior to bath, shower, or swimming; do not use immediately after bath, shower, or swimming. Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use."
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. - Clean and dry the affected area. - Open pouch and remove one patch. - Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. - Wash hands with soap and water after handling the patches. - Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. - Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years : Ask a physician"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Sodium Polyacrylate, Glycerin, Sorbitol, Sodium Cellulose Glycolate, Polysorbate 80, Lemon Oil, Aluminum Glycinate, Eucalyptus Oil, Methylparaben, EDTA Disodium Salt"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.03 5 % Patch NDC 50488-2035-1 10 Patches (5 per Resealable Pouch) Alexso, Inc PRINCIPAL DISPLAY PANEL Capsaicin 0.035% Patch NDC 50488-2035-1 10 Patches (5 per Resealable Pouch) Alexso, Inc"
    ],
    "set_id": "597e0d44-21f8-4f98-b932-70345462f359",
    "id": "3fc881df-4241-4501-ae4f-089c9a86c5cd",
    "effective_time": "20250701",
    "version": "2",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Capsaicin 0.035 Percent"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-2035"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "2702859"
      ],
      "spl_id": [
        "3fc881df-4241-4501-ae4f-089c9a86c5cd"
      ],
      "spl_set_id": [
        "597e0d44-21f8-4f98-b932-70345462f359"
      ],
      "package_ndc": [
        "50488-2035-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin 0.035 Percent Capsaicin CAPSAICIN CAPSAICIN WATER ARNICA MONTANA FLOWER BOSWELLIA SERRATA WHOLE CETOSTEARYL ALCOHOL CHONDROITIN SULFATE (BOVINE) ETHYLHEXYLGLYCERIN GLUCOSAMINE SULFATE GLYCERIN GLYCERYL MONOSTEARATE C13-14 ISOPARAFFIN ISOSTEARYL PALMITATE LAURETH-7 DIMETHYL SULFONE PEG-100 STEARATE PHENOXYETHANOL POLYACRYLAMIDE (10000 MW) PROPYLENE GLYCOL SODIUM POLYACRYLATE (2500000 MW) STEARIC ACID TROLAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.035%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds or damaged skin • If you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a doctor if • Condition worsens or does not improve after regular use • Severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands. Wash hands thoroughly with soap and water immediately after application for best results. Apply 3 to 4 times daily. Children under 18 years : Ask a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Cetearyl Alcohol, Chondroitin Sulfate, Ethylhexylglycerin, Glucosamine Sulfate, Glycerin, Glyceryl Stearate, C13-14 Isoparaffin, Isostearyl Palmitate, Laureth-7, Methylsufonylmethane (MSM), PEG-100 Stearate, Phenoxyethanol, Polyacrylamide, Propylene Glycol, Sodium Polyacrylate, Stearic Acid, and Triethanolamine"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Capsaicin 0.03 5 % cream NDC 50488-1035-1 Net Wt. 100 g Capsaicin 0.035% cream NDC 50488-1035-1 Net Wt. 100 g"
    ],
    "set_id": "6d0bc1cc-e812-4753-b20c-c0357dd6deb5",
    "id": "e2a30b7f-bcde-4a77-bcbd-3e965d4f8004",
    "effective_time": "20260213",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin 0.035 Percent"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Alexso, Inc"
      ],
      "product_ndc": [
        "50488-1035"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "spl_id": [
        "e2a30b7f-bcde-4a77-bcbd-3e965d4f8004"
      ],
      "spl_set_id": [
        "6d0bc1cc-e812-4753-b20c-c0357dd6deb5"
      ],
      "package_ndc": [
        "50488-1035-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Equate Capsaicin Pain Relieving capsaicin CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED FORM CASTOR OIL DIHYDROXYALUMINUM AMINOACETATE EDETATE DISODIUM GLYCERIN METHYLPARABEN POLYACRYLIC ACID (250000 MW) POLYSORBATE 80 POLYVINYL ALCOHOL, UNSPECIFIED PROPYLENE GLYCOL CAPRYLATE WATER SODIUM POLYACRYLATE (8000 MW) SORBITOL TALC TARTARIC ACID CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Capsaicin - Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only When using this product use only as directed do not use at least 1 hours before, or immediately after, a bath or shower avoid contact with eyes and mucous membranes do not apply to wounds or to damaged or very sensitive skin do not bandage tightly or use with a heating pad Stop use and ask a doctor if condition worsens excessive redness, irritation, burning or discomfort of the skin develops symptoms persist for more than 7 days or clear up and occur again within a few days Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens excessive redness, irritation, burning or discomfort of the skin develops symptoms persist for more than 7 days or clear up and occur again within a few days"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 12 years and over: apply to affected area; change patch 1 to 2 times daily children under 12 years: ask a doctor FOR BEST RESULTS: apply to clean, dry skin tear open pouch and remove patch; if desired, cut patch to size grasp both ends of the patch firmly with thumbs near center stretch patch until the backing separates remove protective film while applying patch directly to site of pain WASH HANDS WITH SOAP AND WATER AFTER APPLYING"
    ],
    "inactive_ingredient": [
      "Inactive ingredients carboxymethylcellulose sodium, castor oil, dihydroxyaluminum aminoacetate, edetate disodium, glycerin, methylparaben, partially neutralized polyacrylate, polyacrylic acid, polysorbate 80, polyvinyl alcohol, propylene glycol monocaprylate, purified water, sodium polyacrylate, sodium polyacrylate starch, sorbitol solution, talc, tartaric acid"
    ],
    "questions": [
      "Questions or comments? Call 1-888-287-1915"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Equate Capsaicin Pain Relieving Patch",
      "Principal Display Panel Drug Facts"
    ],
    "set_id": "745b2cf5-2599-4383-818b-19fed248a11f",
    "id": "297a0bd4-5b18-10cd-e063-6394a90af77a",
    "effective_time": "20241217",
    "version": "8",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Equate Capsaicin Pain Relieving"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Wal-Mart Stores Inc"
      ],
      "product_ndc": [
        "49035-890"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "297a0bd4-5b18-10cd-e063-6394a90af77a"
      ],
      "spl_set_id": [
        "745b2cf5-2599-4383-818b-19fed248a11f"
      ],
      "package_ndc": [
        "49035-890-01",
        "49035-890-04"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0681131166294"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CAPSAICIN HOT PATCHES CAPSAICIN HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "warnings": [
      "For External Use Only Discontinue use at least one hour prior to bath / shower / swimming; do not use immediatelty after bath / shower / swimming. Allergy alert: if you are allergic or suspect you are allergic to the ingredients listed below, including chili perppers.. consults with your physician before use."
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "purpose": [
      "Purpose Temporary relief of minor pain associated with: arthritis, minor backache, muscle strains, muschle sprains, bruises"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer"
    ],
    "dosage_and_administration": [
      "Directions for Use: For Use on Adults and Childrens 12 Years of Age or Older Clean and dru affected area; ensure area is fully dry before application Remove patch from film Apply to treatement site Patch may be trimmerd to best fit treatment site; trim patch before removing film Wash hands after application Discard after signle use Caution: Take care when using on elderly ot incapacited persons Do not use more than 8 hours Do not use the Capsaicin Heat Patch more than 3-4 times daily Do not exceed 7 days of continue use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center immediately."
    ],
    "storage_and_handling": [
      "Storage and Care: One time use only; do not attempt to reuse the product avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "do_not_use": [
      "Do Not Use: On areas with sensitive skin, open wounds or previous burns with pain rubs, medicated lotions, creams or oinments with other forms of heat theraphy, including heating pads, or multiples of this treatment on a single treatement site"
    ],
    "spl_unclassified_section": [
      "Use Only as Directed: Follow the below directions for use. Avoid contact with eyes, mucus membrances or skin rashes."
    ],
    "stop_use": [
      "Stop Use immediately and Seek Medical Attention if: Rash, itching or excessive skin irritation develops Conditions worsens Symptons persist more than 7 days Symptoms clear, and reoccur within a few days"
    ],
    "questions": [
      "QUESTIONS TOLL-FREE Customer Care Help Line 866-326-1313 DISTRIBUTED BY CARDINAL HEALTH DUBLIN, OHIO 43017 Made in China"
    ],
    "package_label_principal_display_panel": [
      "LABEL Capsaicin Hot Path"
    ],
    "set_id": "76e6bc39-643c-4264-8d98-0e4fa7d778e2",
    "id": "457271ef-6509-6596-e063-6394a90a039d",
    "effective_time": "20251208",
    "version": "6",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CAPSAICIN HOT PATCHES"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Cardinal Health, 110 dba LEADER"
      ],
      "product_ndc": [
        "70000-0556"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "457271ef-6509-6596-e063-6394a90a039d"
      ],
      "spl_set_id": [
        "76e6bc39-643c-4264-8d98-0e4fa7d778e2"
      ],
      "package_ndc": [
        "70000-0556-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CAPSAICIN CAPSAICIN WATER GLYCERIN SORBITOL CARBOXYMETHYLCELLULOSE SODIUM POLYSORBATE 80 LEMON OIL DIHYDROXYALUMINUM AMINOACETATE ANHYDROUS EUCALYPTUS OIL METHYLPARABEN EDETATE DISODIUM SODIUM POLYACRYLATE (8000 MW)"
    ],
    "spl_unclassified_section": [
      "CAPSAICIN – Capsaicin 0.025% Patch SA3, LLC Disclaimer: Most OTC drugs are not reviewed and approved by FDA, however they may be marketed if they comply with applicable regulations and policies. FDA has not evaluated whether this product complies. ---------- Capsaicin 0.025% Patch Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: • arthritis • simple backache • strains • bruises • sprains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional Read all warnings and directions before use. Discontinue use at least one hour prior to bath, shower, or swimming; do not use immediately after bath, shower, or swimming. Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Allergy Alert: if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use."
    ],
    "when_using": [
      "Whe n us ing this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and as k a physician: • If pregnant or breast feeding • If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, discontinue use of this product and consult a physician. • If severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children and pets . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. Clean and dry the affected area. Open pouch and remove one patch. Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. Wash hands with soap and water after handling the patches. Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years : Ask a physician"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15°-30°C (59°-86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (Deionized Water), Sodium Polyacrylate, Glycerin, Sorbitol, Sodium Cellulose Glycolate, Polysorbate 80, Lemon Oil, Aluminum Glycinate, Eucalyptus Oil, Methylparaben, EDTA Disodium Salt"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Capsaicin 0.025 % Patch NDC 69420-7025-1 10 Patches (5 per Resealable Pouch) SA3, LLC PRINCIPAL DISPLAY PANEL Capsaicin 0.025% Patch NDC 69420-7025-1 10 Patches (5 per Resealable Pouch) SA3, LLC"
    ],
    "set_id": "7950aabc-4724-4add-a96e-62ab7e75d4fc",
    "id": "cbe416bc-13da-462d-bef0-cf3d30a38a01",
    "effective_time": "20241209",
    "version": "2",
    "openfda": {
      "application_number": [
        "505G(a)(3)"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "SA3, LLC"
      ],
      "product_ndc": [
        "69420-7025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "cbe416bc-13da-462d-bef0-cf3d30a38a01"
      ],
      "spl_set_id": [
        "7950aabc-4724-4add-a96e-62ab7e75d4fc"
      ],
      "package_ndc": [
        "69420-7025-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rugby Capsaicin External Analgesic Capsaicin Capsaicin Capsaicin CARBOMER COPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED) Cetyl Acetate Methylparaben PPG-20 Methyl Glucose Ether Distearate Propylene Glycol Propylparaben Steareth-100 Stearic Acid Stearyl Alcohol Trolamine Water"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Mfd for: Rugby Laboratories, Inc. Duluth, Georgia 30097 Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to: • simple backache • arthritis • strains • sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • on wounds or damaged skin • if you are allergic to capsicum or chili peppers When using this product • you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • avoid contact with the eyes, lips, nose and mucous membranes • do not tightly wrap or bandage the treated area • do not apply heat to the treated area immediately before or after use Stop use and ask a doctor if • condition worsens or does not improve after regular use • severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • on wounds or damaged skin • if you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "When using this product • you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • avoid contact with the eyes, lips, nose and mucous membranes • do not tightly wrap or bandage the treated area • do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • condition worsens or does not improve after regular use • severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: • apply a thin film of cream to affected area and gently rub in until fully absorbed • unless treating hands, wash hands thoroughly with soap and water immediately after application • for best results, apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients acrylates/C10-30 alkyl acrylate crosspolymer, cetyl acetate, methylparaben, PPG-20 methyl glucose ether distearate, propylene glycol, propylparaben, stearate-100, stearic acid, stearyl alcohol, triethanolamine, water"
    ],
    "questions": [
      "Questions or comments? Call 1-800-645-2158 9 am - 5 pm ET, Monday - Friday"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 60 g Tube Carton NDC 63187-660-60 SATISFACTION GUARANTEED OR YOUR MONEY BACK Capsaicin Cream, 0.025% External Analgesic Penetrating Pain Relief Net Wt 2.1 oz (60 g) 63187-660-60"
    ],
    "set_id": "7c733a30-5002-49e7-a6bd-7737a1d2461e",
    "id": "95c9f0a2-3bc0-4382-878a-48aa1ff86b5c",
    "effective_time": "20240201",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Rugby Capsaicin External Analgesic"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-660"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "95c9f0a2-3bc0-4382-878a-48aa1ff86b5c"
      ],
      "spl_set_id": [
        "7c733a30-5002-49e7-a6bd-7737a1d2461e"
      ],
      "package_ndc": [
        "63187-660-60"
      ],
      "original_packager_product_ndc": [
        "0536-2525"
      ],
      "upc": [
        "0363187660604"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin MYRRH ZINC OXIDE CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.035%"
    ],
    "purpose": [
      "Purpose Topical Anesthetic"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints associated with arthritis, simple backache, bruises, sprains, and strains"
    ],
    "warnings": [
      "Warnings For external use only . Use only as directed or as directed by a health care professional Do not use • On wounds, cuts, damaged or infected skin • On eyes, mouth, genitals, or any other mucous membranes Stop use and ask a physician: • rash, itching or excessive skin irritation develops. • conditions worsen • symptoms persist for more than 7 days • symptoms clear up and occur again within a few days Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. Allergy Alert : if you are allergic to capsicum or chili peppers or any inactive ingredient of this product, contact a doctor before use. When using this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use"
    ],
    "keep_out_of_reach_of_children": [
      ""
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and over : Apply 1 patch to the affected area of intact skin up to 3 times a day. Do not leave patch on for more than 8 hours at a time. Instructions for use : Clean and dry the affected area. Open pouch and remove one patch. Remove any protective film and apply directly to affected area of pain. Apply immediately after removal from the protective envelope. Wash hands with soap and water after handling the patches. Reseal pouch containing unused patches after each use. Do not store patch outside the sealed envelope. Discontinue use at least 1 hour before a bath or shower and do not use immedieately after a bath or shower. Fold used patches so that the adhesive side sticks to itself and safely discard used patches or pieces of cut patches where children and pets cannot get to them. Children under 18 years: Ask a physician"
    ],
    "spl_unclassified_section": [
      "Other Information Some individuals may not experience pain relief until several minutes or hours after applying the patch Store in a cool, dry place Protect product from excessive moisture or sunlight Store at 67-77° F ( 19-25° C)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Adhesive, myrrh gum, zinc oxide"
    ],
    "package_label_principal_display_panel": [
      "Product label image description"
    ],
    "set_id": "829afe1b-6b2a-42a9-9626-8e39b0105e70",
    "id": "2c50564a-1ef8-c9aa-e063-6294a90a5553",
    "effective_time": "20250122",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "PHARMACURE LLC"
      ],
      "product_ndc": [
        "79643-007"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "2702859"
      ],
      "spl_id": [
        "2c50564a-1ef8-c9aa-e063-6294a90a5553"
      ],
      "spl_set_id": [
        "829afe1b-6b2a-42a9-9626-8e39b0105e70"
      ],
      "package_ndc": [
        "79643-007-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CETYL ALCOHOL ALOE VERA LEAF XANTHAN GUM MINERAL OIL STEARYL ALCOHOL WATER PETROLATUM GLYCERYL STEARATE SE PROPYLENE GLYCOL PEPPERMINT OIL GLYCERYL STEARATE/PEG-100 STEARATE PHENOXYETHANOL CAPSAICIN CAPSAICIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: Read all warnings and directions before use. Test first on small area of skin. Do not use: on wounds or damaged skin if you are allergic to capsicum or chili peppers do not use with heating pad or expose area to sunlight When using this product: you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treatment area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stope Use and Ask Doctor if: Condition worsens or does not improve after regular use severe burning persists redness or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily Children under 18 years: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum"
    ],
    "questions": [
      "Questions Questions? Comments? 1-855-361-3993"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F)"
    ],
    "package_label_principal_display_panel": [
      "Packaging label"
    ],
    "set_id": "97d506bd-3215-4e2e-9914-af1c174dd4ab",
    "id": "1b4cad2b-3896-f700-e063-6394a90a2fa5",
    "effective_time": "20240620",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Asclemed USA, Inc."
      ],
      "product_ndc": [
        "76420-753"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "1b4cad2b-3896-f700-e063-6394a90a2fa5"
      ],
      "spl_set_id": [
        "97d506bd-3215-4e2e-9914-af1c174dd4ab"
      ],
      "package_ndc": [
        "76420-753-42"
      ],
      "original_packager_product_ndc": [
        "50268-198"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CVS CAPSAICIN CAPSAICIN CETYL ALCOHOL POLYOXYL 40 STEARATE BENZYL ALCOHOL SORBITAN MONOSTEARATE ISOPROPYL MYRISTATE SORBITOL PETROLATUM WATER CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active ingredient Purpose Capsaicin 0.1%........................................................................Topical analgesic"
    ],
    "purpose": [
      "For the temporary relief of minor pain associated with: Arthritis Simple backache Muscle strains Sprains Bruises"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use on wounds, damaged, broken or irritated skin with a heating pad if you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "When using this product avoid contact with eyes and mucous membranes do not bandage tightly a transient burning sensation may occur upon applications but generally disappears in several days do not expose the treated area to heat or direct sunlight"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days redness is present or irritation develops a severe burning sensation occurs"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of accidental ingestion, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Directions Adults and children over 18 years: use only as directed apply to affected area massage into painful area until thoroughly absorbed repeat as necessary, but no more than 3 to 4 times daily wash hands with soap and water after applying children under 18 years of age: ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzyl alcohol, cetyl alcohol, isopropyl myristate, petrolatum, polyoxyl 40 stearate, water, sorbitan monostearate, sorbitol"
    ],
    "dosage_and_administration": [
      "Distributed by: CVS Pharmacy, Inc. One CVS Drive, Woonsocket, RI 02895 www.cvs.com Made in China"
    ],
    "storage_and_handling": [
      "Other information store at room temperature Lot No. and Exp. Date: see box or crimp of tube save carton for complete Drug Facts information"
    ],
    "package_label_principal_display_panel": [
      "33754.1"
    ],
    "set_id": "9b551fe3-3842-482a-9042-63de5ad39884",
    "id": "426309d5-7967-6d91-e063-6394a90a01e6",
    "effective_time": "20251030",
    "version": "7",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CVS CAPSAICIN"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "CVS PHARMACY"
      ],
      "product_ndc": [
        "59779-381"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "426309d5-7967-6d91-e063-6394a90a01e6"
      ],
      "spl_set_id": [
        "9b551fe3-3842-482a-9042-63de5ad39884"
      ],
      "package_ndc": [
        "59779-381-42"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0050428266977"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CAPSAICIN HEAT PATCHES BACK AND LARGE AREAS CAPSAICIN PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) HYDROGENATED POLYDECENE (550 MW) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "warnings": [
      "For External Use Only Discontinue use at least one hour prior to bath / shower / swimming; do not use immediatelty after bath / shower / swimming. Allergy alert: if you are allergic or suspect you are allergic to the ingredients listed below, including chili perppers.. consults with your physician before use."
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "purpose": [
      "Purpose Temporary relief of minor pain associated with: arthritis, minor backache, muscle strains, muschle sprains, bruises"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer"
    ],
    "dosage_and_administration": [
      "Directions for Use: For Use on Adults and Childrens 12 Years of Age or Older Clean and dru affected area; ensure area is fully dry before application Remove patch from film Apply to treatement site Patch may be trimmerd to best fit treatment site; trim patch before removing film Wash hands after application Discard after signle use Caution: Take care when using on elderly ot incapacited persons Do not use more than 8 hours Do not use the Capsaicin Heat Patch more than 3-4 times daily Do not exceed 7 days of continue use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center immediately."
    ],
    "storage_and_handling": [
      "Storage and Care: One time use only; do not attempt to reuse the product avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "do_not_use": [
      "Do Not Use: On areas with sensitive skin, open wounds or previous burns with pain rubs, medicated lotions, creams or oinments with other forms of heat theraphy, including heating pads, or multiples of this treatment on a single treatement site"
    ],
    "spl_unclassified_section": [
      "Use Only as Directed: Follow the below directions for use. Avoid contact with eyes, mucus membrances or skin rashes."
    ],
    "stop_use": [
      "Stop Use immediately and Seek Medical Attention if: Rash, itching or excessive skin irritation develops Conditions worsens Symptons persist more than 7 days Symptoms clear, and reoccur within a few days"
    ],
    "questions": [
      "QUESTIONS 866-326-1313"
    ],
    "package_label_principal_display_panel": [
      "LABEL DIST. BY MEIJER DISTRIBUTION, INC. GRAND RAPIDS, MI 49544 www.meijer.com Made in China Capsaicin Heat Path"
    ],
    "set_id": "9b91658f-c15f-4222-bbd9-881b29de3b6e",
    "id": "494cde9c-5f75-94d6-e063-6294a90a3ef7",
    "effective_time": "20260126",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CAPSAICIN HEAT PATCHES BACK AND LARGE AREAS"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Meijer Distribution Inc"
      ],
      "product_ndc": [
        "41250-842"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "494cde9c-5f75-94d6-e063-6294a90a3ef7"
      ],
      "spl_set_id": [
        "9b91658f-c15f-4222-bbd9-881b29de3b6e"
      ],
      "package_ndc": [
        "41250-842-03"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rugby Capsaicin Cream Capsaicin ALOE VERA LEAF ETHYLPARABEN MINERAL OIL CAPSAICIN CAPSAICIN STEARYL ALCOHOL WATER GLYCERIN GLYCERYL MONOSTEARATE PETROLATUM LAURETH-15 CETOSTEARYL ALCOHOL"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: TEST FIRST ON SMALL AREA OF SKIN. When using this product: Use only as directed Do not apply to wounds, damaged, broken or irritated sin Do not use if you are allergic to capssicum or chili peppers Avoid contact with the eyes or mucous membranes A slight burning sensation may occur upon application, but generally disappears after several days of use If severe burning occurs, discontinue use Do not expose the treated area to heat or direct sunlight Do not bandage Do not use with heating pad"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stop Use and Ask Doctor if: Condition worsens Symptoms persist for more than 7 days or clear up and occur again within a few days Redness is present irritation develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints associated with: Arthritis Simple Backache Strains Sprains Bruises"
    ],
    "pregnancy_or_breast_feeding": [
      "If Pregnant or Breast Feeding Ask a doctor before use"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children over 18 years: Apply to affected area Massage into the painful area until thoroughly absorbed Repeat as necessary but not more than 3 to 4 times daily WASH HANDS WITH SOAP AND WATER AFTER APPLYING Children 18 years and younger: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf juice, Cetostearyl alcohol, Ethylparaben, Glycerin, Glyceryl monostearate, Mineral Oil, Petrolatum, Polyoxyethylene lauryl ether, Purified Water, stearic acid."
    ],
    "questions": [
      "Questions Call 1-800-645-2158 Distributed By: RUGBY®LABORATORIES Livonia, MI 48152 www.rugbylaboratories.com rev. 09/21 R-167 Re-order No. 370818"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F)"
    ],
    "package_label_principal_display_panel": [
      "Packaging 5882244 CAH RGB Capsaicin Cream 42.5g CDER"
    ],
    "set_id": "9eca34f1-e91a-3ac1-e053-2a95a90a9bd9",
    "id": "44fdaeff-78d9-d05c-e063-6294a90ac1c0",
    "effective_time": "20251202",
    "version": "5",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Rugby Capsaicin Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Rugby Laboratories"
      ],
      "product_ndc": [
        "0536-1264"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "44fdaeff-78d9-d05c-e063-6294a90ac1c0"
      ],
      "spl_set_id": [
        "9eca34f1-e91a-3ac1-e053-2a95a90a9bd9"
      ],
      "package_ndc": [
        "0536-1264-56"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0305361264567"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Leader Capsaicin Pain Relief Cream Capsaicin GLYCERIN GLYCERYL MONOSTEARATE PETROLATUM WATER SODIUM LAURYL SULFATE ALOE VERA LEAF ETHYLPARABEN MINERAL OIL STEARYL ALCOHOL CAPSAICIN CAPSAICIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: TEST FIRST ON SMALL AREA OF SKIN. When using this product: Use only as directed Do not apply to wounds, damaged, broken or irritated sin Do not use if you are allergic to capsicum or chili peppers Avoid contact with the eyes or mucous membranes A slight burning sensation may occur upon application, but generally disappears in several days If severe burning occurs, discontinue use Do not expose the treated area to heat or direct sunlight Do not bandage Do not use with heating pad Do not use at the same time as other topical analgesics"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stop Use and Ask Doctor if: Condition worsens Symptoms persist for more than 7 days or clear up and occur again within a few days Redness is present irritation develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints associated with: Arthritis Simple Backache Strains Sprains Bruises"
    ],
    "pregnancy_or_breast_feeding": [
      "If Pregnant or Breast Feeding Ask a doctor before use"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children over 18 years: Apply to affected area Massage into the painful area until thoroughly absorbed Repeat as necessary but not more than 3 to 4 times daily WASH HANDS WITH SOAP AND WATER AFTER APPLYING Children 18 years and younger: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf juice, Ethylparaben, Glycerin, Clyceryl monostearate, Mineral Oil, Octadecyl alcohol, Petrolatum, Purified Water, Sodium lauryl Sulfate"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F)"
    ],
    "questions": [
      "Questions 1 (800) 200- 6313 Distributed by Cardinal Health Dublin, Ohio 43017 This product is not manufactured or distrubuted by Chattem Inc. owner of registered trademark Capzasin HP, 2020 Cardinal Health Leader and Logos are trademarks of Cardinal Health. All other marks are the property of their respective owners www.myleader.com Made in China"
    ],
    "package_label_principal_display_panel": [
      "LEADER CAPSAICIN CREAM"
    ],
    "set_id": "a5620709-0fed-4979-e053-2a95a90ac654",
    "id": "44fdb456-1f84-00f3-e063-6394a90a765f",
    "effective_time": "20251202",
    "version": "9",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Leader Capsaicin Pain Relief Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Cardinal Health 110 dba LEADER"
      ],
      "product_ndc": [
        "70000-0549"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "44fdb456-1f84-00f3-e063-6394a90a765f"
      ],
      "spl_set_id": [
        "a5620709-0fed-4979-e053-2a95a90ac654"
      ],
      "package_ndc": [
        "70000-0549-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin WATER ARNICA MONTANA FLOWER BOSWELLIA SERRATA WHOLE CETEARYL OLIVATE CETYL ALCOHOL DIMETHYL SULFONE ETHYLHEXYLGLYCERIN GLYCERIN GLYCERYL MONOSTEARATE HEMP PEG-100 MONOSTEARATE PHENOXYETHANOL POLYSORBATE 20 RESVERATROL SODIUM LAURYLGLUCOSIDES HYDROXYPROPYLSULFONATE SORBITAN OLIVATE STEARIC ACID CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Capsaicin 0.035% External Analgesic"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains, sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use • On wounds or damaged skin. • If you are allergic to capsicum or chili peppers. When using this product • You may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. • Avoid contact with the eyes, lips, nose and mucous membranes • Do not tightly wrap or bandage the treated area • Do not apply heat to the treated area immediately before or after use. Stop use and ask a doctor if • Conditions worsens or does not improve after regular use. • Severe burning persists o blistering occurs. Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "keep_out_of_reach_of_children": [
      ""
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: Apply a thin film of cream to affected area and gently rub in until fully absorbed. Unless treating hands, wash hands thoroughly with soap and water immediately after application. For best results, apply 3 to 4 times daily. Children under 18 years : ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other Information Store at room temperature 15°-30°C (59°-86°F). Protect product from excessive moisture."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aqua (deionized water), arnica montana (arnica) extract, boswellia serrata extract, cetearyl olivate, cetyl alcohol, dimethyl sulfone (MSM), ethylhexylglycerin, glycerin, glyceryl stearate, hemp, sodium laurylglucosides hydroxypropylsulfonate, PEG-100 stearate, phenoxyethanol, polysorbate-20, resveratrol, sodium laurylglucosides hydroxypropylsulfonate, sorbitan olivate, stearic acid"
    ],
    "package_label_principal_display_panel": [
      "Product label image description"
    ],
    "set_id": "b2b2de93-d957-43d7-a2a8-b46bcaea1f0d",
    "id": "2d52cb80-e148-a0bf-e063-6294a90a7f8f",
    "effective_time": "20250204",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "PHARMACURE LLC"
      ],
      "product_ndc": [
        "79643-011"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "577395"
      ],
      "spl_id": [
        "2d52cb80-e148-a0bf-e063-6294a90a7f8f"
      ],
      "spl_set_id": [
        "b2b2de93-d957-43d7-a2a8-b46bcaea1f0d"
      ],
      "package_ndc": [
        "79643-011-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Heat capsaicin CAPSAICIN CAPSAICIN CAMPHOR (SYNTHETIC) EUCALYPTUS OIL LANOLIN PEPPERMINT OIL MENTHOL, UNSPECIFIED FORM METHYL SALICYLATE STYRENE/ISOPRENE COPOLYMER (28:72; 210000 MW) ZINC OXIDE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Compare to the active ingredient in Salonpas ® - Hot Capsicum Patch ® *This product is NOT manufactured or distributed by Hisamitsu ® , owner of Salonpas ® Hot Capsicum Patch. Distributed By: Universal Distribution Center 96 Distribution Boulevard • Edison, NJ 08817 MADE IN CHINA www.universaldc.com"
    ],
    "active_ingredient": [
      "Active Ingredient Capsicum Extract Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains of muscles & joints associated with: • Simple Backache • Arthritis • Strains • Bruises • Sprains"
    ],
    "warnings": [
      "WARNINGS: EXTERNAL USE ONLY DO NOT USE • on wounds or damaged skin • with a heating pad • with or at the same times as other external analgesic • if you are allergic to any ingredients of this product When using this product • do not use otherwise than as directed • avoid contact with the eyes, mucous membranes or rashes • do not bandage tightly • discontinue use at least 1 hour before a bath or shower • do not use immediately after a bath or shower STOP USE and ask a doctor if • rash, itching or excessive skin irritation develops • conditions worsen • symptoms persist for more than 7 days • symptoms clear up and occur again within few days If pregnant or breast-feeding , ask a health professional before use. KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "dosage_and_administration": [
      "DIRECTIONS Adults and Children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily Remove patch from skin after at most 8 hours of application Children under 12 years of age: Consult a doctor."
    ],
    "storage_and_handling": [
      "Other Information • Avoid storing product in direct sunlight • Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients camphor, eucalyptus oil, lanolin, peppermint oil, menthol, methyl salicylate, styrene/isoprene copolymer, zinc oxide"
    ],
    "package_label_principal_display_panel": [
      "Packaging Capsaicin Heat"
    ],
    "set_id": "b3b40f77-3b0b-4111-968b-f3a87a5701fa",
    "id": "03f572e2-8835-4d7f-af61-714a0f4da238",
    "effective_time": "20250929",
    "version": "7",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Heat"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Universal Distribution Center LLC"
      ],
      "product_ndc": [
        "52000-040"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "03f572e2-8835-4d7f-af61-714a0f4da238"
      ],
      "spl_set_id": [
        "b3b40f77-3b0b-4111-968b-f3a87a5701fa"
      ],
      "package_ndc": [
        "52000-040-43",
        "52000-040-42",
        "52000-040-40",
        "52000-040-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin Capsaicin Capsaicin CARBOMER COPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED) Cetyl Acetate Methylparaben PPG-20 Methyl Glucose Ether Distearate Propylene Glycol Propylparaben Steareth-100 Stearic Acid Stearyl Alcohol Trolamine Water"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Mfd for: Rugby Laboratories, Inc. Duluth, Georgia 30097"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients acrylates/C10-30 alkyl acrylate crosspolymer, cetyl acetate, methylparaben, PPG-20 methyl glucose ether distearate, propylene glycol, propylparaben, stearate-100, stearic acid, stearyl alcohol, triethanolamine, water"
    ],
    "questions": [
      "Questions or comments? Call 1-800-645-2158 9 am - 5 pm ET, Monday - Friday"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 60 g Tube Carton NDC 0536-2525-25 Rugby ® SATISFACTION GUARANTEED Rugby OR YOUR MONEY BACK Capsaicin Cream, 0.025% External Analgesic Penetrating Pain Relief Net Wt 2.1 oz (60 g) PRINCIPAL DISPLAY PANEL - 60 g Tube Carton"
    ],
    "set_id": "c5915c84-84a2-46f6-9f97-0d9873e9944a",
    "id": "a8b02e2a-9971-482b-97f4-82f344bd79db",
    "effective_time": "20240212",
    "version": "8",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Rugby Laboratories"
      ],
      "product_ndc": [
        "0536-2525"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "a8b02e2a-9971-482b-97f4-82f344bd79db"
      ],
      "spl_set_id": [
        "c5915c84-84a2-46f6-9f97-0d9873e9944a"
      ],
      "package_ndc": [
        "0536-2525-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Walgreens Arthritis Pain Relief Capsaicin Analgesic Capsaicin Capsaicin Capsaicin BENZYL ALCOHOL CETYL ALCOHOL CITRIC ACID GLYCERYL STEARATE SE ISOPROPYL MYRISTATE PEG-100 STEARATE PETROLATUM SORBITOL WATER"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "DISTRIBUTED BY: WALGREEN CO. 200 WILMOT RD., DEERFIELD, IL 60015"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses for the temporarily relief of minor aches and pains of muscles and joints associated with arthritis simple backache strains sprains bruises"
    ],
    "warnings": [
      "Warnings For external use only: Be sure to read product brochure before using. TEST FIRST ON SMALL AREA OF SKIN TO DETERMINE SENSITIVITY. When using this product use only as directed do not bandage tightly do not use with a heating pad avoid contact with eyes and mucous membranes do not apply to wounds, damaged, broken or irritated skin a slight burning sensation may occur upon application but generally disappears in several days if severe burning occurs, discontinue use do not expose the treated area to heat or direct sunlight do not use if allergic to capsicum or chili peppers Stop use and consult a doctor if condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days redness is present irritation develops Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately. If pregnant or breast- feeding , ask a health care professional before use"
    ],
    "when_using": [
      "When using this product use only as directed do not bandage tightly do not use with a heating pad avoid contact with eyes and mucous membranes do not apply to wounds, damaged, broken or irritated skin a slight burning sensation may occur upon application but generally disappears in several days if severe burning occurs, discontinue use do not expose the treated area to heat or direct sunlight do not use if allergic to capsicum or chili peppers"
    ],
    "stop_use": [
      "Stop use and consult a doctor if condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days redness is present irritation develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast- feeding , ask a health care professional before use"
    ],
    "dosage_and_administration": [
      "Directions adults and children 18 years of age and older: apply to affected area not more than 3 to 4 times daily massage into area until thoroughly absorbed WASH HANDS WITH SOAP AND WATER AFTER APPLYING children under 18 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzyl alcohol, cetyl alcohol, citric acid, glyceryl stearate SE, isopropyl myristate, PEG-100 stearate, petrolatum, sorbitol, water."
    ],
    "questions": [
      "Questions or comments? 1-800-925-4733"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 42.5 g Tube Carton ARTHRITIS PAIN RELIEF Capsaicin CAPSAICIN 0.1% / TOPICAL ANALGESIC CREAM NET WT 1.5 OZ (42.5 g) Capsaicin Capsaicin"
    ],
    "set_id": "da818dd5-bf64-46c2-a3ad-440b2874edbb",
    "id": "95e36929-37ec-4b43-b2a0-e0a0ae4bcae2",
    "effective_time": "20260109",
    "version": "4",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "Walgreens Arthritis Pain Relief Capsaicin Analgesic"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Walgreen Company"
      ],
      "product_ndc": [
        "0363-0837"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "95e36929-37ec-4b43-b2a0-e0a0ae4bcae2"
      ],
      "spl_set_id": [
        "da818dd5-bf64-46c2-a3ad-440b2874edbb"
      ],
      "package_ndc": [
        "0363-0837-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Pain Relief Capsaicin HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active ingredient Capsicum extract 0.025% as Capsaicin"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains of muscles and joints associated with: simple backache arthritis strains bruises sprains"
    ],
    "warnings": [
      "Warnings For external use only. Discontinue use at least 1 hour before a bath or shower and do not use immediately after a bath or shower. Do not use on wounds or damaged skin with a heating pad with, or at the same times as other external analgesic products if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes Stop use and ask a doctor if rash, itching or excessive skin irritation develops conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin with a heating pad with, or at the same times as other external analgesic products if you are allergic to any ingredients of this product"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes"
    ],
    "stop_use": [
      "Stop use and ask a doctor if rash, itching or excessive skin irritation develops conditions worsen symptoms persist for more than 7 days symptoms clear up and occur again within a few days"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily for 7 days Remove patch from the skin after at most 8 hour's application Children under 12 years of age: Consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive ingredients hydrogenated poly, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, styrene/isoprene copolymer"
    ],
    "package_label_principal_display_panel": [
      "Package label Capsaicin Hot Patch label"
    ],
    "set_id": "dce9db37-cd07-44d8-8881-f63a2191964f",
    "id": "6e120fc6-2435-8dae-e053-2a91aa0a8f89",
    "effective_time": "20180607",
    "version": "3",
    "openfda": {
      "application_number": [
        "part348"
      ],
      "brand_name": [
        "Capsaicin Pain Relief"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Kareway Product, Inc."
      ],
      "product_ndc": [
        "67510-0303"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "6e120fc6-2435-8dae-e053-2a91aa0a8f89"
      ],
      "spl_set_id": [
        "dce9db37-cd07-44d8-8881-f63a2191964f"
      ],
      "package_ndc": [
        "67510-0303-1",
        "67510-0303-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Cream Capsaicin LAURETH-23 STEARIC ACID CETOSTEARYL ALCOHOL CAPSAICIN CAPSAICIN ALOE VERA LEAF ETHYLPARABEN MINERAL OIL WATER GLYCERIN GLYCERYL MONOSTEARATE PETROLATUM"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information Distributed by Trifecta Pharmaceuticals USA 101 NE Third Aveue, Suite 1500 Fort Lauderdale, FL 33301 www.trifecta-pharma.com"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: TEST FIRST ON SMALL AREA OF SKIN. When using this product: Use only as directed Do not apply to wounds, damaged, broken or irritated skin Avoid contact with the eyes or mucous membranes A slight burning sensation may occur upon application, but generally disappears after several days If severe burning occurs, discontinue use Do not expose the treated area to heat or direct sunlight Do not bandage Do not use with heating pad Do not use at the same time as other topical analgesics"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stope Use and Ask Doctor if: Condition worsens Symptoms persist for more than 7 days or clear up and occur again within a few days Redness is present irritation develops You experience signs of skin injury such as pain, swelling or blistering."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints associated with: Arthritis Simple Backache Strains Sprains Bruises"
    ],
    "pregnancy_or_breast_feeding": [
      "If Pregnant or Breast Feeding Ask a doctor before use"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children over 18 years: Apply to affected area Massage into the painful area until thoroughly absorbed Repeat as necessary but not more than 3 to 4 times daily WASH HANDS WITH SOAP AND WATER AFTER APPLYING Children 18 years and younger: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf juice, Cetostearyl alcohol, Ethylparaben, Glycerin, Glyceryl monostearate, Mineral Oil, Petrolatum, Purified Water, Polyoxyethylene Lauryl Ether, Stearic Acid"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F) This product is not manufactured or distributed by Chattem, distributor of Capzaicin-HP arthritis pain relief."
    ],
    "questions": [
      "Questions Questions or Comments Please call Toll Free 1-888-296-9067"
    ],
    "package_label_principal_display_panel": [
      "globe-capsaicin-60g-CDER"
    ],
    "set_id": "def8d341-06a7-0e9b-e053-2995a90a0ad6",
    "id": "292a33db-d5ab-982c-e063-6394a90aa127",
    "effective_time": "20241213",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Trifecta Pharmaceuticals USA LLC"
      ],
      "product_ndc": [
        "69396-103"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "292a33db-d5ab-982c-e063-6394a90aa127"
      ],
      "spl_set_id": [
        "def8d341-06a7-0e9b-e053-2995a90a0ad6"
      ],
      "package_ndc": [
        "69396-103-02"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0860001004922"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CAPSAICIN HEAT PATCHES PAIN RELIEF CAPSAICIN PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM CAPSAICIN CAPSAICIN STYRENE/ISOPRENE/STYRENE BLOCK COPOLYMER HYDROGENATED C6-20 POLYOLEFIN (100 CST)"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain of muscles and joints associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "warnings": [
      "Warnings For External Use Only Allergy alert If you are allergic or suspect you are allergic to the ingredients of this product, including chill peppers, consult with your physician before use. Do Not Use: On wounds or damaged skin with pain rubs, medicated lotions, creams, or ointments with heating pads When Using this product Use only as directed Avoid contact with eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower do not microwave dispose of used patch in a manner that always keeps products away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingest this patch. Stop Use and ask a doctor if: Skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur Conditions worsens Symptoms persist more than 7 days Symptoms clear, and reoccur within a few days If pregnant or breast-feeding Ask a health professional before use Keep Out of Reach of Children if swallowed, contact a poison control center (1-800-222-1222) immediately.",
      "Allergy alert If you are allergic or suspect you are allergic to the ingredients of this product, including chill peppers, consult with your physician before use."
    ],
    "do_not_use": [
      "Do Not Use: On wounds or damaged skin with pain rubs, medicated lotions, creams, or ointments with heating pads"
    ],
    "when_using": [
      "When Using this product Use only as directed Avoid contact with eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower do not microwave dispose of used patch in a manner that always keeps products away from children and pets. Used patches still contain the drug product that can produce serious adverse effects if a child or pet chews or ingest this patch."
    ],
    "stop_use": [
      "Stop Use and ask a doctor if: Skin reactions such as redness, itching, rash, excessive irritation, burning sensation, swelling or blistering occur Conditions worsens Symptoms persist more than 7 days Symptoms clear, and reoccur within a few days"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding Ask a health professional before use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center (1-800-222-1222) immediately."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer",
      "Inactive Ingredients hydrogenated C6-20 polyolefin, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, styrene/isoprene copolymer"
    ],
    "dosage_and_administration": [
      "Directions: Adults and Children 12 Years of Age and over: Clean and dry affected area Remove patch from film Apply to affected area not more than 3 to 4 times daily use one patch for up to 8 hours Discard after single use Children under 12 years of age: consult a physician"
    ],
    "other_safety_information": [
      "Other Information Avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "questions": [
      "QUESTIONS 866-326-1313 Monday - Friday 8:30 am -4:30 pm CST"
    ],
    "package_label_principal_display_panel": [
      "LABEL label"
    ],
    "set_id": "e5819a56-e06d-cac9-e053-2995a90ac3ce",
    "id": "298fc412-3b7a-1bb1-e063-6294a90a3ca2",
    "effective_time": "20241218",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CAPSAICIN HEAT PATCHES PAIN RELIEF"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Rite Aid"
      ],
      "product_ndc": [
        "11822-4210"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "298fc412-3b7a-1bb1-e063-6294a90a3ca2"
      ],
      "spl_set_id": [
        "e5819a56-e06d-cac9-e053-2995a90ac3ce"
      ],
      "package_ndc": [
        "11822-4210-3"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "CAPSAICIN HEAT PATCHES BACK AND LARGE AREAS CAPSAICIN HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "warnings": [
      "For External Use Only Discontinue use at least one hour prior to bath / shower / swimming; do not use immediatelty after bath / shower / swimming. Allergy alert: if you are allergic or suspect you are allergic to the ingredients listed below, including chili perppers.. consults with your physician before use."
    ],
    "indications_and_usage": [
      "Uses Temporary relief of minor pain associated with: Arthiritis Minor backache Strains Sprains Bruises"
    ],
    "purpose": [
      "Purpose Temporary relief of minor pain associated with: arthritis, minor backache, muscle strains, muschle sprains, bruises"
    ],
    "active_ingredient": [
      "Active Ingredients Capsaicin: 0.025%...........................Topical Analgesic"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Hydrogenated Poly, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Petroleum, Styrene / Isoprene Copolymer"
    ],
    "dosage_and_administration": [
      "Directions for Use: For Use on Adults and Childrens 12 Years of Age or Older Clean and dru affected area; ensure area is fully dry before application Remove patch from film Apply to treatement site Patch may be trimmerd to best fit treatment site; trim patch before removing film Wash hands after application Discard after signle use Caution: Take care when using on elderly ot incapacited persons Do not use more than 8 hours Do not use the Capsaicin Heat Patch more than 3-4 times daily Do not exceed 7 days of continue use"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children if swallowed, contact a poison control center immediately."
    ],
    "storage_and_handling": [
      "Storage and Care: One time use only; do not attempt to reuse the product avoid storage in direct sunlight Protect patch from excessive moisture"
    ],
    "do_not_use": [
      "Do Not Use: On areas with sensitive skin, open wounds or previous burns with pain rubs, medicated lotions, creams or oinments with other forms of heat theraphy, including heating pads, or multiples of this treatment on a single treatement site"
    ],
    "spl_unclassified_section": [
      "Use Only as Directed: Follow the below directions for use. Avoid contact with eyes, mucus membrances or skin rashes."
    ],
    "stop_use": [
      "Stop Use immediately and Seek Medical Attention if: Rash, itching or excessive skin irritation develops Conditions worsens Symptons persist more than 7 days Symptoms clear, and reoccur within a few days"
    ],
    "questions": [
      "QUESTIONS TOLL-FREE Customer Care Help Line 866-326-1313 Mon–Fri 8:30 am–4:30 pm CST DIST. BY WALGREEN CO. 200 WILMOT RD. DEERFIELD, IL 60015 www.walgreens.com Made in China"
    ],
    "package_label_principal_display_panel": [
      "LABEL label Capsaicin Heat Path"
    ],
    "set_id": "e77167ab-6cb8-4d5b-838c-b0acc05e3889",
    "id": "2981b5bf-ce19-51b8-e063-6294a90a11d3",
    "effective_time": "20241217",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "CAPSAICIN HEAT PATCHES BACK AND LARGE AREAS"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Walgreen Company"
      ],
      "product_ndc": [
        "0363-9902"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "2981b5bf-ce19-51b8-e063-6294a90a11d3"
      ],
      "spl_set_id": [
        "e77167ab-6cb8-4d5b-838c-b0acc05e3889"
      ],
      "package_ndc": [
        "0363-9902-03",
        "0363-9902-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Cream Capsaicin LAURETH-23 STEARIC ACID CETOSTEARYL ALCOHOL ALOE VERA LEAF ETHYLPARABEN MINERAL OIL WATER GLYCERIN GLYCERYL MONOSTEARATE PETROLATUM CAPSAICIN CAPSAICIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information Manufactured for Noble OTC LLC Perth Amboy, NJ 08861 www.nobleotc.com This product is not manufactured or distributed by Chattem, a distributor of Capzaicin-HP Arthritis Pain Relief"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: TEST FIRST ON SMALL AREA OF SKIN. When using this product: Use only as directed Do not apply to wounds, damaged, broken or irritated skin Do not use if you are allergic to capsicum or chili peppers Avoid contact with the eyes or mucous membranes A slight burning sensation may occur upon application, but generally disappears after several days If severe burning occurs, discontinue use Do not expose the treated area to heat or direct sunlight Do not bandage Do not use with heating pad Do not use at the same time as other topical analgesics"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stop Use and Ask Doctor if: Condition worsens Symptoms persist for more than 7 days or clear up and occur again within a few days Redness is present irritation develops You experience signs of skin injury such as pain, swelling or blistering."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints associated with: Arthritis Simple Backache Strains Sprains Bruises"
    ],
    "pregnancy_or_breast_feeding": [
      "If Pregnant or Breast Feeding Ask a doctor before use"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children over 18 years: Apply to affected area Massage into the painful area until thoroughly absorbed Repeat as necessary but not more than 3 to 4 times daily WASH HANDS WITH SOAP AND WATER AFTER APPLYING Children 18 years and younger: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf juice, Cetostearyl alcohol, Ethylparaben, Glycerin, Glyceryl monostearate, Mineral Oil, Petrolatum, Purified Water, Polyoxyethylene Lauryl Ether, Stearic Acid"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F) This product is not manufactured or distributed by Chattem, distributor of Capzaicin-HP arthritis pain relief."
    ],
    "questions": [
      "Questions Questions or Comments Please call Toll Free 1-888-296-9067"
    ],
    "package_label_principal_display_panel": [
      "Noble Capsaicin Cream 1.5oz CDER"
    ],
    "set_id": "ed1093f6-a0dc-5d0c-e053-2a95a90a458f",
    "id": "299031cc-4b80-9490-e063-6394a90a1b80",
    "effective_time": "20241218",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Cream"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Noble OTC LLC"
      ],
      "product_ndc": [
        "81533-200"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "299031cc-4b80-9490-e063-6394a90a1b80"
      ],
      "spl_set_id": [
        "ed1093f6-a0dc-5d0c-e053-2a95a90a458f"
      ],
      "package_ndc": [
        "81533-200-15"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0195893467686"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Topical Analgesic Capsaicin PEPPERMINT OIL MINERAL OIL ALOE VERA LEAF STEARYL ALCOHOL XANTHAN GUM GLYCERYL STEARATE SE PHENOXYETHANOL CETYL ALCOHOL PEG-100 STEARATE PETROLATUM WATER CAPSAICIN CAPSAICIN PROPYLENE GLYCOL"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Manufactured for: AvKARE, Pulaski, TN 38478 www.avkare.com AV 06/22"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.075%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. TEST FIRST ON SMALL AREA OF SKIN. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers with heating pad When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop and ask a doctor if condition worsens or does not improve after regular use severe burning persists redness or blistering occurs Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers with heating pad"
    ],
    "when_using": [
      "When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop and ask a doctor if condition worsens or does not improve after regular use severe burning persists redness or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at room temperature 15° - 30°C (59°F – 86°F)."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum"
    ],
    "questions": [
      "Questions or comments? 1-855-361-3993"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 57 g Tube Carton 57"
    ],
    "set_id": "ef597423-cd01-7324-e053-2a95a90aa1ba",
    "id": "47e2fe8e-d7d1-12cb-e063-6294a90aa44b",
    "effective_time": "20260108",
    "version": "5",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin Topical Analgesic"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "AvPAK"
      ],
      "product_ndc": [
        "50268-196"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "141868"
      ],
      "spl_id": [
        "47e2fe8e-d7d1-12cb-e063-6294a90aa44b"
      ],
      "spl_set_id": [
        "ef597423-cd01-7324-e053-2a95a90aa1ba"
      ],
      "package_ndc": [
        "50268-196-57"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin External Analgesic Capsaicin GLYCERYL STEARATE SE CETYL ALCOHOL PHENOXYETHANOL GLYCERYL STEARATE/PEG-100 STEARATE PETROLATUM STEARYL ALCOHOL XANTHAN GUM PEPPERMINT OIL ALOE VERA LEAF MINERAL OIL PROPYLENE GLYCOL WATER CAPSAICIN CAPSAICIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Manufactured for: AvKARE, Pulaski, TN 38478 www.avkare.com AV 06/22"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers with heating pad When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists redness or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers with heating pad"
    ],
    "when_using": [
      "When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists redness or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum"
    ],
    "questions": [
      "Questions or comments? 1-855-361-3993"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 60 g Tube Carton 60"
    ],
    "set_id": "ef5a3846-1d2f-7023-e053-2a95a90ad716",
    "id": "47e30136-9a43-81c5-e063-6394a90a3fbc",
    "effective_time": "20260108",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin External Analgesic"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "AvPAK"
      ],
      "product_ndc": [
        "50268-195"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "47e30136-9a43-81c5-e063-6394a90a3fbc"
      ],
      "spl_set_id": [
        "ef5a3846-1d2f-7023-e053-2a95a90ad716"
      ],
      "package_ndc": [
        "50268-195-60"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin WATER CETYL ALCOHOL PETROLATUM PEPPERMINT OIL PEG-100 STEARATE PHENOXYETHANOL CAPSAICIN CAPSAICIN GLYCERYL STEARATE SE XANTHAN GUM MINERAL OIL ALOE VERA LEAF STEARYL ALCOHOL PROPYLENE GLYCOL"
    ],
    "active_ingredient": [
      "Active Ingredient: Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose: Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: Provides penetrating pain relief. Temporary relief of minor aches and pains of muscles and joints associated with simple backache, arthritis, strains, bruises, and sprains."
    ],
    "warnings": [
      "Warnings: For external use only. Do not use: on wounds or damaged skin if you are allergic to capsicum or chili peppers with heating pad When using this produce: you may experience a burning sensation The intensity of this reaction varies among individuals and may be severe. With regular use, the sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treatement area do not apply heat, or direct sunlight to the treated area immediately before or after use Stop use and ask a doctor if: condition worsens or does not improve after regular use severe burning persists redness or blistering occurs Keep out of reach of children. If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions – Adults and children 18 years of age and older apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily Children under 18 years: ask a doctor."
    ],
    "storage_and_handling": [
      "Other Information: store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum"
    ],
    "spl_unclassified_section": [
      "Questions? Comments? 1-855-361-3993 Manufactured for: AvKARE, Pulaski, TN 38478 www.avkare.com AV 06/22"
    ],
    "recent_major_changes": [
      ""
    ],
    "package_label_principal_display_panel": [
      "Packaging 56"
    ],
    "set_id": "ef5b0db6-8f0a-4f8e-e053-2995a90a22b7",
    "id": "47e2f93a-977a-7137-e063-6394a90afbf3",
    "effective_time": "20260108",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "AvPAK"
      ],
      "product_ndc": [
        "50268-197"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "47e2f93a-977a-7137-e063-6394a90afbf3"
      ],
      "spl_set_id": [
        "ef5b0db6-8f0a-4f8e-e053-2995a90a22b7"
      ],
      "package_ndc": [
        "50268-197-56"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin Capsaicin CETYL ALCOHOL ALOE VERA LEAF XANTHAN GUM MINERAL OIL STEARYL ALCOHOL WATER PETROLATUM CAPSAICIN CAPSAICIN GLYCERYL STEARATE SE PROPYLENE GLYCOL PEPPERMINT OIL GLYCERYL STEARATE/PEG-100 STEARATE PHENOXYETHANOL"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredient Capsaicin 0.1%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "warnings": [
      "Warnings For external use only: Read all warnings and directions before use. Test first on small area of skin. Do not use: on wounds or damaged skin if you are allergic to capsicum or chili peppers do not use with heating pad or expose area to sunlight When using this product: you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treatment area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop Use and Ask Doctor Stope Use and Ask Doctor if: Condition worsens or does not improve after regular use severe burning persists redness or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of the Reach of Children Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "dosage_and_administration": [
      "Directions Adults and Children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily Children under 18 years: Ask a doctor"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aloe barbadensis leaf extract, cetyl alcohol, glyceryl stearate SE, mineral oil, PEG-100 stearate, peppermint oil, phenoxyethanol, propylene glycol, purified water, stearyl alcohol, white petrolatum, xanthan gum"
    ],
    "questions": [
      "Questions Questions? Comments? 1-855-361-3993 Manufactured for: AvKARE, Pulaski, TN 38478 www.avkare.com AV 06/22"
    ],
    "storage_and_handling": [
      "Other Information Store at room temperature 15°-30°F (59°-86°F)"
    ],
    "recent_major_changes": [
      ""
    ],
    "package_label_principal_display_panel": [
      "Packaging 42"
    ],
    "set_id": "ef5bb0fa-afc2-62d7-e053-2a95a90a37f4",
    "id": "47e30aef-68e3-60d8-e063-6394a90ad858",
    "effective_time": "20260108",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "AvPAK"
      ],
      "product_ndc": [
        "50268-198"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "646333"
      ],
      "spl_id": [
        "47e30aef-68e3-60d8-e063-6394a90ad858"
      ],
      "spl_set_id": [
        "ef5bb0fa-afc2-62d7-e053-2a95a90a37f4"
      ],
      "package_ndc": [
        "50268-198-42"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Solstice Capsaicin Patch Hot Capsaicin HYDROGENATED POLYDECENE (550 MW) PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM STYRENE/ACRYLAMIDE COPOLYMER (MW 500000) CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints due to: simple backache arthritis strains bruises sprains"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use on irritated or damaged skin on wounds"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you have any concerns about using this product"
    ],
    "when_using": [
      "When using this product avoid contact with the eyes or mucous membranes do not bandage tightly do not apply heat to the area in the form of heating pads, hot water bottles, or lamps (doing so increases the risk of serious burns) avoid placing on extremely hairy areas of skin to avoid irritation upon removing the patch"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens symptoms persist for more than 7 days symptoms clear up and occur again within a few days excessive irritation of the skin develops nausea, vomiting, abdominal discomfort, diarrhea, or skin rash occurs you feel actual pain or experience blistering or burning after application (it is normal to feel a warming or cooling sensation) when using for pain of arthritis: pain persists for more than 10 days redness is present in conditions affecting children under 12 years of age"
    ],
    "adverse_reactions": [
      "Report any unexpected side effects from the use of this product to the FDA MedWatch Program"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 12 years of age and older: clean and dry affected area remove the protective film from the patch apply patch to affected area not more than 3 to 4 times daily remove patch from the skin after at most 8-hour application wet patch with warm water before removing from the skin children under 12 years of age: consult your physician"
    ],
    "storage_and_handling": [
      "Other information keep patches tightly closed in the zip-lock pouch avoid excessive heat"
    ],
    "inactive_ingredient": [
      "Inactive ingredients hydrogenated poly, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, and styrene/isoprene copolymer."
    ],
    "questions": [
      "Questions or comments? (888) 221-3496 M-F 9 am to 5 pm you may also report serious side effects to this phone number"
    ],
    "package_label_principal_display_panel": [
      "Solstice Capsaicin Patch Hot Capsaicin 0.025% NDC 55614-410-01 1 Patches, Each Patch 5.12 in x 7.09 in (13 cm x 18 cm) IMAGE OF 1 PATCH POUCH",
      "Solstice Capsaicin Patch Hot Capsaicin 0.025% NDC 55614-410-03 3 Patches, Each Patch 5.12 in x 7.09 in (13 cm x 18 cm) IMAGE OF 3 PATCH POUCH"
    ],
    "set_id": "f74db6e0-853a-4eb3-a4b5-9da2cd3d95cf",
    "id": "43462d73-413b-48b9-e063-6294a90a9968",
    "effective_time": "20251110",
    "version": "6",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Solstice Capsaicin Patch Hot"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "MADISON ONE ACME INC"
      ],
      "product_ndc": [
        "55614-410"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "43462d73-413b-48b9-e063-6294a90a9968"
      ],
      "spl_set_id": [
        "f74db6e0-853a-4eb3-a4b5-9da2cd3d95cf"
      ],
      "package_ndc": [
        "55614-410-01",
        "55614-410-03"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Good Neighbor Capsaicin Heat Patch for Back Capsaicin STYRENE/ISOPRENE/STYRENE BLOCK COPOLYMER HYDROGENATED C6-20 POLYOLEFIN (100 CST) SILICON DIOXIDE PENTAERYTHRITOL TETRAKIS(3-(3,5-DI-TERT-BUTYL-4-HYDROXYPHENYL)PROPIONATE) LIQUID PETROLEUM CAPSAICIN CAPSAICIN"
    ],
    "active_ingredient": [
      "Active ingredient Capsicum extract 0.025% as Capsaicin"
    ],
    "purpose": [
      "Purpose Topical analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains of muscles and joints associated with: minor backache arthritis strains bruises sprains"
    ],
    "warnings": [
      "Warnings For external use only Do not use ALLERGY ALERT: If you are allergic or suspect you are allergic to the ingredients of this product, including chili peppers, consult with your physician before use. Do not use on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower Stop use and ask a doctor if skin reactions such as redness, rash, itching, excessive irritation burning sensation, swelling or blistering occurs ■ condition worsens ■ symptoms persist more than 7 days ■ symptoms clear and reoccur within a few days. If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "do_not_use": [
      "Do not use ALLERGY ALERT: If you are allergic or suspect you are allergic to the ingredients of this product, including chili peppers, consult with your physician before use. Do not use on wounds or damaged skin with a heating pad if you are allergic to any ingredients of this product When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower"
    ],
    "when_using": [
      "When using this product use only as directed avoid contact with the eyes, mucous membranes or rashes do not bandage tightly discontinue use at least 1 hour before a bath or shower do not use immediately after a bath or shower"
    ],
    "stop_use": [
      "Stop use and ask a doctor if skin reactions such as redness, rash, itching, excessive irritation burning sensation, swelling or blistering occurs ■ condition worsens ■ symptoms persist more than 7 days ■ symptoms clear and reoccur within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and over: clean and dry affected area remove patch from film apply to affected area not more than 3 to 4 times daily use one patch for up to 8 hours discard patch after single use Children under 12 years of age: consult a physician"
    ],
    "storage_and_handling": [
      "Other information Avoid storing product in direct sunlight Protect product from excessive moisture"
    ],
    "inactive_ingredient": [
      "Inactive ingredients hydrogenated C6-20 polyolefin, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, petroleum, styrene/isoprene copolymer"
    ],
    "questions": [
      "Questions or comments? Toll free 1-866-326-1313"
    ],
    "package_label_principal_display_panel": [
      "Good Neighbor Capsaicin Heat Patch for Back label"
    ],
    "set_id": "f873a0b8-8123-1600-e053-6394a90a043e",
    "id": "4694b85a-7c9e-8122-e063-6394a90a3cb4",
    "effective_time": "20251222",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Good Neighbor Capsaicin Heat Patch for Back"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "Amerisource Bergen"
      ],
      "product_ndc": [
        "46122-753"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "1043399"
      ],
      "spl_id": [
        "4694b85a-7c9e-8122-e063-6394a90a3cb4"
      ],
      "spl_set_id": [
        "f873a0b8-8123-1600-e053-6394a90a043e"
      ],
      "package_ndc": [
        "46122-753-55"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Capsaicin External Analgesic Capsaicin CARBOMER COPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED) CETYL ACETATE METHYLPARABEN PPG-20 METHYL GLUCOSE ETHER DISTEARATE PROPYLENE GLYCOL PROPYLPARABEN STEARETH-100 STEARIC ACID STEARYL ALCOHOL TROLAMINE WATER CAPSAICIN CAPSAICIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Mfd for: Rugby Laboratories, Inc. Duluth, Georgia 30097"
    ],
    "active_ingredient": [
      "Active ingredient Capsaicin 0.025%"
    ],
    "purpose": [
      "Purpose External analgesic"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves minor aches and pains of muscles and joints due to: simple backache arthritis strains sprains"
    ],
    "warnings": [
      "Warnings For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "For external use only Read all warnings and directions before use. Test first on small area of skin. Do not use on wounds or damaged skin if you are allergic to capsicum or chili peppers"
    ],
    "when_using": [
      "When using this product you may experience a burning sensation. The intensity of this reaction varies among individuals and may be severe. With regular use, this sensation generally disappears after several days. avoid contact with the eyes, lips, nose and mucous membranes do not tightly wrap or bandage the treated area do not apply heat to the treated area immediately before or after use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens or does not improve after regular use severe burning persists or blistering occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 18 years of age and older: apply a thin film of cream to affected area and gently rub in until fully absorbed unless treating hands, wash hands thoroughly with soap and water immediately after application for best results, apply 3 to 4 times daily. Children under 18 years: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients acrylates/C10-30 alkyl acrylate crosspolymer, cetyl acetate, methylparaben, PPG-20 methyl glucose ether distearate, propylene glycol, propylparaben, stearate-100, stearic acid, stearyl alcohol, triethanolamine, water"
    ],
    "questions": [
      "Questions or comments? Call 1-800-645-2158 9 am - 5 pm ET, Monday - Friday"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL pdp"
    ],
    "set_id": "fd90a67d-d60d-a849-e053-6394a90a2cc8",
    "id": "2d587184-fc1f-2fda-e063-6394a90a32fa",
    "effective_time": "20250204",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Capsaicin External Analgesic"
      ],
      "generic_name": [
        "CAPSAICIN"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-3430"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "CAPSAICIN"
      ],
      "rxcui": [
        "198555"
      ],
      "spl_id": [
        "2d587184-fc1f-2fda-e063-6394a90a32fa"
      ],
      "spl_set_id": [
        "fd90a67d-d60d-a849-e053-6394a90a2cc8"
      ],
      "package_ndc": [
        "68071-3430-2"
      ],
      "original_packager_product_ndc": [
        "0536-2525"
      ],
      "upc": [
        "0368071343021"
      ],
      "unii": [
        "S07O44R1ZM"
      ]
    }
  }
]