[
  {
    "spl_product_data_elements": [
      "MIOSTAT carbachol CARBACHOL Carbamoylcholine SODIUM CHLORIDE POTASSIUM CHLORIDE CALCIUM CHLORIDE MAGNESIUM CHLORIDE SODIUM ACETATE TRISODIUM CITRATE DIHYDRATE SODIUM HYDROXIDE HYDROCHLORIC ACID WATER backing paper label Carton Label Carton Label Bottle Label"
    ],
    "description": [
      "DESCRIPTION: MIOSTAT™ (carbachol intraocular solution, USP) 0.01% is a sterile balanced salt solution of carbachol for intraocular injection. The active ingredient is represented by the chemical structure: Established Name: Carbachol Chemical Name: Ethanaminium, 2-[(aminocarbonyl)oxy]-N,N,Ntrimethyl-, chloride. Molecular Formula: C 6 H 15 CIN 2 O 2 Molecular Weight: 182.65 Each mL of MIOSTAT™ (carbachol intraocular solution, USP) 0.01% contains: Active: carbachol 0.01%. Inactives: sodium chloride 0.64%, potassium chloride 0.075%, calcium chloride dehydrate 0.048%, magnesium chloride hexahydrate 0.03%, sodium acetate trihydrate 0.39%, sodium citrate dihydrate 0.17%, sodium hydroxide and/or hydrochloric acid (to adjust pH) and Water for Injection. pH range is 6.5-7.5. chemical"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: Carbachol is a potent cholinergic (parasympathomimetic) agent which produces constriction of the iris and ciliary body resulting in reduction in intraocular pressure (IOP). The exact mechanism by which carbachol lowers IOP is not precisely known."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Intraocular use for obtaining miosis during surgery. In addition, MIOSTAT* (carbachol intraocular solution, USP) 0.01% reduces the intensity of IOP elevation in the first 24 hours after cataract surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: Should not be used in those persons showing hypersensitivity to any of the components of this preparation."
    ],
    "warnings": [
      "WARNINGS: For single-dose intraocular use only. Discard unused portion. Intraocular carbachol 0.01% should be used with caution in patients with acute cardiac failure, bronchial asthma, peptic ulcer, hyperthyroidism, G.I. spasm, urinary tract obstruction and Parkinson's disease. The vial stopper contains natural rubber (latex) which may cause severe allergic reactions."
    ],
    "precautions": [
      "PRECAUTIONS: Use only if the container is undamaged. Carcinogenesis: Studies in animals to evaluate the carcinogenic potential have not been conducted. Pregnancy: There are no adequate and well-controlled studies in pregnant women. MIOSTAT* (carbachol intraocular solution, USP) 0.01% should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers: It is not known if this medication is excreted in breast milk. Exercise caution when administering to a nursing woman."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis: Studies in animals to evaluate the carcinogenic potential have not been conducted."
    ],
    "pregnancy": [
      "Pregnancy: There are no adequate and well-controlled studies in pregnant women. MIOSTAT* (carbachol intraocular solution, USP) 0.01% should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known if this medication is excreted in breast milk. Exercise caution when administering to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and efficacy in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: Ocular: Corneal clouding, persistent bullous keratopathy, retinal detachment and postoperative iritis following cataract extraction have been reported. Systemic: Side effects such as flushing, sweating, epigastric distress, abdominal cramps, tightness in urinary bladder, and headache have been reported with topical or systemic application of carbachol. The following additional reactions have been identified during post-approval use of MIOSTAT (carbachol intraocular solution, USP) 0.01% in clinical practice. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. The reactions, which have been chosen for inclusion due to either their seriousness, frequency of reporting, possible causal connection to MIOSTAT, or a combination of these factors, include: corneal edema, drug effect prolonged (miosis), eye inflammation, eye pain, intraocular pressure increased, ocular hyperemia, vision blurred, visual impairment, and vomiting."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: Aseptically remove the sterile vial from the blister package by peeling the backing paper and dropping the vial onto a sterile tray. Withdraw the contents into a dry sterile syringe, and replace the needle with an atraumatic cannula prior to intraocular instillation. No more than one-half milliliter should be gently instilled into the anterior chamber for the production of satisfactory miosis. It may be instilled before or after securing sutures. Miosis is usually maximal within two to five minutes after application."
    ],
    "how_supplied": [
      "HOW SUPPLIED: In a 2.0 mL glass vial with a 1.5 mL fill, grey butyl stopper and aluminum seal packaged twelve to a carton …………………………………………………………………………..NDC 0065-0023-15 STORAGE: Store at 15° - 30°C (59° - 86°F). © 2021 Alcon Inc. Distributed by: Alcon Laboratories, Inc. Fort Worth, Texas 76134 300048977-0621"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 0065-0023-15 MIOSTAT™ (CARBACHOL INTRAOCULAR SOLUTION, USP) 0.01% TWELVE 1.5 mL Sterile Glass Vials Alcon Laboratories, Inc., Fort Worth, Texas 76134 USA Alcon USUAL DOSAGE: 0.5 mL STORAGE: Store at 15 - 30C (59 - 86F). WARNING: For single-dose intraocular use only. Discard unused portion. Rx Only INGREDIENTS: A sterile balanced salt solution containing (per mL) Active: carbachol 0.01%. Inactives: sodium chloride 0.64%, potassium chloride 0.075%, calcium chloride dihydrate 0.048%, magnesium chloride hexahydrate 0.03%, sodium acetate trihydrate 0.39%, sodium citrate dihydrate 0.17%, sodium hydroxide and/or hydrochloric acid (to adjust pH) and water for injection. GTIN: 10300650023150 S/N: LOT: EXP.: 300048975-0621 NDC 0065-0023-15 MIOSTAT * (CARBACHOL INTRAOCULAR SOLUTION, USP) 0.01% TWELVE 1.5 mL Sterile Glass Vials Alcon Laboratories, Inc., Fort Worth, Texas 76134 USA * a trademark of Novartis ©2004, 2013, 2015 Novartis Alcon ® a Novartis company USUAL DOSAGE: 0.5 mL STORAGE: Store at 15 - 30C (59 - 86F). Rx Only INGREDIENTS: A sterile balanced salt solution containing (per mL) Active: carbachol 0.01%. Inactives: sodium chloride 0.64%, potassium chloride 0.075%, calcium chloride dihydrate 0.048%, magnesium chloride hexahydrate 0.03%, sodium acetate trihydrate 0.39%, sodium citrate dihydrate 0.17%, sodium hydroxide and/or hydrochloric acid (to adjust pH) and water for injection. GTIN: 10300650023150 S/N LOT: EXP.: 9011781-0415 MIOSTAT ™ (carbachol intraocular solution, USP) 0.01% Alcon 300056865 LOT: EXP.: MIOSTAT ® (carbachol intraocular solution, USP) 0.01% Alcon ® © 2001, 2018 Alcon, Inc. H15348-0718 LOT: EXP.: LOT: EXP: 305190-1104 NDC 0065-0023-15 MIOSTAT® (CARBACHOL INTRAOCULAR SOLUTION, USP) 0.01% 1.5mL Rx Only. Sterile Unless Package Open or Damaged Read enclosed insert. INGREDIENTS: Active: carbachol 0.01%. Inactives: sodium chloride 0.64%, potassium chloride 0.075%, calcium chloride dihydrate 0.048%, magnesium chloride hexahydrate 0.03%, sodium acetate trihydrate 0.39%, sodium citrate dihydrate 0.17%, sodium hydroxide and/or hydrochloric acid (to adjust pH) and water for injection. USUAL DOSAGE: 0.5mL STORAGE: Store at 15° - 30°C (59° - 86°F). ©2004 Alcon, Inc. Alcon Labs., Inc. Fort Worth, TX. 76134"
    ],
    "set_id": "f28d7a56-e079-4a8b-ad81-9a97c780de67",
    "id": "a76a34d0-2e07-408d-a8c8-d00f2715cad7",
    "effective_time": "20230210",
    "version": "12",
    "openfda": {
      "application_number": [
        "NDA016968"
      ],
      "brand_name": [
        "MIOSTAT"
      ],
      "generic_name": [
        "CARBACHOL"
      ],
      "manufacturer_name": [
        "Alcon Laboratories, Inc."
      ],
      "product_ndc": [
        "0065-0023"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "CARBACHOL"
      ],
      "rxcui": [
        "308966",
        "991606"
      ],
      "spl_id": [
        "a76a34d0-2e07-408d-a8c8-d00f2715cad7"
      ],
      "spl_set_id": [
        "f28d7a56-e079-4a8b-ad81-9a97c780de67"
      ],
      "package_ndc": [
        "0065-0023-15"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "8Y164V895Y"
      ]
    }
  }
]