[
  {
    "spl_product_data_elements": [
      "True Plus Real Therapeutic T PLUS EXTRA STRENGTH COAL TAR TAR DANDRUFF Anti-dandruff, anti-seborrheic dermatitis, anti-psoriasis COAL TAR COAL TAR COAL TAR Water SODIUM LAURYL SULFATE Cocamidopropyl Betaine COCO MONOETHANOLAMIDE Laureth-4 Polysorbate 20 Bis-Hydroxyethyl Dihydroxypropyl Stearammonium Chloride PEG-120 Methyl Glucose Dioleate EDETATE DISODIUM CITRIC ACID MONOHYDRATE Phenoxyethanol Methylchloroisothiazolinone Methylisothiazolinone FD&C RED NO. 40 FD&C BLUE NO. 1 FD&C YELLOW NO. 5 FD&C YELLOW NO. 6 Sodium Chloride"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Distributed by: True+Real™ Products Calabasas, CA 91302"
    ],
    "active_ingredient": [
      "Active ingredient Solubilized Coal Tar Extract 5.00% (Coal Tar, 1.00%)"
    ],
    "purpose": [
      "Purpose Anti-dandruff, anti-seborrheic dermatitis, anti-psoriasis"
    ],
    "indications_and_usage": [
      "Use controls the symptom of: dandruff seborrheic dermatitis psoriasis"
    ],
    "warnings": [
      "Warnings For external use only. Ask a doctor before using this product if condition covers a large area of the body. When using this product avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. do not use for prolonged periods without consulting a doctor. do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor. Stop use and ask a doctor if condition worsens or does not improve after regular use of this product as directed. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "ask_doctor": [
      "Ask a doctor before using this product if condition covers a large area of the body."
    ],
    "when_using": [
      "When using this product avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. do not use for prolonged periods without consulting a doctor. do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens or does not improve after regular use of this product as directed."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions for best results use at least twice a week or as directed by a doctor wet hair thoroughly massage shampoo into the scalp lather, leave on hair and scalp for several minutes. rinse and repeat"
    ],
    "storage_and_handling": [
      "Other information store away from direct sunlight in rare instances, discoloration of gray, blonde, bleached or tinted hair may occur"
    ],
    "inactive_ingredient": [
      "Inactive ingredients water, sodium laureth sulfate, cocamidopropyl betaine, cocamide MEA, laureth-4, polysorbate 20, bis-hydroxyethyl dihydroxypropyl stearammonium chloride, PEG-120 methyl glucose dioleate, disodium EDTA, citric acid, phenoxyethanol, fragrance, methylchloroisothiazolinone, methylisothiazolinone, red 40, blue 1, yellow 5, yellow 6, sodium chloride."
    ],
    "questions": [
      "Questions or comments? 1-866-567-8600"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 177 mL Bottle Label True+Real™ THERAPEUTIC T+PLUS EXTRA STRENGTH COAL TAR 1.00% TAR GEL DANDRUFF SHAMPOO Controls the symptoms of dandruff, seborrheic dermatitis and psoriasis For the relief of scalp itching and flaking FLAKE FREE ANTI-DANDRUFF 6 FL OZ (177 mL) PRINCIPAL DISPLAY PANEL - 177 mL Bottle Label"
    ],
    "set_id": "20116e1e-56f1-4018-99ef-758de7fc2464",
    "id": "2be54bc2-c37c-43bc-9ed2-0103bcf3d880",
    "effective_time": "20240510",
    "version": "2",
    "openfda": {
      "application_number": [
        "M032"
      ],
      "brand_name": [
        "True Plus Real Therapeutic T PLUS EXTRA STRENGTH COAL TAR TAR DANDRUFF Anti-dandruff, anti-seborrheic dermatitis, anti-psoriasis"
      ],
      "generic_name": [
        "COAL TAR"
      ],
      "manufacturer_name": [
        "Garcoa, Inc."
      ],
      "product_ndc": [
        "67385-260"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "COAL TAR"
      ],
      "rxcui": [
        "309402"
      ],
      "spl_id": [
        "2be54bc2-c37c-43bc-9ed2-0103bcf3d880"
      ],
      "spl_set_id": [
        "20116e1e-56f1-4018-99ef-758de7fc2464"
      ],
      "package_ndc": [
        "67385-260-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "R533ESO2EC"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Coal Tar Coal Tar PARAFFINUM LIQUIDUM WATER CETOSTEARYL ALCOHOL DMDM HYDANTOIN JUGLANS NIGRA LEAF LIPPIA GRAVEOLENS LEAF THYMUS VULGARIS LEAF SAMBUCUS NIGRA FLOWER ROSMARINUS OFFICINALIS WHOLE LOESELIA MEXICANA TOP .ALPHA.-HEXYLCINNAMALDEHYDE LINALOOL, (+/-)- GERANIOL .BETA.-CITRONELLOL, (R)- GLYCERYL STEARATE SE CETYL PALMITATE METHYLPARABEN PROPYLPARABEN POLYSORBATE 80 PROPYLENE GLYCOL SALICYLIC ACID LIMONENE, (+)- POLYOXYL 20 CETOSTEARYL ETHER CETEARETH-12 TROPAEOLUM MAJUS SAPONARIA OFFICINALIS LEAF ALPHA-ISOMETHYL IONONE COAL TAR COAL TAR PETROLATUM Coal Tar Coal Tar METHYLPARABEN JUGLANS NIGRA LEAF THYMUS VULGARIS LEAF ROSMARINUS OFFICINALIS WHOLE .ALPHA.-HEXYLCINNAMALDEHYDE DMDM HYDANTOIN LINALOOL, (+)- GERANIOL LIMONENE, (+)- LAURETH-4 COCAMIDOPROPYL BETAINE COAL TAR COAL TAR SODIUM LAURETH SULFATE COCAMIDOPROPYL HYDROXYSULTAINE SODIUM COCOYL ISETHIONATE GLYCOL DISTEARATE PROPYLENE GLYCOL SALICYLIC ACID POLYQUATERNIUM-7 (70/30 ACRYLAMIDE/DADMAC; 1600000 MW) SODIUM CHLORIDE ALOE VERA LEAF GLYCERIN EDETATE DISODIUM PROPYLPARABEN LIPPIA GRAVEOLENS LEAF TROPAEOLUM MAJUS SAPONARIA OFFICINALIS LEAF LOESELIA MEXICANA TOP WATER DIAZOLIDINYL UREA SAMBUCUS NIGRA FLOWER .BETA.-CITRONELLOL, (R)-"
    ],
    "package_label_principal_display_panel": [
      "NOPSOR PSORIASIS POMADE NOPSOR POMADE Coal Tar 1.6% Anti-Psoriasis Anti-Seborrheic Dermatitis Use For the relief of skin itching, scaling, flaking, redness, and irritation associated with psoriasis and/or seborrheic dermatitis. Helps prevent recurrence. ■ For external use only. ■ Use only as directed. ■ Use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. ■ Do not use for prolonged periods without consulting a doctor. ■ Do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor. ■ If condition covers a large area of the body, consult your doctor before using this product. ■ Do not use this product in or around the rectum or in the genital area or groin except on the advice of a doctor. ■ Do not use on wounds or damaged skin, or on a child under 12 years of age unless directed by a doctor. When using this product Avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water Stop use and ask a doctor if Conditions worsens or does not improve after regular use of this product as directed Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately. Directions ■ Wash affected areas at least once daily with mild soap and warm water and dry thoroughly. ■ Apply a small amount of NOPSOR pomade to affected areas after removing loose scales, one to four times daily or as directed by a doctor. Massage well. ■ Intended for use by normally healthy adults only. ■ Persons under 18 years of age, or those with highly sensitive or allergic skin should only use as directed by a doctor. Other information ■ See on the bottom of the bottle for lot number and expiration date. ■ Store at room temperature between 68°F (20°C) and 77°F (25°C). ■ In rare instances discoloration of gray, blonde, bleached or tinted hair may occur. Petrolatum, Propylene Glycol, Fragrance (Parfum), Salicylic Acid, Polysorbate 80, Glyceryl Stearate, Ceteareth-20, Ceteareth-12, Cetearyl Alcohol, Cetyl Palmitate, Juglans Sp. Leaf Extract, Lippia Sp. Leaf Extract, Thymus Vulgaris Leaf Extract, Sambucus Sp. Flower Extract, Rosmarinus Officinalis Leaf Extract, Tropaeolum Majus Leaf Extract, Saponaria Officinalis Leaf Extract, Loeselia Mexicana L. Leaf Extract, Paraffinum Liquidum, Water (Aqua), DMDM Hydantoin, Methylparaben, Propylparaben, Hexyl Cinnamal, Linalool, Geraniol, Limonene, Citronellol, Alpha-Isomethyl Ionone.",
      "NOPSOR PSORIASIS BODY WASH & SHAMPOO NOPSOR PSORIASIS BODY WASH Coal Tar 2.2% Anti-Psoriasis Anti-Dandruff Anti-Seborrheic Dermatitis Use For the relief of itching, irritation, redness, flacking and scaling associated with ■ Psoriasis ■ Dandruff ■ Seborrheic Dermatitis. ■ For external use only. ■ Use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. ■ Do not use for prolonged periods without consulting a doctor. ■ Do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor. ■ If condition covers a large area of the body, consult your doctor before using this product ■ Do not use on wounds or damaged skin, or on a child under 12 years of age unless directed by a doctor. When using this product Avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water Stop use and ask a doctor if Conditions worsens or does not improve after regular use of this product as directed Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately. Directions ■ Shake well before use ■ Use on affected areas in place of your regular soap or shampoo. ■ Wet hair and/or skin thoroughly, then massage a liberal amount of NOPSOR Body Wash and Shampoo into the affected area and leave on for several minutes. ■ Rinse thoroughly and repeat. ■ For best results, use at least twice a week or as directed by a doctor. Other information ■ See on the bottom of the bottle for lot number and expiration date. ■ Store at room temperature between 68°F (20°C) and 77°F (25°C). ■ In rare instances discoloration of gray, blonde, bleached or tinted hair may occur. Water (Aqua), Sodium Laureth Sulfate, Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Propylene Glycol, Fragrance (Parfum), Salicylic Acid, Glycol Distearate, Sodium Chloride, Laureth 4, Cocamidopropyl Betaine, Polyquaternium-7, Aloe Barbadensis Leaf Extract, Glycerin, Disodium EDTA, Juglans Sp. Leaf Extract, Lippia Sp. Leaf Extract, Thymus Vulgaris Leaf Extract, Sambucus Sp. Flower Extract, Rosmarinus Officinalis Leaf Extract, Tropaeolum Majus Leaf Extract, Saponaria Officinalis Leaf Extract, Loeselia Mexicana L. Leaf Extract, DMDM Hydantoin, Diazolidinyl Urea, Methylparaben, Propylparaben, Hexyl Cinnamal, Linalool, Geraniol, Limonene, Citronellol."
    ],
    "active_ingredient": [
      "Coal Tar 1.6%",
      "Coal Tar 2.2%"
    ],
    "purpose": [
      "Anti-Psoriasis Anti-Seborrheic Dermatitis",
      "Anti-Psoriasis Anti-Dandruff Anti-Seborrheic Dermatitis"
    ],
    "indications_and_usage": [
      "Use For the relief of skin itching, scaling, flaking, redness, and irritation associated with psoriasis and/or seborrheic dermatitis. Helps prevent recurrence.",
      "Use For the relief of itching, irritation, redness, flacking and scaling associated with ■ Psoriasis ■ Dandruff ■ Seborrheic Dermatitis."
    ],
    "warnings": [
      "■ For external use only. ■ Use only as directed. ■ Use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. ■ Do not use for prolonged periods without consulting a doctor. ■ Do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor. ■ If condition covers a large area of the body, consult your doctor before using this product. ■ Do not use this product in or around the rectum or in the genital area or groin except on the advice of a doctor. ■ Do not use on wounds or damaged skin, or on a child under 12 years of age unless directed by a doctor.",
      "■ For external use only. ■ Use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. ■ Do not use for prolonged periods without consulting a doctor. ■ Do not use this product with other forms of psoriasis therapy such as ultraviolet radiation or prescription drugs unless directed to do so by a doctor. ■ If condition covers a large area of the body, consult your doctor before using this product ■ Do not use on wounds or damaged skin, or on a child under 12 years of age unless directed by a doctor."
    ],
    "when_using": [
      "When using this product Avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water",
      "When using this product Avoid contact with the eyes. If contact occurs, rinse eyes thoroughly with water"
    ],
    "stop_use": [
      "Stop use and ask a doctor if Conditions worsens or does not improve after regular use of this product as directed",
      "Stop use and ask a doctor if Conditions worsens or does not improve after regular use of this product as directed"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately.",
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center immediately."
    ],
    "dosage_and_administration": [
      "Directions ■ Wash affected areas at least once daily with mild soap and warm water and dry thoroughly. ■ Apply a small amount of NOPSOR pomade to affected areas after removing loose scales, one to four times daily or as directed by a doctor. Massage well. ■ Intended for use by normally healthy adults only. ■ Persons under 18 years of age, or those with highly sensitive or allergic skin should only use as directed by a doctor.",
      "Directions ■ Shake well before use ■ Use on affected areas in place of your regular soap or shampoo. ■ Wet hair and/or skin thoroughly, then massage a liberal amount of NOPSOR Body Wash and Shampoo into the affected area and leave on for several minutes. ■ Rinse thoroughly and repeat. ■ For best results, use at least twice a week or as directed by a doctor."
    ],
    "other_safety_information": [
      "Other information ■ See on the bottom of the bottle for lot number and expiration date. ■ Store at room temperature between 68°F (20°C) and 77°F (25°C). ■ In rare instances discoloration of gray, blonde, bleached or tinted hair may occur.",
      "Other information ■ See on the bottom of the bottle for lot number and expiration date. ■ Store at room temperature between 68°F (20°C) and 77°F (25°C). ■ In rare instances discoloration of gray, blonde, bleached or tinted hair may occur."
    ],
    "inactive_ingredient": [
      "Petrolatum, Propylene Glycol, Fragrance (Parfum), Salicylic Acid, Polysorbate 80, Glyceryl Stearate, Ceteareth-20, Ceteareth-12, Cetearyl Alcohol, Cetyl Palmitate, Juglans Sp. Leaf Extract, Lippia Sp. Leaf Extract, Thymus Vulgaris Leaf Extract, Sambucus Sp. Flower Extract, Rosmarinus Officinalis Leaf Extract, Tropaeolum Majus Leaf Extract, Saponaria Officinalis Leaf Extract, Loeselia Mexicana L. Leaf Extract, Paraffinum Liquidum, Water (Aqua), DMDM Hydantoin, Methylparaben, Propylparaben, Hexyl Cinnamal, Linalool, Geraniol, Limonene, Citronellol, Alpha-Isomethyl Ionone.",
      "Water (Aqua), Sodium Laureth Sulfate, Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Propylene Glycol, Fragrance (Parfum), Salicylic Acid, Glycol Distearate, Sodium Chloride, Laureth 4, Cocamidopropyl Betaine, Polyquaternium-7, Aloe Barbadensis Leaf Extract, Glycerin, Disodium EDTA, Juglans Sp. Leaf Extract, Lippia Sp. Leaf Extract, Thymus Vulgaris Leaf Extract, Sambucus Sp. Flower Extract, Rosmarinus Officinalis Leaf Extract, Tropaeolum Majus Leaf Extract, Saponaria Officinalis Leaf Extract, Loeselia Mexicana L. Leaf Extract, DMDM Hydantoin, Diazolidinyl Urea, Methylparaben, Propylparaben, Hexyl Cinnamal, Linalool, Geraniol, Limonene, Citronellol."
    ],
    "set_id": "407bd007-bec6-2864-e054-00144ff88e88",
    "id": "346ea753-1f46-254a-e063-6394a90a1209",
    "effective_time": "20250505",
    "version": "4",
    "openfda": {
      "application_number": [
        "M032"
      ],
      "brand_name": [
        "Coal Tar"
      ],
      "generic_name": [
        "COAL TAR"
      ],
      "manufacturer_name": [
        "Nopsor USA Distribution Co., Inc."
      ],
      "product_ndc": [
        "70666-016",
        "70666-022"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "COAL TAR"
      ],
      "spl_id": [
        "346ea753-1f46-254a-e063-6394a90a1209"
      ],
      "spl_set_id": [
        "407bd007-bec6-2864-e054-00144ff88e88"
      ],
      "package_ndc": [
        "70666-016-04",
        "70666-022-08"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "R533ESO2EC"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Meijer T Plus Gel Coal Tar Anti-Dandruff Coal Tar Coal Tar Coal Tar Water SODIUM LAURETH-3 SULFATE COCO MONOETHANOLAMIDE Cocamidopropyl Betaine Laureth-4 Polysorbate 20 CITRIC ACID MONOHYDRATE Sodium Chloride EDETATE SODIUM DMDM Hydantoin Caramel FD&C RED NO. 40"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "DIST. BY MEIJER DISTRIBUTION, INC. GRAND RAPIDS, MI 49544"
    ],
    "active_ingredient": [
      "Active ingredient Solubilized Coal Tar Extract 2.5% (Coal Tar, 0.5%)"
    ],
    "purpose": [
      "Purpose Anti-dandruff"
    ],
    "indications_and_usage": [
      "Use controls the symptom of: dandruff seborrheic dermatitis psoriasis"
    ],
    "warnings": [
      "Warnings For external use only As a doctor before use if you have a condition which covers a large part of the body When using this product do not get into eyes. If contact occurs, rinse eyes thoroughly with water. use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. do not use for prolonged periods without consulting a doctor do not use with other forms of psoriasis therapy such as ultra violet radiation or prescription drugs unless directed to do so by a doctor. Stop use and ask a doctor if condition worsens or does not improve after regular use of this product as directed. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "As a doctor before use if you have a condition which covers a large part of the body"
    ],
    "when_using": [
      "When using this product do not get into eyes. If contact occurs, rinse eyes thoroughly with water. use caution in exposing skin to sunlight after applying this product. It may increase your tendency to sunburn for up to 24 hours after application. do not use for prolonged periods without consulting a doctor do not use with other forms of psoriasis therapy such as ultra violet radiation or prescription drugs unless directed to do so by a doctor."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens or does not improve after regular use of this product as directed."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions wet hair thoroughly massage shampoo into the scalp lather. Leave on hair and scalp for several minutes rinse and repeat for best results use at least twice a week or as directed by a doctor"
    ],
    "storage_and_handling": [
      "Other information store away from direct sunlight in rare instances, discoloration of gray, blonde, bleached or tinted hair may occur"
    ],
    "inactive_ingredient": [
      "Inactive ingredients water, sodium laureth sulfate, cocamide MEA, cocamidopropyl betaine, laureth-4, fragrance, polysorbate 20, citric acid, sodium chloride, tetrasodium EDTA, DMDM hydantoin, caramel, red 40"
    ],
    "questions": [
      "Questions or comments? 1-800-567-8600"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 251 mL Bottle Label meijer ™ Compare to Neutrogena ® T/Gel Shampoo ® * THERAPEUTIC T+Plus Gel Coal Tar Anti-Dandruff Shampoo Fights Itchy, Flaky Scalp Controls the symptoms of: psoriasis seborrheic dermatitis dandruff Transparent formula Gentle fragrance Leaves hair shiny and manageable With Coal Tar Topical Solution USP 8.5 FL OZ (251 mL) 05-2851A PRINCIPAL DISPLAY PANEL - 251 mL Bottle Label"
    ],
    "set_id": "c4b0d6e5-0756-45e8-bdfc-a8ba728b246b",
    "id": "d88c927c-a4c9-430c-a643-6a71d1b31a48",
    "effective_time": "20241105",
    "version": "4",
    "openfda": {
      "application_number": [
        "M032"
      ],
      "brand_name": [
        "Meijer T Plus Gel Coal Tar Anti-Dandruff"
      ],
      "generic_name": [
        "COAL TAR"
      ],
      "manufacturer_name": [
        "Meijer Distribution, Inc"
      ],
      "product_ndc": [
        "41250-249"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "COAL TAR"
      ],
      "rxcui": [
        "309381"
      ],
      "spl_id": [
        "d88c927c-a4c9-430c-a643-6a71d1b31a48"
      ],
      "spl_set_id": [
        "c4b0d6e5-0756-45e8-bdfc-a8ba728b246b"
      ],
      "package_ndc": [
        "41250-249-01",
        "41250-249-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "R533ESO2EC"
      ]
    }
  }
]