[
  {
    "spl_product_data_elements": [
      "Cyclopentolate Hydrochloride Cyclopentolate Hydrochloride CYCLOPENTOLATE HYDROCHLORIDE CYCLOPENTOLATE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYDROCHLORIC ACID POTASSIUM CHLORIDE WATER SODIUM CARBONATE"
    ],
    "description": [
      "DESCRIPTION Cyclopentolate hydrochloride ophthalmic solution USP, 1% is an anticholinergic prepared as a sterile, borate buffered, solution for topical ocular use. The active ingredient is represented by the structural formula: Molecular Weight = 327.85 Molecular Formula: C 17 H 25 NO 3 • HCl Established name: cyclopentolate hydrochloride Chemical name: 2-(Dimethylamino) ethyl 1-hydroxy-α-phenylcyclopentaneacetate hydrochloride Each mL contains: Active: cyclopentolate hydrochloride, 10 mg (1%) Inactives: boric acid, edetate disodium, potassium chloride, purified water. Sodium carbonate and/or hydrochloric acid (to adjust pH). The pH range is between 3.0 and 5.5. Preservative: benzalkonium chloride 0.01%. chem"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY This anticholinergic preparation blocks the responses of the sphincter muscle of the iris and the accommodative muscle of the ciliary body to cholinergic stimulation, producing pupillary dilation (mydriasis) and paralysis of accommodation (cycloplegia). It acts rapidly, but has a shorter duration than atropine. Maximal cycloplegia occurs within 25 to 75 minutes after instillation. Complete recovery of accommodation usually takes 6 to 24 hours. Complete recovery from mydriasis in some individuals may require several days. Heavily pigmented irides may require more doses than lightly pigmented irides."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Cyclopentolate hydrochloride ophthalmic solution is used to produce mydriasis and cycloplegia."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitive to any component of this preparation."
    ],
    "warnings": [
      "WARNINGS FOR TOPICAL OPHTHALMIC USE. NOT FOR INJECTION. This preparation may cause Central Nervous System (CNS) disturbances. This is especially true in younger age groups, but may occur at any age, especially with the stronger cyclopentolate hydrochloride solutions. Infants are especially prone to CNS and cardiopulmonary side effects from cyclopentolate. To minimize absorption, use only 1 drop of a 1% cyclopentolate solution per eye, followed by pressure applied over the nasolacrimal sac for two to three minutes. Observe infants closely for at least 30 minutes following instillation. Mydriatics may produce a transient elevation of intraocular pressure."
    ],
    "precautions": [
      "PRECAUTIONS General: The lacrimal sac should be compressed by digital pressure for two to three minutes after instillation to reduce excessive systemic absorption. Caution should be observed when considering use of this medication in the presence of Down’s syndrome. Information for Patients: Do not touch dropper tip to any surface, as this may contaminate the solution. A transient burning sensation may occur upon instillation. Patients should be advised not to drive or engage in other hazardous activities while pupils are dilated. Patients may experience sensitivity to light and should protect eyes in bright illumination during dilation. Parents should be warned not to get this preparation in their child’s mouth and to wash their own hands and the child’s hands following administration. Feeding intolerance may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination. Drug Interactions: Cyclopentolate may interfere with the ocular anti-hypertensive action of carbachol, pilocarpine, or ophthalmic cholinesterase inhibitors. Carcinogenesis, Mutagenesis, Impairment of Fertility: Studies in animals or humans have not been conducted to evaluate the carcinogenic potential of cyclopentolate hydrochloride ophthalmic solution, USP. Pregnancy: Animal reproduction studies have not been conducted with cyclopentolate. It is also not known whether cyclopentolate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Cyclopentolate should be administered to a pregnant woman only if clearly needed. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when cyclopentolate hydrochloride is administered to a nursing woman. Pediatric Use: Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances in pediatric patients. Increased susceptibility to cyclopentolate has been reported in infants, young children, and in children with spastic paralysis or brain damage. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. Feeding intolerance and necrotizing enterocolitis (in preterm infants) may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination. Observe infants closely for at least 30 minutes (see WARNINGS ). Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General: The lacrimal sac should be compressed by digital pressure for two to three minutes after instillation to reduce excessive systemic absorption. Caution should be observed when considering use of this medication in the presence of Down’s syndrome."
    ],
    "information_for_patients": [
      "Information for Patients: Do not touch dropper tip to any surface, as this may contaminate the solution. A transient burning sensation may occur upon instillation. Patients should be advised not to drive or engage in other hazardous activities while pupils are dilated. Patients may experience sensitivity to light and should protect eyes in bright illumination during dilation. Parents should be warned not to get this preparation in their child’s mouth and to wash their own hands and the child’s hands following administration. Feeding intolerance may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination."
    ],
    "drug_interactions": [
      "Drug Interactions: Cyclopentolate may interfere with the ocular anti-hypertensive action of carbachol, pilocarpine, or ophthalmic cholinesterase inhibitors."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Studies in animals or humans have not been conducted to evaluate the carcinogenic potential of cyclopentolate hydrochloride ophthalmic solution, USP."
    ],
    "pregnancy": [
      "Pregnancy: Animal reproduction studies have not been conducted with cyclopentolate. It is also not known whether cyclopentolate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Cyclopentolate should be administered to a pregnant woman only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when cyclopentolate hydrochloride is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances in pediatric patients. Increased susceptibility to cyclopentolate has been reported in infants, young children, and in children with spastic paralysis or brain damage. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. Feeding intolerance and necrotizing enterocolitis (in preterm infants) may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination. Observe infants closely for at least 30 minutes (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Ocular: Increased intraocular pressure, burning, photophobia, blurred vision, irritation, hyperemia, conjunctivitis, blepharoconjunctivitis, punctate keratitis, synechiae have been reported. Non-ocular: Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances, usually in children, especially with 2% concentration. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. This drug produces reactions similar to those of other anticholinergic drugs, but the CNS manifestations as noted above are more common. Other toxic manifestations of anticholinergic drugs are skin rash, abdominal distention in infants, necrotizing enterocolitis (in preterm infants), unusual drowsiness, tachycardia, hyperpyrexia, vasodilation, urinary retention, diminished gastrointestinal motility and decreased secretion in salivary and sweat glands, pharynx, bronchi and nasal passages. Severe manifestations of toxicity include coma, medullary paralysis and death. To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "overdosage": [
      "OVERDOSAGE Excessive dosage may produce behavioral disturbances, tachycardia, hyperpyrexia, hypertension, elevated intraocular pressure, vasodilation, urinary retention, diminished gastrointestinal motility and decreased secretion in salivary and sweat glands, pharynx, bronchi and nasal passages. Patients exhibiting signs of overdosage should receive supportive care and monitoring."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults: Instill one or two drops of 1% solution in the eye which may be repeated in five to ten minutes if necessary. Complete recovery usually occurs in 24 hours. Complete recovery from mydriasis in some individuals may require several days. Children: Instill one or two drops of 1% solution in the eye, which may be repeated five to ten minutes later by a second application of 1% solution if necessary. Individuals with heavily pigmented irides may require higher strengths."
    ],
    "how_supplied": [
      "HOW SUPPLIED Cyclopentolate hydrochloride ophthalmic solution USP, 1% is available in multidose plastic squeeze bottles with a controlled drop tip and red cap in the following sizes: 2 mL bottle - NDC 24208-735-01 15 mL bottle - NDC 24208-735-06 Storage: Store between 15°C to 25°C (59°F to 77°F). KEEP OUT OF REACH OF CHILDREN. Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2022 Bausch & Lomb Incorporated or its affiliates Rev. 09/2022 9114607 (Folded) 9114707 (Flat) do not"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL NDC 24208-735-01 Cyclopentolate Hydrochloride Ophthalmic Solution USP 1% FOR TOPICAL OPHTHALMIC USE Rx only 2 mL BAUSCH + LOMB 9532302 AB04903 carton"
    ],
    "set_id": "ad85b220-6003-4a78-b900-5195ceaf0fd5",
    "id": "34fff06e-fa45-478a-b136-e019483fa07d",
    "effective_time": "20220929",
    "version": "15",
    "openfda": {
      "application_number": [
        "ANDA040075"
      ],
      "brand_name": [
        "Cyclopentolate Hydrochloride"
      ],
      "generic_name": [
        "CYCLOPENTOLATE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-735"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "CYCLOPENTOLATE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1298066"
      ],
      "spl_id": [
        "34fff06e-fa45-478a-b136-e019483fa07d"
      ],
      "spl_set_id": [
        "ad85b220-6003-4a78-b900-5195ceaf0fd5"
      ],
      "package_ndc": [
        "24208-735-01",
        "24208-735-06"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "736I6971TE"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Cyclopentolate Hydrochloride Cyclopentolate Hydrochloride CYCLOPENTOLATE HYDROCHLORIDE CYCLOPENTOLATE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM SODIUM CARBONATE HYDROCHLORIC ACID WATER POTASSIUM CHLORIDE carton label carton2 Sandoz Label"
    ],
    "description": [
      "DESCRIPTION Cyclopentolate Hydrochloride Ophthalmic Solution USP is an anticholinergic prepared as a sterile, borate buffered, solution for topical ocular use. It is supplied in three strengths. The active ingredient is represented by the structural formula: Established name: Cyclopentolate Hydrochloride Chemical name: 2-(Dimethylamino)ethyl 1-hydroxy-a-phenylcyclopentaneacetate hydrochloride Each mL of cyclopentolate hydrochloride ophthalmic solution, USP contains: Active: cyclopentolate hydrochloride 0.5%, 1% or 2%. Preservative: benzalkonium chloride 0.01%. Inactives: boric acid, edetate disodium, potassium chloride (except 2% strength), sodium carbonate and/or hydrochloric acid (to adjust pH), purified water. The pH range is between 3.0 and 5.5. chemical"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY This anticholinergic preparation blocks the responses of the sphincter muscle of the iris and the accommodative muscle of the ciliary body to cholinergic stimulation, producing pupillary dilation (mydriasis) and paralysis of accommodation (cycloplegia). It acts rapidly, but has a shorter duration than atropine. Maximal cycloplegia occurs within 25 to 75 minutes after instillation. Complete recovery of accommodation usually takes 6 to 24 hours. Complete recovery from mydriasis in some individuals may require several days. Heavily pigmented irides may require more doses than lightly pigmented irides."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Cyclopentolate hydrochloride is used to produce mydriasis and cycloplegia."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Should not be used if the patient is hypersensitive to any component of this preparation."
    ],
    "warnings": [
      "WARNINGS For topical ophthalmic use. Not for injection. This preparation may cause Central Nervous System (CNS) disturbances. This is especially true in younger age groups, but may occur at any age, especially with the stronger solutions. Infants are especially prone to CNS and cardiopulmonary side effects from cyclopentolate. To minimize absorption, use only 1 drop of 0.5% cyclopentolate hydrochloride ophthalmic solution, USP per eye, followed by pressure applied over the nasolacrimal sac for two to three minutes. Observe infants closely for at least 30 minutes following instillation. Mydriatics may produce a transient elevation of intraocular pressure. Patients with untreated narrow angle glaucoma or anatomically narrow angles may be susceptible to angle closure following administration. Mydriatics may produce a transient elevation of intraocular pressure."
    ],
    "precautions": [
      "PRECAUTIONS General The lacrimal sac should be compressed by digital pressure for two to three minutes after instillation to reduce excessive systemic absorption. Caution should be observed when considering use of this medication in the presence of Down's syndrome. Information for Patients Do not touch dropper tip to any surface, as this may contaminate the solution. A transient burning sensation may occur upon instillation. Patients should be advised not to drive or engage in other hazardous activities while pupils are dilated. Patients may experience sensitivity to light and should protect eyes in bright illumination during dilation. Parents should be warned not to get this preparation in their child's mouth and to wash their own hands and the child's hands following administration. Feeding intolerance may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination in infants. Drug Interactions Cyclopentolate may interfere with the ocular anti-hypertensive action of carbachol, pilocarpine, or ophthalmic cholinesterase inhibitors. Carcinogenesis, Mutagenesis, Impairment of Fertility Studies in animals or humans have not been conducted to evaluate the carcinogenic potential of Cyclopentolate Hydrochloride Ophthalmic Solution USP. Pregnancy Pregnancy: Animal reproduction studies have not been conducted with cyclopentolate. It is also not known whether cyclopentolate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Cyclopentolate should be administered to a pregnant woman only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when cyclopentolate hydrochloride is administered to a nursing woman. Pediatric Use Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances in pediatric patients. Increased susceptibility to cyclopentolate has been reported in infants, young children, and in children with spastic paralysis or brain damage. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. Feeding intolerance and necrotizing enterocolitis (NEC) in preterm infants may follow ophthalmic use of this product. Cases of NEC have been reported in preterm infants following administration; however, causality has not been established. It is recommended that feeding be withheld for four (4) hours after examination in infants. Observe infants closely for at least 30 minutes (See WARNINGS ). Geriatric Use No overall differences in safety or effectiveness between elderly and younger patients."
    ],
    "general_precautions": [
      "General The lacrimal sac should be compressed by digital pressure for two to three minutes after instillation to reduce excessive systemic absorption. Caution should be observed when considering use of this medication in the presence of Down's syndrome."
    ],
    "information_for_patients": [
      "Information for Patients Do not touch dropper tip to any surface, as this may contaminate the solution. A transient burning sensation may occur upon instillation. Patients should be advised not to drive or engage in other hazardous activities while pupils are dilated. Patients may experience sensitivity to light and should protect eyes in bright illumination during dilation. Parents should be warned not to get this preparation in their child's mouth and to wash their own hands and the child's hands following administration. Feeding intolerance may follow ophthalmic use of this product in infants. It is recommended that feeding be withheld for four (4) hours after examination in infants."
    ],
    "drug_interactions": [
      "Drug Interactions Cyclopentolate may interfere with the ocular anti-hypertensive action of carbachol, pilocarpine, or ophthalmic cholinesterase inhibitors."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Studies in animals or humans have not been conducted to evaluate the carcinogenic potential of Cyclopentolate Hydrochloride Ophthalmic Solution USP."
    ],
    "pregnancy": [
      "Pregnancy Pregnancy: Animal reproduction studies have not been conducted with cyclopentolate. It is also not known whether cyclopentolate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Cyclopentolate should be administered to a pregnant woman only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when cyclopentolate hydrochloride is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances in pediatric patients. Increased susceptibility to cyclopentolate has been reported in infants, young children, and in children with spastic paralysis or brain damage. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. Feeding intolerance and necrotizing enterocolitis (NEC) in preterm infants may follow ophthalmic use of this product. Cases of NEC have been reported in preterm infants following administration; however, causality has not been established. It is recommended that feeding be withheld for four (4) hours after examination in infants. Observe infants closely for at least 30 minutes (See WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Ocular: Increased intraocular pressure, burning, photophobia, blurred vision, irritation, hyperemia, conjunctivitis, blepharoconjunctivitis, punctate keratitis, synechiae have been reported. Non-ocular: Use of cyclopentolate has been associated with psychotic reactions and behavioral disturbances, usually in children, especially with 2% concentration. These disturbances include ataxia, incoherent speech, restlessness, hallucinations, hyperactivity, seizures, disorientation as to time and place, and failure to recognize people. This drug produces reactions similar to those of other anticholinergic drugs, but the central nervous system manifestations as noted above are more common. Other toxic manifestations of anticholinergic drugs are skin rash, abdominal distention in infants, unusual drowsiness, tachycardia, hyperpyrexia, vasodilation, urinary retention, diminished gastrointestinal motility and decreased secretion in salivary and sweat glands, pharynx, bronchi and nasal passages. Severe manifestations of toxicity include coma, medullary paralysis and death."
    ],
    "overdosage": [
      "OVERDOSAGE Excessive dosage may produce behavioral disturbances, tachycardia, hyperpyrexia, hypertension, elevated intraocular pressure, vasodilation, urinary retention, diminished gastrointestinal motility and decreased secretion in salivary and sweat glands, pharynx, bronchi and nasal passages. Patients exhibiting signs of overdosage should receive supportive care and monitoring."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults: Instill one or two drops of 0.5%, 1% or 2% solution in the eye which may be repeated in five to ten minutes if necessary. Complete recovery usually occurs in 24 hours. Complete recovery from mydriasis in some individuals may require several days. Children: Instill one or two drops of 0.5%, 1% or 2% solution in the eye which may be repeated five to ten minutes later by a second application of 0.5% or 1% solution if necessary. Small Infants: A single instillation of one drop of 0.5% Cyclopentolate Hydrochloride Ophthalmic Solution in the eye. To minimize absorption, apply pressure over the nasolacrimal sac for two to three minutes. Observe infant closely for at least 30 minutes following instillation. Individuals with heavily pigmented irides may require higher strengths."
    ],
    "how_supplied": [
      "HOW SUPPLIED In multiple-dose plastic DROP-TAINER* dispensers: Cyclopentolate Hydrochloride Ophthalmic Solution USP 0.5% 1% 2% 15 mL NDC 61314-395-01 2 mL NDC 61314-396-01 2 mL NDC 61314-397-01 5 mL NDC 61314-396-02 5 mL NDC 61314-397-02 15 mL NDC 61314-396-03 15 mL NDC 61314-397-03 Storage: Store at 8° to 25°C (46° to 77°F). After opening, cyclopentolate hydrochloride can be used until the expiration date on the bottle. To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Rx Only"
    ],
    "spl_unclassified_section": [
      "Rev. 05/2020 SANDOZ a Novartis company Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Printed in USA W300037987-0520"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 61314-396-03 Cyclopentolate Hydrochloride 0phthalmic Solution, USP 1% Rx only STERILE 15 mL SANDOZ a Novartis company INGREDIENTS: Each mL contains: Active: cyclopentolate hydrochloride 1%. Preservative: benzalkonium chloride 0.01%. Inactives: boric acid, edetate disodium, potassium chloride, sodium carbonate and/or hydrochloric acid (to adjust pH), purified water. The pH range is between 3.0 and 5.5. USUAL DOSAGE: Instill one or two drops in the eye which may be repeated in five to ten minutes if necessary. Read enclosed insert. PRECAUTION: Do not touch dropper tip to any surface, as this may contaminate the solution. STORAGE: Store at 8° to 25°C (46° to 77°F). Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Printed in USA Rev. 10/2015 9012233-0915 LOT: EXP.: NDC 61314-396-03 Cyclopentolate Hydrochloride 0phthalmic Solution, USP 1% FOR TOPICAL OPHTHALMIC USE ONLY Rx only STERILE 15 mL SANDOZ INGREDIENTS: Each mL contains: Active: cyclopentolate hydrochloride 1%. Preservative: benzalkonium chloride 0.01%. Inactives: boric acid, potassium chloride, edetate disodium, sodium carbonate and/or hydrochloric acid (to adjust pH), purified water. The pH range is between 3.0 and 5.5. PRECAUTION: Do not touch dropper tip to any surface, as this may contaminate the solution. Rev. 10/2015 USUAL DOSAGE: Instill one or two drops in the eye which may be repeated in five to ten minutes if necessary. Read enclosed insert. STORAGE: Store at 8° to 25°C (46° to 77°F). Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Printed in USA H14037-0915 LOT/EXP.: NDC 61314-396-03 Cyclopentolate Hydrochloride 0phthalmic Solution, USP 1% Rx only STERILE 15 mL SANDOZ a Novartis company INGREDIENTS: Each mL contains : Active: cyclopentolate hydrochloride 1%. Preservative: benzalkonium chloride 0.01%. Inactives : boric acid, edetate disodium, potassium chloride, sodium carbonate and/or hydrochloric acid (to adjust pH), purified water. The pH range is between 3.0 and 5.5. USUAL DOSAGE: Instill one or two drops in the eye which may be repeated in five to ten minutes if necessary. Read enclosed insert. FOR TOPICAL OPHTHALMIC USE ONLY. PRECAUTION: Do not touch dropper tip to any surface, as this may contaminate the solution. STORAGE: Store at 8° to 25°C (46° to 77°F). After opening, cyclopentolate hydrochloride can be used until the expiration date on the bottle. KEEP OUT OF THE REACH OF CHILDREN Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Product of Spain Rev. 01/2021 300047036 -0121 NDC 61314-396-03 Cyclopentolate Hydrochloride 0phthalmic Solution, USP 1% FOR TOPICAL OPHTHALMIC USE ONLY Rx only STERILE 15 mL SANDOZ INGREDIENTS: Each mL contains: Active: cyclopentolate hydrochloride 1%. Preservative: benzalkonium chloride 0.01%. Inactives: boric acid, potassium chloride, edetate disodium, sodium carbonate and/or hydrochloric acid (to adjust pH), purified water. The pH range is between 3.0 and 5.5. PRECAUTION: Do not touch dropper tip to any surface, as this may contaminate the solution. Rev. 03/2016 USUAL DOSAGE: Instill one or two drops in the eye which may be repeated in five to ten minutes if necessary. Read enclosed insert. STORAGE: Store at 8° to 25°C (46° to 77°F). Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Printed in USA H14265-0216 LOT/EXP.:"
    ],
    "set_id": "c1b44f91-356d-4804-9509-3b457f4809e5",
    "id": "6b554ca9-699a-4d71-8e46-0130c675ca3c",
    "effective_time": "20220621",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA084110"
      ],
      "brand_name": [
        "Cyclopentolate Hydrochloride"
      ],
      "generic_name": [
        "CYCLOPENTOLATE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Sandoz Inc."
      ],
      "product_ndc": [
        "61314-396"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "CYCLOPENTOLATE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1298066"
      ],
      "spl_id": [
        "6b554ca9-699a-4d71-8e46-0130c675ca3c"
      ],
      "spl_set_id": [
        "c1b44f91-356d-4804-9509-3b457f4809e5"
      ],
      "package_ndc": [
        "61314-396-01",
        "61314-396-02",
        "61314-396-03"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0361314396037"
      ],
      "unii": [
        "736I6971TE"
      ]
    }
  }
]