[
  {
    "spl_product_data_elements": [
      "Danazol Danazol ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 GELATIN TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE DANAZOL DANAZOL maize opaque cap white opaque body LANNETT;1392 Danazol Danazol ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 GELATIN TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE DANAZOL DANAZOL maize opaque cap and body LANNETT;1368 Danazol Danazol SHELLAC ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 D&C RED NO. 28 GELATIN TITANIUM DIOXIDE ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE DANAZOL DANAZOL orange opaque cap and body LANNETT;1369"
    ],
    "description": [
      "DESCRIPTION Danazol is a synthetic steroid derived from ethisterone. It is a white to pale yellow crystalline powder, practically insoluble or insoluble in water, and sparingly soluble in alcohol. Chemically, danazol is 17α-Pregna-2,4-dien-20-yno [2,3- d ]- isoxazol-17-ol. The molecular formula is C 22 H 27 NO 2 . It has a molecular weight of 337.46 and the following structural formula: Danazol capsules for oral administration contain 50 mg, 100 mg or 200 mg danazol. Inactive Ingredients: anhydrous lactose, lactose monohydrate, magnesium stearate, pregelatinized starch, sodium lauryl sulfate, talc. Capsule shells for 200 mg danazol contain D&C Yellow #10, FD&C Red #40, D&C Red #28, gelatin, and titanium dioxide. Capsule shells for 50 mg and 100 mg danazol contain D&C Yellow # 10, FD&C Red # 40, gelatin, and titanium dioxide. The capsule imprinting ink contains: shellac glaze in ethanol, iron oxide black, n-butyl alcohol, propylene glycol, ethanol, methanol, FD&C Blue No. 2 Aluminum Lake, FD&C Red No. 40 Aluminum Lake, FD&C Blue No. 1 Aluminum Lake, and D&C Yellow No. 10 Aluminum Lake. image description"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Danazol suppresses the pituitary-ovarian axis. This suppression is probably a combination of depressed hypothalamic-pituitary response to lowered estrogen production, the alteration of sex steroid metabolism, and interaction of danazol with sex hormone receptors. The only other demonstrable hormonal effect is weak androgenic activity. Danazol depresses the output of both follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Recent evidence suggests a direct inhibitory effect at gonadal sites and a binding of danazol to receptors of gonadal steroids at target organs. In addition, danazol has been shown to significantly decrease IgG, IgM and IgA levels, as well as phospholipid and IgG isotope autoantibodies in patients with endometriosis and associated elevations of autoantibodies, suggesting this could be another mechanism by which it facilitates regression of the disease. In the treatment of endometriosis, danazol alters the normal and ectopic endometrial tissue so that it becomes inactive and atrophic. Complete resolution of endometrial lesions occurs in the majority of cases. Changes in vaginal cytology and cervical mucus reflect the suppressive effect of danazol on the pituitary-ovarian axis. Changes in the menstrual pattern may occur. Generally, the pituitary-suppressive action of danazol is reversible. Ovulation and cyclic bleeding usually return within 60 to 90 days when therapy with danazol is discontinued. In the treatment of hereditary angioedema, danazol at effective doses prevents attacks of the disease characterized by episodic edema of the abdominal viscera, extremities, face, and airway which may be disabling and, if the airway is involved, fatal. In addition, danazol corrects partially or completely the primary biochemical abnormality of hereditary angioedema by increasing the levels of the deficient C1 esterase inhibitor (C1EI). As a result of this action the serum levels of the C4 component of the complement system are also increased."
    ],
    "spl_unclassified_section": [
      "Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol capsules. The pharmacokinetic parameters for danazol capsules after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n=15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol capsules after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ± 23.9 113.8 ± 46.0 1-8 2-6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1-6 2-4 681 ± 363 1252 ± 307 400 60.4 ± 30.0 253.7 ± 105.5 1-6 2-4 754 ± 443 1851 ± 605 Dose proportionality: Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol capsules in healthy female volunteers found that a 4-fold increase in dose produced only a 1.6 and 2.5-fold increase in AUC and a 1.3 and 2.2-fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect: Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution: Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion: Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours.",
      "A temporary alteration of lipoproteins in the form of decreased high density lipoproteins and possibly increased low density lipoproteins has been reported during danazol therapy. These alterations may be marked, and prescribers should consider the potential impact on the risk of atherosclerosis and coronary artery disease in accordance with the potential benefit of the therapy to the patient. Patients should be watched closely for signs of androgenic effects some of which may not be reversible even when drug administration is stopped."
    ],
    "spl_unclassified_section_table": [
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" width=\"40%\"><tbody><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph><content styleCode=\"bold\">Parameters</content></paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph><content styleCode=\"bold\">Mean &#xB1; SD (n=15)</content></paragraph></td></tr><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>C <sub>max</sub> (ng/mL) </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>69.6 &#xB1; 29.9</paragraph></td></tr><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>T <sub>max</sub> (h) </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>2.47 &#xB1; 1.62</paragraph></td></tr><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>AUC <sub>0-&#x221E;</sub> (ng*h/mL) </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>601 &#xB1; 181</paragraph></td></tr><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>t <sub>1/2</sub> (h) </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>9.70 &#xB1; 3.29</paragraph></td></tr><tr styleCode=\"Botrule Toprule\"><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>Total Body Clearance (L/h)</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule\"><paragraph>727 &#xB1; 221</paragraph></td></tr></tbody></table>",
      "<table width=\"40%\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Dose   (mg) </paragraph></td><td colspan=\"2\" align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Mean C <sub>max</sub> &#xB1; <content styleCode=\"underline\">SD</content> (ng/mL) </paragraph></td><td colspan=\"2\" align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph><content styleCode=\"bold\"/>Mean T <sub>max</sub> (h) </paragraph></td><td colspan=\"2\" align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Mean AUC <sub>0-&#x221E;</sub> &#xB1;  SD   (ng*h/mL) </paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Botrule\"><paragraph/></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fasting</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fed</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fasting</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fed</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fasting </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>Fed</paragraph></td></tr><tr><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>100</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>45.9 &#xB1;   23.9 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>113.8 &#xB1;   46.0 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>1-8</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>2-6</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph> 484 &#xB1;   263 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph> 741 &#xB1;   265 </paragraph></td></tr><tr><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>200</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>63.8 &#xB1;   27.7 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>159 &#xB1; 57.3</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>1-6</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>2-4</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>681 &#xB1;   363 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>1252 &#xB1;   307 </paragraph></td></tr><tr><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>400</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph> 60.4 &#xB1;  30.0 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>253.7 &#xB1;   105.5 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>1-6</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>2-4</paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>754 &#xB1;   443 </paragraph></td><td align=\"center\" styleCode=\"Lrule Rrule Botrule\"><paragraph>1851 &#xB1;  605 </paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Endometriosis. Danazol capsules are indicated for the treatment of endometriosis amenable to hormonal management. Hereditary Angioedema. Danazol capsules are indicated for the prevention of attacks of angioedema of all types (cutaneous, abdominal, laryngeal) in males and females."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Danazol capsules should not be administered to patients with: Undiagnosed abnormal genital bleeding. Markedly impaired hepatic, renal, or cardiac function. Pregnancy (see WARNINGS ). Breast feeding. Porphyria-Danazol capsules can induce ALA synthetase activity and hence porphyrin metabolism. Androgen-dependent tumor. Active thrombosis or thromboembolic disease and history of such events. Hypersensitivity to danazol."
    ],
    "boxed_warning": [
      "WARNINGS Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see PRECAUTIONS: Pregnancy, Teratogenic Effects ). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care."
    ],
    "precautions": [
      "PRECAUTIONS Because danazol capsules may cause some degree of fluid retention, conditions that might be influenced by this factor, such as epilepsy, migraine, or cardiac or renal dysfunction, polycythemia and hypertension require careful observation. Use with caution in patients with diabetes mellitus. Since hepatic dysfunction manifested by modest increases in serum transaminases levels has been reported in patients treated with danazol capsules, periodic liver function tests should be performed (see WARNINGS and ADVERSE REACTIONS ). Administration of danazol has been reported to cause exacerbation of the manifestations of acute intermittent porphyria (see CONTRAINDICATIONS ). Laboratory monitoring of the hematologic state should be considered. Drug Interactions: Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol. Laboratory Tests: Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index. Carcinogenesis, Mutagenesis, Impairment of Fertility: Current data are insufficient to assess the carcinogenicity of danazol. Pregnancy, Teratogenic Effects: (See CONTRAINDICATIONS .) Danazol administered orally to pregnant rats from the 6th through the 15th day of gestation at doses up to 250 mg/kg/day (7-15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6-18 of gestation at doses of 60 mg/kg/day and above (2-4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers: (See CONTRAINDICATIONS . ) Pediatric Use: Safety and effectiveness in pediatric patients have not been established. Geriatric Use: Clinical studies of danazol capsules did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of Danocrine in elderly patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following events have been reported in association with the use of danazol capsules: Androgen like effects include weight gain, acne and seborrhea. Mild hirsutism, edema, hair loss, voice change, which may take the form of hoarseness, sore throat or of instability or deepening of pitch, may occur and may persist after cessation of therapy. Hypertrophy of the clitoris is rare. Other possible endocrine effects are menstrual disturbances including spotting, alteration of the timing of the cycle and amenorrhea. Although cyclical bleeding and ovulation usually return within 60-90 days after discontinuation of therapy with danazol capsules, persistent amenorrhea has occasionally been reported. Flushing, sweating, vaginal dryness and irritation and reduction in breast size, may reflect lowering of estrogen. Nervousness and emotional lability have been reported. In the male a modest reduction in spermatogenesis may be evident during treatment. Abnormalities in semen volume, viscosity, sperm count, and motility may occur in patients receiving long-term therapy. Hepatic dysfunction, as evidenced by reversible elevated serum enzymes and/or jaundice, has been reported in patients receiving a daily dosage of danazol capsules of 400 mg or more. It is recommended that patients receiving danazol capsules be monitored for hepatic dysfunction by laboratory tests and clinical observation. Serious hepatic toxicity including cholestatic jaundice, peliosis hepatis, hepatic adenoma, hepatocellular injury, hepatocellular jaundice and hepatic failure have been reported (see WARNINGS and PRECAUTIONS ). Abnormalities in laboratory tests may occur during therapy with danazol capsules including CPK, glucose tolerance, glucagon, thyroid binding globulin, sex hormone binding globulin, other plasma proteins, lipids and lipoproteins. The following reactions have been reported, a causal relationship to the administration of danazol capsules has neither been confirmed nor refuted; allergic: urticaria, pruritus and rarely, nasal congestion; CNS effects: headache, nervousness and emotional lability, dizziness and fainting, depression, fatigue, sleep disorders, tremor, paresthesias, weakness, visual disturbances, and rarely, benign intracranial hypertension, anxiety, changes in appetite, chills, and rarely convulsions, Guillain-Barre syndrome; gastrointestinal: gastroenteritis, nausea, vomiting, constipation, and rarely, pancreatitis and splenic peliosis; musculoskeletal: muscle cramps or spasms, or pains, joint pain, joint lockup, joint swelling, pain in back, neck, or extremities, and rarely, carpal tunnel syndrome which may be secondary to fluid retention; genitourinary: hematuria, prolonged posttherapy amenorrhea; hematologic: an increase in red cell and platelet count. Reversible erythrocytosis, leukocytosis or polycythemia may be provoked. Eosinophilia, leukopenia and thrombocytopenia have also been noted. Skin: rashes (maculopapular, vesicular, papular, purpuric, petechial), and rarely, sun sensitivity, Stevens-Johnson syndrome and erythema multiforme; other: increased insulin requirements in diabetic patients, change in libido, myocardial infarction, palpitation, tachycardia, elevation in blood pressure, interstitial pneumonitis, and rarely, cataracts, bleeding gums, fever, pelvic pain, nipple discharge. Malignant liver tumors have been reported in rare instances, after long-term use."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Endometriosis. In moderate to severe disease, or in patients infertile due to endometriosis, a starting dose of 800 mg given in two divided doses is recommended. Amenorrhea and rapid response to painful symptoms is best achieved at this dosage level. Gradual downward titration to a dose sufficient to maintain amenorrhea may be considered depending upon patient response. For mild cases, an initial daily dose of 200 mg to 400 mg given in two divided doses is recommended and may be adjusted depending on patient response. Therapy should begin during menstruation. Otherwise, appropriate tests should be performed to ensure that the patient is not pregnant while on therapy with danazol capsules (see CONTRAINDICATIONS and WARNINGS ). It is essential that therapy continue uninterrupted for 3 to 6 months but may be extended to 9 months if necessary. After termination of therapy, if symptoms recur, treatment can be reinstituted. Hereditary Angioedema. The dosage requirements for continuous treatment of hereditary angioedema with danazol capsules should be individualized on the basis of the clinical response of the patient. It is recommended that the patient be started on 200 mg, two or three times a day. After a favorable initial response is obtained in terms of prevention of episodes of edematous attacks, the proper continuing dosage should be determined by decreasing the dosage by 50% or less at intervals of one to three months or longer if frequency of attacks prior to treatment dictates. If an attack occurs, the daily dosage may be increased by up to 200 mg. During the dose adjusting phase, close monitoring of the patient's response is indicated, particularly if the patient has a history of airway involvement."
    ],
    "how_supplied": [
      "HOW SUPPLIED Danazol Capsules USP, 50 mg are available as maize opaque/white opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1392\" on the body and are supplied in: Bottles of 60 (NDC 62135-475-60) Danazol Capsules USP, 100 mg are available as maize opaque/maize opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1368\" on the body and are supplied in: Bottles of 60 (NDC 62135-476-60) Danazol Capsules USP, 200 mg are available as orange opaque/orange opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1369\" on the body and are supplied in: Bottles of 60 (NDC 62135-477-60) Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a well-closed container with a child-resistant closure as defined in the USP. Manufactured for: Chartwell RX, LLC. Congers, NY 10920 L71285 Rev. 02/2023"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Danazol Capsules USP, 50 mg- NDC 62135-475-60 -60's bottle label Danazol Capsules USP, 100 mg- NDC 62135-476-60 -60's bottle label Danazol Capsules USP, 200 mg- NDC 62135-477-60 -60's bottle label image description image description image description"
    ],
    "set_id": "55ad6325-16f6-4f0c-a1dc-734847052d0b",
    "id": "241f23e1-4b4b-4adb-e063-6394a90adcc5",
    "effective_time": "20241010",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA077246"
      ],
      "brand_name": [
        "Danazol"
      ],
      "generic_name": [
        "DANAZOL"
      ],
      "manufacturer_name": [
        "Chartwell RX, LLC."
      ],
      "product_ndc": [
        "62135-475",
        "62135-476",
        "62135-477"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "DANAZOL"
      ],
      "rxcui": [
        "197554",
        "197555",
        "197556"
      ],
      "spl_id": [
        "241f23e1-4b4b-4adb-e063-6394a90adcc5"
      ],
      "spl_set_id": [
        "55ad6325-16f6-4f0c-a1dc-734847052d0b"
      ],
      "package_ndc": [
        "62135-475-60",
        "62135-476-60",
        "62135-477-60"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0362135477608",
        "0362135475604",
        "0362135476601"
      ],
      "nui": [
        "N0000175824",
        "N0000000146",
        "M0001109"
      ],
      "pharm_class_epc": [
        "Androgen [EPC]"
      ],
      "pharm_class_moa": [
        "Androgen Receptor Agonists [MoA]"
      ],
      "pharm_class_cs": [
        "Androstanes [CS]"
      ],
      "unii": [
        "N29QWW3BUO"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Danazol Danazol DANAZOL DANAZOL ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 GELATIN, UNSPECIFIED TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE maize opaque cap and body LANNETT;1368 Danazol Danazol DANAZOL DANAZOL ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 D&C RED NO. 28 GELATIN, UNSPECIFIED TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE orange opaque cap and body LANNETT;1369"
    ],
    "description": [
      "DESCRIPTION Danazol is a synthetic steroid derived from ethisterone. It is a white to pale yellow crystalline powder, practically insoluble or insoluble in water, and sparingly soluble in alcohol. Chemically, danazol is 17α-Pregna-2,4-dien-20-yno [2,3- d ]- isoxazol-17-ol. The molecular formula is C 22 H 27 NO 2 . It has a molecular weight of 337.46 and the following structural formula: Danazol capsules for oral administration contain 50 mg, 100 mg or 200 mg danazol. Inactive Ingredients: anhydrous lactose, lactose monohydrate, magnesium stearate, pregelatinized starch, sodium lauryl sulfate, talc. Capsule shells for 200 mg danazol contain D&C Yellow #10, FD&C Red #40, D&C Red #28, gelatin, and titanium dioxide. Capsule shells for 50 mg and 100 mg danazol contain D&C Yellow # 10, FD&C Red # 40, gelatin, and titanium dioxide. The capsule imprinting ink contains: shellac glaze in ethanol, iron oxide black, n-butyl alcohol, propylene glycol, ethanol, methanol, FD&C Blue No. 2 Aluminum Lake, FD&C Red No. 40 Aluminum Lake, FD&C Blue No. 1 Aluminum Lake, and D&C Yellow No. 10 Aluminum Lake. Danazol Molecular Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Danazol suppresses the pituitary-ovarian axis. This suppression is probably a combination of depressed hypothalamic-pituitary response to lowered estrogen production, the alteration of sex steroid metabolism, and interaction of danazol with sex hormone receptors. The only other demonstrable hormonal effect is weak androgenic activity. Danazol depresses the output of both follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Recent evidence suggests a direct inhibitory effect at gonadal sites and a binding of danazol to receptors of gonadal steroids at target organs. In addition, danazol has been shown to significantly decrease IgG, IgM and IgA levels, as well as phospholipid and IgG isotope autoantibodies in patients with endometriosis and associated elevations of autoantibodies, suggesting this could be another mechanism by which it facilitates regression of the disease. In the treatment of endometriosis, danazol alters the normal and ectopic endometrial tissue so that it becomes inactive and atrophic. Complete resolution of endometrial lesions occurs in the majority of cases. Changes in vaginal cytology and cervical mucus reflect the suppressive effect of danazol on the pituitary-ovarian axis. Changes in the menstrual pattern may occur. Generally, the pituitary-suppressive action of danazol is reversible. Ovulation and cyclic bleeding usually return within 60 to 90 days when therapy with danazol is discontinued. In the treatment of hereditary angioedema, danazol at effective doses prevents attacks of the disease characterized by episodic edema of the abdominal viscera, extremities, face, and airway which may be disabling and, if the airway is involved, fatal. In addition, danazol corrects partially or completely the primary biochemical abnormality of hereditary angioedema by increasing the levels of the deficient C1 esterase inhibitor (C1EI). As a result of this action the serum levels of the C4 component of the complement system are also increased. Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol capsules. The pharmacokinetic parameters for danazol capsules after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n=15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol capsules after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ± 23.9 113.8 ± 46.0 1-8 2-6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1-6 2-4 681 ± 363 1252 ± 307 400 60.4 ± 30.0 253.7 ± 105.5 1-6 2-4 754 ± 443 1851 ± 605 Dose proportionality: Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol capsules in healthy female volunteers found that a 4-fold increase in dose produced only a 1.6 and 2.5-fold increase in AUC and a 1.3 and 2.2-fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect: Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution: Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion: Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"100%\"><col width=\"49%\"/><col width=\"49%\"/><tbody><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\">Parameters</content></paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\">Mean &#xB1; SD (n=15)</content></paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>C<sub>max</sub> (ng/mL)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>69.6 &#xB1; 29.9</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>T<sub>max</sub> (h) </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2.47 &#xB1; 1.62</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>AUC<sub>0-&#x221E;</sub> (ng*h/mL) </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>601 &#xB1; 181</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>t<sub>1/2</sub> (h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>9.70 &#xB1; 3.29</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>Total Body Clearance (L/h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>727 &#xB1; 221</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><tbody><tr><td align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Dose (mg)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Mean C<sub>max</sub> &#xB1; <content styleCode=\"underline\">SD</content> (ng/mL)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\"> </content>Mean T<sub>max</sub> (h)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Mean AUC<sub>0-&#x221E;</sub> &#xB1; SD (ng*h/mL)</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>100</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>45.9 &#xB1; 23.9</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>113.8 &#xB1; 46.0</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1-8</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> 484 &#xB1; 263</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> 741 &#xB1; 265</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>200</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>63.8 &#xB1; 27.7</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>159 &#xB1; 57.3</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2-4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>681 &#xB1; 363</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1252 &#xB1; 307</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>400</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph> 60.4 &#xB1; 30.0 </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>253.7 &#xB1; 105.5</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>1-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>2-4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>754 &#xB1; 443</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>1851 &#xB1; 605</paragraph></td></tr></tbody></table>"
    ],
    "pharmacokinetics": [
      "Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol capsules. The pharmacokinetic parameters for danazol capsules after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n=15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol capsules after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ± 23.9 113.8 ± 46.0 1-8 2-6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1-6 2-4 681 ± 363 1252 ± 307 400 60.4 ± 30.0 253.7 ± 105.5 1-6 2-4 754 ± 443 1851 ± 605 Dose proportionality: Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol capsules in healthy female volunteers found that a 4-fold increase in dose produced only a 1.6 and 2.5-fold increase in AUC and a 1.3 and 2.2-fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect: Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution: Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion: Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours."
    ],
    "pharmacokinetics_table": [
      "<table width=\"100%\"><col width=\"49%\"/><col width=\"49%\"/><tbody><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\">Parameters</content></paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\">Mean &#xB1; SD (n=15)</content></paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>C<sub>max</sub> (ng/mL)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>69.6 &#xB1; 29.9</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>T<sub>max</sub> (h) </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2.47 &#xB1; 1.62</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>AUC<sub>0-&#x221E;</sub> (ng*h/mL) </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>601 &#xB1; 181</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>t<sub>1/2</sub> (h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>9.70 &#xB1; 3.29</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>Total Body Clearance (L/h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>727 &#xB1; 221</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><col width=\"14%\"/><tbody><tr><td align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Dose (mg)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Mean C<sub>max</sub> &#xB1; <content styleCode=\"underline\">SD</content> (ng/mL)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph><content styleCode=\"bold\"> </content>Mean T<sub>max</sub> (h)</paragraph></td><td colspan=\"2\" align=\"center\" valign=\"bottom\" styleCode=\"Rrule Botrule Lrule Toprule \"><paragraph>Mean AUC<sub>0-&#x221E;</sub> &#xB1; SD (ng*h/mL)</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fasting </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>Fed</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>100</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>45.9 &#xB1; 23.9</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>113.8 &#xB1; 46.0</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1-8</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> 484 &#xB1; 263</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph> 741 &#xB1; 265</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>200</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>63.8 &#xB1; 27.7</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>159 &#xB1; 57.3</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>2-4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>681 &#xB1; 363</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Lrule Botrule \"><paragraph>1252 &#xB1; 307</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>400</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph> 60.4 &#xB1; 30.0 </paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>253.7 &#xB1; 105.5</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>1-6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>2-4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>754 &#xB1; 443</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule Botrule Lrule \"><paragraph>1851 &#xB1; 605</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Endometriosis. Danazol capsules are indicated for the treatment of endometriosis amenable to hormonal management. Hereditary Angioedema. Danazol capsules are indicated for the prevention of attacks of angioedema of all types (cutaneous, abdominal, laryngeal) in males and females."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Danazol capsules should not be administered to patients with: 1. Undiagnosed abnormal genital bleeding. 2. Markedly impaired hepatic, renal, or cardiac function. 3. Pregnancy (see WARNINGS ). 4. Breast feeding. 5. Porphyria-Danazol capsules can induce ALA synthetase activity and hence porphyrin metabolism. 6. Androgen-dependent tumor. 7. Active thrombosis or thromboembolic disease and history of such events. 8. Hypersensitivity to danazol."
    ],
    "warnings": [
      "WARNINGS Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see Error! Hyperlink reference not valid.). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care. A temporary alteration of lipoproteins in the form of decreased high density lipoproteins and possibly increased low density lipoproteins has been reported during danazol therapy. These alterations may be marked, and prescribers should consider the potential impact on the risk of atherosclerosis and coronary artery disease in accordance with the potential benefit of the therapy to the patient. Patients should be watched closely for signs of androgenic effects some of which may not be reversible even when drug administration is stopped."
    ],
    "boxed_warning": [
      "Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see Error! Hyperlink reference not valid.). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care."
    ],
    "precautions": [
      "PRECAUTIONS Because danazol capsules may cause some degree of fluid retention, conditions that might be influenced by this factor, such as epilepsy, migraine, or cardiac or renal dysfunction, polycythemia and hypertension require careful observation. Use with caution in patients with diabetes mellitus. Since hepatic dysfunction manifested by modest increases in serum transaminases levels has been reported in patients treated with danazol capsules, periodic liver function tests should be performed (see WARNINGS and ADVERSE REACTIONS ). Administration of danazol has been reported to cause exacerbation of the manifestations of acute intermittent porphyria (see CONTRAINDICATIONS ). Laboratory monitoring of the hematologic state should be considered. Drug Interactions: Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol. Laboratory Tests: Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index. Carcinogenesis, Mutagenesis, Impairment of Fertility: Current data are insufficient to assess the carcinogenicity of danazol. Pregnancy, Teratogenic Effects: (See CONTRAINDICATIONS .) Danazol administered orally to pregnant rats from the 6 th through the 15 th day of gestation at doses up to 250 mg/kg/day (7-15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6-18 of gestation at doses of 60 mg/kg/day and above (2-4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers: (See CONTRAINDICATIONS .) Pediatric Use: Safety and effectiveness in pediatric patients have not been established. Geriatric Use: Clinical studies of danazol capsules did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of Danocrine in elderly patients."
    ],
    "drug_interactions": [
      "Drug Interactions: Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol."
    ],
    "laboratory_tests": [
      "Laboratory Tests: Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Current data are insufficient to assess the carcinogenicity of danazol."
    ],
    "pregnancy": [
      "Pregnancy, Teratogenic Effects: (See CONTRAINDICATIONS .) Danazol administered orally to pregnant rats from the 6 th through the 15 th day of gestation at doses up to 250 mg/kg/day (7-15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6-18 of gestation at doses of 60 mg/kg/day and above (2-4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers: (See CONTRAINDICATIONS .) Pediatric Use: Safety and effectiveness in pediatric patients have not been established. Geriatric Use: Clinical studies of danazol capsules did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of Danocrine in elderly patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following events have been reported in association with the use of danazol capsules: Androgen like effects include weight gain, acne and seborrhea. Mild hirsutism, edema, hair loss, voice change, which may take the form of hoarseness, sore throat or of instability or deepening of pitch, may occur and may persist after cessation of therapy. Hypertrophy of the clitoris is rare. Other possible endocrine effects are menstrual disturbances including spotting, alteration of the timing of the cycle and amenorrhea. Although cyclical bleeding and ovulation usually return within 60-90 days after discontinuation of therapy with danazol capsules, persistent amenorrhea has occasionally been reported. Flushing, sweating, vaginal dryness and irritation and reduction in breast size, may reflect lowering of estrogen. Nervousness and emotional lability have been reported. In the male a modest reduction in spermatogenesis may be evident during treatment. Abnormalities in semen volume, viscosity, sperm count, and motility may occur in patients receiving long-term therapy. Hepatic dysfunction, as evidenced by reversible elevated serum enzymes and/or jaundice, has been reported in patients receiving a daily dosage of danazol capsules of 400 mg or more. It is recommended that patients receiving danazol capsules be monitored for hepatic dysfunction by laboratory tests and clinical observation. Serious hepatic toxicity including cholestatic jaundice, peliosis hepatis, hepatic adenoma, hepatocellular injury, hepatocellular jaundice and hepatic failure have been reported (see WARNINGS and PRECAUTIONS ). Abnormalities in laboratory tests may occur during therapy with danazol capsules including CPK, glucose tolerance, glucagon, thyroid binding globulin, sex hormone binding globulin, other plasma proteins, lipids and lipoproteins. The following reactions have been reported, a causal relationship to the administration of danazol capsules has neither been confirmed nor refuted; allergic: urticaria, pruritus and rarely, nasal congestion; CNS effects: headache, nervousness and emotional lability, dizziness and fainting, depression, fatigue, sleep disorders, tremor, paresthesias, weakness, visual disturbances, and rarely, benign intracranial hypertension, anxiety, changes in appetite, chills, and rarely convulsions, Guillain-Barre syndrome; gastrointestinal: gastroenteritis, nausea, vomiting, constipation, and rarely, pancreatitis and splenic peliosis; musculoskeletal: muscle cramps or spasms, or pains, joint pain, joint lockup, joint swelling, pain in back, neck, or extremities, and rarely, carpal tunnel syndrome which may be secondary to fluid retention; genitourinary: hematuria, prolonged posttherapy amenorrhea; hematologic: an increase in red cell and platelet count. Reversible erythrocytosis, leukocytosis or polycythemia may be provoked. Eosinophilia, leukopenia and thrombocytopenia have also been noted. Skin: rashes (maculopapular, vesicular, papular, purpuric, petechial), and rarely, sun sensitivity, Stevens-Johnson syndrome and erythema multiforme; other: increased insulin requirements in diabetic patients, change in libido, myocardial infarction, palpitation, tachycardia, elevation in blood pressure, interstitial pneumonitis, and rarely, cataracts, bleeding gums, fever, pelvic pain, nipple discharge. Malignant liver tumors have been reported in rare instances, after long-term use."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Endometriosis. In moderate to severe disease, or in patients infertile due to endometriosis, a starting dose of 800 mg given in two divided doses is recommended. Amenorrhea and rapid response to painful symptoms is best achieved at this dosage level. Gradual downward titration to a dose sufficient to maintain amenorrhea may be considered depending upon patient response. For mild cases, an initial daily dose of 200 mg to 400 mg given in two divided doses is recommended and may be adjusted depending on patient response. Therapy should begin during menstruation. Otherwise, appropriate tests should be performed to ensure that the patient is not pregnant while on therapy with danazol capsules (see CONTRAINDICATIONS and WARNINGS ). It is essential that therapy continue uninterrupted for 3 to 6 months but may be extended to 9 months if necessary. After termination of therapy, if symptoms recur, treatment can be reinstituted. Hereditary Angioedema. The dosage requirements for continuous treatment of hereditary angioedema with danazol capsules should be individualized on the basis of the clinical response of the patient. It is recommended that the patient be started on 200 mg, two or three times a day. After a favorable initial response is obtained in terms of prevention of episodes of edematous attacks, the proper continuing dosage should be determined by decreasing the dosage by 50% or less at intervals of one to three months or longer if frequency of attacks prior to treatment dictates. If an attack occurs, the daily dosage may be increased by up to 200 mg. During the dose adjusting phase, close monitoring of the patient's response is indicated, particularly if the patient has a history of airway involvement."
    ],
    "how_supplied": [
      "HOW SUPPLIED Danazol Capsules USP, 100 mg are available as maize opaque/maize opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1368\" on the body and are supplied in: Bottles of 30 (NDC 71205-861-30) Bottles of 60 (NDC 71205-861-60) Bottles of 90 (NDC 71205-861-90) Bottles of 100 (NDC 71205-861-00) Bottles of 120 (NDC 71205-861-72) Bottles of 500 (NDC 71205-861-55) Danazol Capsules USP, 200 mg are available as orange opaque/orange opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1369\" on the body and are supplied in: Bottles of 30 (NDC 71205-862-30) Bottles of 60 (NDC 71205-862-60) Bottles of 90 (NDC 71205-862-90) Bottles of 100 (NDC 71205-862-00) Bottles of 120 (NDC 71205-862-72) Bottles of 500 (NDC 71205-862-55) Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a well-closed container with a child-resistant closure as defined in the USP. Distributed by: Lannett Company, Inc. Philadelphia, PA 19136 Repackaged and Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320 CIB70495E Rev. 04/20"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 100 mg NDC-71205- 861 -30 Danazol Capsules, USP 100 mg Rx Only 30 Capsules 71205-861-30",
      "PRINCIPAL DISPLAY PANEL - 200 mg NDC-71205- 862 -30 Danazol Capsules, USP 200 mg Rx Only 30 Capsules 71205-862-30"
    ],
    "set_id": "9e103cf9-f075-48ba-8913-2e44f9442781",
    "id": "9e103cf9-f075-48ba-8913-2e44f9442781",
    "effective_time": "20220401",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA078214",
        "ANDA077246"
      ],
      "brand_name": [
        "Danazol"
      ],
      "generic_name": [
        "DANAZOL"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "71205-861",
        "71205-862"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "DANAZOL"
      ],
      "rxcui": [
        "197554",
        "197555"
      ],
      "spl_id": [
        "9e103cf9-f075-48ba-8913-2e44f9442781"
      ],
      "spl_set_id": [
        "9e103cf9-f075-48ba-8913-2e44f9442781"
      ],
      "package_ndc": [
        "71205-861-30",
        "71205-861-60",
        "71205-861-90",
        "71205-861-00",
        "71205-861-72",
        "71205-861-55",
        "71205-862-30",
        "71205-862-60",
        "71205-862-90",
        "71205-862-00",
        "71205-862-72",
        "71205-862-55"
      ],
      "original_packager_product_ndc": [
        "0527-1368",
        "0527-1369"
      ],
      "upc": [
        "0371205861308"
      ],
      "nui": [
        "N0000175824",
        "N0000000146",
        "M0001109"
      ],
      "pharm_class_epc": [
        "Androgen [EPC]"
      ],
      "pharm_class_moa": [
        "Androgen Receptor Agonists [MoA]"
      ],
      "pharm_class_cs": [
        "Androstanes [CS]"
      ],
      "unii": [
        "N29QWW3BUO"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Danazol Danazol DANAZOL DANAZOL FERROSOFERRIC OXIDE D&C YELLOW NO. 10 D&C YELLOW NO. 10 ALUMINUM LAKE FD&C BLUE NO. 1 ALUMINUM LAKE FD&C BLUE NO. 2--ALUMINUM LAKE FD&C RED NO. 40 GELATIN LACTOSE MONOHYDRATE MAGNESIUM STEARATE SHELLAC PROPYLENE GLYCOL SODIUM STARCH GLYCOLATE TYPE A POTATO STEARIC ACID TITANIUM DIOXIDE FD&C YELLOW NO. 6 barr;633 Danazol Danazol DANAZOL DANAZOL FERROSOFERRIC OXIDE D&C YELLOW NO. 10 D&C YELLOW NO. 10 ALUMINUM LAKE FD&C BLUE NO. 1 ALUMINUM LAKE FD&C BLUE NO. 2--ALUMINUM LAKE FD&C RED NO. 40 GELATIN LACTOSE MONOHYDRATE MAGNESIUM STEARATE SHELLAC PROPYLENE GLYCOL SODIUM STARCH GLYCOLATE TYPE A POTATO STEARIC ACID TITANIUM DIOXIDE FD&C YELLOW NO. 6 barr;634 Danazol Danazol DANAZOL DANAZOL FERROSOFERRIC OXIDE D&C YELLOW NO. 10 D&C YELLOW NO. 10 ALUMINUM LAKE FD&C BLUE NO. 1 ALUMINUM LAKE FD&C BLUE NO. 2--ALUMINUM LAKE FD&C RED NO. 40 GELATIN LACTOSE MONOHYDRATE MAGNESIUM STEARATE SHELLAC PROPYLENE GLYCOL SODIUM STARCH GLYCOLATE TYPE A POTATO STEARIC ACID TITANIUM DIOXIDE D&C RED NO. 28 barr;635"
    ],
    "description": [
      "DESCRIPTION Danazol, USP is a synthetic steroid derived from ethisterone. It is a white to pale yellow crystalline powder, practically insoluble or insoluble in water, and sparingly soluble in alcohol. Chemically, danazol, USP is 17α-Pregna-2,4-dien-20-yno [2,3- d ]-isoxazol-17-ol, which has the following structural formula: C 22 H 27 NO 2 M.W. 337.46 Danazol capsules, USP for oral administration, contain 50 mg, 100 mg or 200 mg of danazol, USP. In addition, each capsule contains the following inactive ingredients: black iron oxide, D&C yellow no. 10, D&C yellow no. 10 aluminum lake, FD&C blue no. 1 aluminum lake, FD&C blue no. 2 aluminum lake, FD&C red no. 40 aluminum lake, gelatin, lactose monohydrate, magnesium stearate, pharmaceutical glaze, propylene glycol, sodium starch glycolate, stearic acid and titanium dioxide The 50 mg and 100 mg capsule shells also contain FD&C yellow no. 6. The 200 mg capsule shell also contains FD&C red no. 40 and D&C red no. 28. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Danazol suppresses the pituitary-ovarian axis. This suppression is probably a combination of depressed hypothalamic-pituitary response to lowered estrogen production, the alteration of sex steroid metabolism, and interaction of danazol with sex hormone receptors. The only other demonstrable hormonal effect is weak androgenic activity. Danazol depresses the output of both follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Recent evidence suggests a direct inhibitory effect at gonadal sites and a binding of danazol to receptors of gonadal steroids at target organs. In addition, danazol has been shown to significantly decrease IgG, IgM and IgA levels, as well as phospholipid and IgG isotope autoantibodies in patients with endometriosis and associated elevations of autoantibodies, suggesting this could be another mechanism by which it facilitates regression of the disease. In the treatment of endometriosis, danazol alters the normal and ectopic endometrial tissue so that it becomes inactive and atrophic. Complete resolution of endometrial lesions occurs in the majority of cases. Changes in vaginal cytology and cervical mucus reflect the suppressive effect of danazol on the pituitary-ovarian axis. Changes in the menstrual pattern may occur. Generally, the pituitary-suppressive action of danazol is reversible. Ovulation and cyclic bleeding usually return within 60 to 90 days when therapy with danazol is discontinued. In the treatment of hereditary angioedema, danazol at effective doses prevents attacks of the disease characterized by episodic edema of the abdominal viscera, extremities, face, and airway which may be disabling and, if the airway is involved, fatal. In addition, danazol corrects partially or completely the primary biochemical abnormality of hereditary angioedema by increasing the levels of the deficient C1 esterase inhibitor (C1EI). As a result of this action the serum levels of the C4 component of the complement system are also increased. Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol. The pharmacokinetic parameters for danazol after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n = 15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ±23.9 113.8 ± 46 1 to 8 2 to 6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1 to 6 2 to 4 681 ± 363 1252 ± 307 400 60.4 ± 30 253.7 ± 105.5 1 to 6 2 to 4 754 ± 443 1851 ± 605 Dose Proportionality Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol in healthy female volunteers found that a 4 fold increase in dose produced only a 1.6 and 2.5 fold increase in AUC and a 1.3 and 2.2 fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours."
    ],
    "clinical_pharmacology_table": [
      "<table><col width=\"28%\"/><col width=\"21%\"/><tbody><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Toprule Lrule\"> <paragraph><content styleCode=\"bold\">Parameters</content></paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Toprule Lrule Rrule\"> <paragraph><content styleCode=\"bold\">Mean &#xB1; SD (n = 15)</content></paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>C<sub>max</sub> (ng/mL)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>69.6 &#xB1; 29.9</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>T<sub>max</sub> (h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>2.47 &#xB1; 1.62</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>AUC<sub>0-&#x221E;</sub> (ng*h/mL)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>601 &#xB1; 181</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>t<sub>1/2</sub> (h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>9.70 &#xB1; 3.29</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Total Body Clearance (L/h)</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>727 &#xB1; 221</paragraph></td></tr></tbody></table>",
      "<table><col/><col/><col/><col/><col/><col/><col/><tbody><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Toprule Lrule\"> <paragraph>Dose (mg)</paragraph></td><td align=\"center\" valign=\"top\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule\"> <paragraph>Mean C<sub>max</sub> &#xB1; <content styleCode=\"underline\">SD</content> (ng/mL)</paragraph></td><td align=\"center\" valign=\"top\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule\"> <paragraph>Mean T<sub>max</sub> (h)</paragraph></td><td align=\"center\" valign=\"top\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"> <paragraph>Mean AUC<sub>0-&#x221E;</sub> &#xB1; SD (ng*h/mL)</paragraph></td></tr><tr><td valign=\"top\" styleCode=\" Botrule Lrule\"> </td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Fed</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>Fasting</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>Fed</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>100</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>45.9 &#xB1;23.9</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>113.8 &#xB1; 46</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>1 to 8</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>2 to 6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>484 &#xB1; 263</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>741 &#xB1; 265</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>200</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>63.8 &#xB1; 27.7</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>159 &#xB1; 57.3</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>1 to 6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>2 to 4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>681 &#xB1; 363</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>1252 &#xB1; 307</paragraph></td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>400</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>60.4 &#xB1; 30</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>253.7 &#xB1; 105.5</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>1 to 6</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>2 to 4</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule\"> <paragraph>754 &#xB1; 443</paragraph></td><td align=\"center\" valign=\"top\" styleCode=\" Botrule Lrule Rrule\"> <paragraph>1851 &#xB1; 605</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Endometriosis Danazol capsules are indicated for the treatment of endometriosis amenable to hormonal management. Hereditary Angioedema Danazol capsules are indicated for the prevention of attacks of angioedema of all types (cutaneous, abdominal, laryngeal) in males and females."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Danazol should not be administered to patients with: Undiagnosed abnormal genital bleeding. Markedly impaired hepatic, renal, or cardiac function. Pregnancy. (See WARNINGS .) Breastfeeding. Porphyria - Danazol can induce ALA synthetase activity and hence porphyrin metabolism. Androgen-dependent tumor. Active thrombosis or thromboembolic disease and history of such events. Hypersensitivity to danazol."
    ],
    "warnings": [
      "WARNINGS Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see PRECAUTIONS, Pregnancy, Teratogenic Effects ). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care. A temporary alteration of lipoproteins in the form of decreased high density lipoproteins and possibly increased low density lipoproteins has been reported during danazol therapy. These alterations may be marked, and prescribers should consider the potential impact on the risk of atherosclerosis and coronary artery disease in accordance with the potential benefit of the therapy to the patient. Patients should be watched closely for signs of androgenic effects some of which may not be reversible even when drug administration is stopped."
    ],
    "boxed_warning": [
      "Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see PRECAUTIONS, Pregnancy, Teratogenic Effects ). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care."
    ],
    "precautions": [
      "PRECAUTIONS Because danazol may cause some degree of fluid retention, conditions that might be influenced by this factor, such as epilepsy, migraine, or cardiac or renal dysfunction, polycythemia and hypertension require careful observation. Use with caution in patients with diabetes mellitus. Since hepatic dysfunction manifested by modest increases in serum transaminases levels has been reported in patients treated with danazol, periodic liver function tests should be performed (see WARNINGS and ADVERSE REACTIONS ). Administration of danazol has been reported to cause exacerbation of the manifestations of acute intermittent porphyria (see CONTRAINDICATIONS ). Laboratory monitoring of the hematologic state should be considered. Drug Interactions Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol. Laboratory Tests Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index. Carcinogenesis, Mutagenesis, Impairment of Fertility Current data are insufficient to assess the carcinogenicity of danazol. Pregnancy Teratogenic Effects (See CONTRAINDICATIONS. ) Danazol administered orally to pregnant rats from the 6th through the 15th day of gestation at doses up to 250 mg/kg/day (7 to 15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6 to 18 of gestation at doses of 60 mg/kg/day and above (2 to 4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers (See CONTRAINDICATIONS .) Pediatric Use Safety and effectiveness in pediatric patients have not been established. Geriatric Use Clinical studies of danazol did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of danazol in elderly patients."
    ],
    "drug_interactions": [
      "Drug Interactions Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Current data are insufficient to assess the carcinogenicity of danazol."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects (See CONTRAINDICATIONS. ) Danazol administered orally to pregnant rats from the 6th through the 15th day of gestation at doses up to 250 mg/kg/day (7 to 15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6 to 18 of gestation at doses of 60 mg/kg/day and above (2 to 4 times the human dose) resulted in inhibition of fetal development."
    ],
    "nursing_mothers": [
      "Nursing Mothers (See CONTRAINDICATIONS .)"
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following events have been reported in association with the use of danazol: Androgen like effects include weight gain, acne and seborrhea. Mild hirsutism, edema, hair loss, voice change, which may take the form of hoarseness, sore throat or of instability or deepening of pitch, may occur and may persist after cessation of therapy. Hypertrophy of the clitoris is rare. Other possible endocrine effects are menstrual disturbances including spotting, alteration of the timing of the cycle and amenorrhea. Although cyclical bleeding and ovulation usually return within 60 to 90 days after discontinuation of therapy with danazol, persistent amenorrhea has occasionally been reported. Flushing, sweating, vaginal dryness and irritation and reduction in breast size, may reflect lowering of estrogen. Nervousness and emotional lability have been reported. In the male a modest reduction in spermatogenesis may be evident during treatment. Abnormalities in semen volume, viscosity, sperm count, and motility may occur in patients receiving long-term therapy. Hepatic dysfunction, as evidenced by reversible elevated serum enzymes and/or jaundice, has been reported in patients receiving a daily dosage of danazol of 400 mg or more. It is recommended that patients receiving danazol be monitored for hepatic dysfunction by laboratory tests and clinical observation. Serious hepatic toxicity including cholestatic jaundice, peliosis hepatis, hepatic adenoma, hepatocellular injury, hepatocellular jaundice and hepatic failure have been reported (see WARNINGS and PRECAUTIONS ). Abnormalities in laboratory tests may occur during therapy with danazol including CPK, glucose tolerance, glucagon, thyroid binding globulin, sex hormone binding globulin, other plasma proteins, lipids and lipoproteins. The following reactions have been reported, a causal relationship to the administration of danazol has neither been confirmed nor refuted; allergic: urticaria, pruritus and rarely, nasal congestion; CNS effects: headache, nervousness and emotional lability, dizziness and fainting, depression, fatigue, sleep disorders, tremor, paresthesias, weakness, visual disturbances, and rarely, benign intracranial hypertension, anxiety, changes in appetite, chills, and rarely convulsions, Guillain-Barre syndrome; gastrointestinal: gastroenteritis, nausea, vomiting, constipation, and rarely, pancreatitis and splenic peliosis; musculoskeletal: muscle cramps or spasms, or pains, joint pain, joint lockup, joint swelling, pain in back, neck, or extremities, and rarely, carpal tunnel syndrome which may be secondary to fluid retention; genitourinary: hematuria, prolonged posttherapy amenorrhea; hematologic: an increase in red cell and platelet count. Reversible erythrocytosis, leukocytosis or polycythemia may be provoked. Eosinophilia, leukopenia and thrombocytopenia have also been noted. Skin: rashes (maculopapular, vesicular, papular, purpuric, petechial), and rarely, sun sensitivity, Stevens-Johnson syndrome and erythema multiforme; other: increased insulin requirements in diabetic patients, change in libido, myocardial infarction, palpitation, tachycardia, elevation in blood pressure, interstitial pneumonitis, and rarely, cataracts, bleeding gums, fever, pelvic pain, nipple discharge. Malignant liver tumors have been reported in rare instances, after long-term use. To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Endometriosis In moderate to severe disease, or in patients infertile due to endometriosis, a starting dose of 800 mg given in two divided doses is recommended. Amenorrhea and rapid response to painful symptoms is best achieved at this dosage level. Gradual downward titration to a dose sufficient to maintain amenorrhea may be considered depending upon patient response. For mild cases, an initial daily dose of 200 mg to 400 mg given in two divided doses is recommended and may be adjusted depending on patient response. Therapy should begin during menstruation. Otherwise, appropriate tests should be performed to ensure that the patient is not pregnant while on therapy with danazol capsules (see CONTRAINDICATIONS and WARNINGS ). It is essential that therapy continue uninterrupted for 3 to 6 months but may be extended to 9 months if necessary. After termination of therapy, if symptoms recur, treatment can be reinstituted. Hereditary Angioedema The dosage requirements for continuous treatment of hereditary angioedema with danazol capsules should be individualized on the basis of the clinical response of the patient. It is recommended that the patient be started on 200 mg, two or three times a day. After a favorable initial response is obtained in terms of prevention of episodes of edematous attacks, the proper continuing dosage should be determined by decreasing the dosage by 50% or less at intervals of one to three months or longer if frequency of attacks prior to treatment dictates. If an attack occurs, the daily dosage may be increased by up to 200 mg. During the dose adjusting phase, close monitoring of the patient's response is indicated, particularly if the patient has a history of airway involvement."
    ],
    "how_supplied": [
      "HOW SUPPLIED Danazol capsules, USP are available as follows: 50 mg: Yellow opaque cap/white opaque body capsule. Imprinted with black ink stylized barr 633 . Available in bottles of 100 (NDC 0555-0633-02) capsules. 100 mg: Yellow opaque cap/yellow clear body capsule. Imprinted with black ink stylized barr 634 . Available in bottles of 100 (NDC 0555-0634-02) capsules. 200 mg: Orange opaque cap/orange clear body capsule. Imprinted with black ink stylized barr 635 . Available in bottles of 60 (NDC 0555-0635-09) and 100 (NDC 0555-0635-02) capsules. Store at 20° to 25° C (68° to 77° F) [See USP Controlled Room Temperature]. Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required). Keep this and all medications out of the reach of children. Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Rev. D 10/2022"
    ],
    "how_supplied_table": [
      "<table><col width=\"13%\"/><col width=\"82%\"/><tbody><tr><td valign=\"top\" styleCode=\" Toprule\"> <paragraph>50 mg:</paragraph></td><td valign=\"top\" styleCode=\" Toprule\"> <paragraph>Yellow opaque cap/white opaque body capsule. Imprinted with black ink stylized<content styleCode=\"bold\"> barr</content> <content styleCode=\"bold\">633</content>. Available in bottles of 100 (NDC 0555-0633-02) capsules.</paragraph></td></tr><tr><td valign=\"top\"> <paragraph>100 mg:</paragraph></td><td valign=\"top\"> <paragraph>Yellow opaque cap/yellow clear body capsule. Imprinted with black ink stylized <content styleCode=\"bold\">barr 634</content>. Available in bottles of 100 (NDC 0555-0634-02) capsules.</paragraph></td></tr><tr><td valign=\"top\"> <paragraph>200 mg:</paragraph></td><td valign=\"top\"> <paragraph>Orange opaque cap/orange clear body capsule. Imprinted with black ink stylized <content styleCode=\"bold\">barr 635</content>. Available in bottles of 60 (NDC 0555-0635-09) and 100 (NDC 0555-0635-02) capsules.</paragraph></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Display Panel NDC 0555-0633-02 Danazol Capsules, USP 50 mg Rx only 100 Capsules label, 50mg, 100s",
      "Package/Label Display Panel NDC 0555-0634-02 Danazol Capsules, USP 100 mg Rx only 100 Capsules label, 100mg, 100s",
      "Package/Label Display Panel NDC 0555-0635-09 Danazol Capsules, USP 200 mg Rx only 60 Capsules label 200 mg, 60s"
    ],
    "set_id": "e19acee5-ff33-45a5-bbbf-801756bc59b4",
    "id": "012ba27f-5410-4461-bc8a-72004ac311a6",
    "effective_time": "20221001",
    "version": "15",
    "openfda": {
      "application_number": [
        "ANDA074582"
      ],
      "brand_name": [
        "Danazol"
      ],
      "generic_name": [
        "DANAZOL"
      ],
      "manufacturer_name": [
        "Teva Pharmaceuticals USA, Inc."
      ],
      "product_ndc": [
        "0555-0633",
        "0555-0634",
        "0555-0635"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "DANAZOL"
      ],
      "rxcui": [
        "197554",
        "197555",
        "197556"
      ],
      "spl_id": [
        "012ba27f-5410-4461-bc8a-72004ac311a6"
      ],
      "spl_set_id": [
        "e19acee5-ff33-45a5-bbbf-801756bc59b4"
      ],
      "package_ndc": [
        "0555-0633-02",
        "0555-0634-02",
        "0555-0635-09",
        "0555-0635-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175824",
        "N0000000146",
        "M0001109"
      ],
      "pharm_class_epc": [
        "Androgen [EPC]"
      ],
      "pharm_class_moa": [
        "Androgen Receptor Agonists [MoA]"
      ],
      "pharm_class_cs": [
        "Androstanes [CS]"
      ],
      "unii": [
        "N29QWW3BUO"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Danazol Danazol DANAZOL DANAZOL ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 GELATIN TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE maize opaque cap white opaque body LANNETT;1392 Danazol Danazol DANAZOL DANAZOL ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 GELATIN TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE maize opaque cap and body LANNETT;1368 Danazol Danazol DANAZOL DANAZOL ANHYDROUS LACTOSE LACTOSE MONOHYDRATE MAGNESIUM STEARATE STARCH, CORN SODIUM LAURYL SULFATE TALC D&C YELLOW NO. 10 FD&C RED NO. 40 D&C RED NO. 28 GELATIN TITANIUM DIOXIDE SHELLAC ALCOHOL FERROSOFERRIC OXIDE BUTYL ALCOHOL PROPYLENE GLYCOL METHYL ALCOHOL FD&C BLUE NO. 2 FD&C BLUE NO. 1 ALUMINUM OXIDE orange opaque cap and body LANNETT;1369"
    ],
    "description": [
      "DESCRIPTION Danazol is a synthetic steroid derived from ethisterone. It is a white to pale yellow crystalline powder, practically insoluble or insoluble in water, and sparingly soluble in alcohol. Chemically, danazol is 17α-Pregna-2,4-dien-20-yno [2,3- d ]- isoxazol-17-ol. The molecular formula is C 22 H 27 NO 2 . It has a molecular weight of 337.46 and the following structural formula: Danazol capsules for oral administration contain 50 mg, 100 mg or 200 mg danazol. Inactive Ingredients: anhydrous lactose, lactose monohydrate, magnesium stearate, pregelatinized starch, sodium lauryl sulfate, talc. Capsule shells for 200 mg danazol contain D&C Yellow #10, FD&C Red #40, D&C Red #28, gelatin, and titanium dioxide. Capsule shells for 50 mg and 100 mg danazol contain D&C Yellow # 10, FD&C Red # 40, gelatin, and titanium dioxide. The capsule imprinting ink contains: shellac glaze in ethanol, iron oxide black, n-butyl alcohol, propylene glycol, ethanol, methanol, FD&C Blue No. 2 Aluminum Lake, FD&C Red No. 40 Aluminum Lake, FD&C Blue No. 1 Aluminum Lake, and D&C Yellow No. 10 Aluminum Lake. Danazol Molecular Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Danazol suppresses the pituitary-ovarian axis. This suppression is probably a combination of depressed hypothalamic-pituitary response to lowered estrogen production, the alteration of sex steroid metabolism, and interaction of danazol with sex hormone receptors. The only other demonstrable hormonal effect is weak androgenic activity. Danazol depresses the output of both follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Recent evidence suggests a direct inhibitory effect at gonadal sites and a binding of danazol to receptors of gonadal steroids at target organs. In addition, danazol has been shown to significantly decrease IgG, IgM and IgA levels, as well as phospholipid and IgG isotope autoantibodies in patients with endometriosis and associated elevations of autoantibodies, suggesting this could be another mechanism by which it facilitates regression of the disease. In the treatment of endometriosis, danazol alters the normal and ectopic endometrial tissue so that it becomes inactive and atrophic. Complete resolution of endometrial lesions occurs in the majority of cases. Changes in vaginal cytology and cervical mucus reflect the suppressive effect of danazol on the pituitary-ovarian axis. Changes in the menstrual pattern may occur. Generally, the pituitary-suppressive action of danazol is reversible. Ovulation and cyclic bleeding usually return within 60 to 90 days when therapy with danazol is discontinued. In the treatment of hereditary angioedema, danazol at effective doses prevents attacks of the disease characterized by episodic edema of the abdominal viscera, extremities, face, and airway which may be disabling and, if the airway is involved, fatal. In addition, danazol corrects partially or completely the primary biochemical abnormality of hereditary angioedema by increasing the levels of the deficient C1 esterase inhibitor (C1EI). As a result of this action the serum levels of the C4 component of the complement system are also increased. Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol capsules. The pharmacokinetic parameters for danazol capsules after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n=15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol capsules after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ± 23.9 113.8 ± 46.0 1-8 2-6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1-6 2-4 681 ± 363 1252 ± 307 400 60.4 ± 30.0 253.7 ± 105.5 1-6 2-4 754 ± 443 1851 ± 605 Dose proportionality: Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol capsules in healthy female volunteers found that a 4-fold increase in dose produced only a 1.6 and 2.5-fold increase in AUC and a 1.3 and 2.2-fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect: Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution: Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion: Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours."
    ],
    "clinical_pharmacology_table": [
      "<table><col/><col/><tbody><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\">Parameters</content></td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\">Mean &#xB1; SD (n=15)</content></td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">C<sub>max</sub> (ng/mL)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">69.6 &#xB1; 29.9</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">T<sub>max</sub> (h) </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2.47 &#xB1; 1.62</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">AUC<sub>0-&#x221E;</sub> (ng*h/mL) </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">601 &#xB1; 181</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">t<sub>1/2</sub> (h)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">9.70 &#xB1; 3.29</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Total Body Clearance (L/h)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">727 &#xB1; 221</td></tr></tbody></table>",
      "<table width=\"416px\"><col/><col/><col/><col/><col/><col/><col/><tbody><tr><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule Lrule Rrule\">Dose (mg)</td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Mean C<sub>max</sub> &#xB1; <content styleCode=\"underline\">SD </content>(ng/mL)</paragraph></td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\"> </content>Mean T<sub>max</sub> (h)</td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Mean AUC<sub>0-&#x221E;</sub> &#xB1; SD (ng*h/mL)</paragraph></td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">100</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">45.9 &#xB1; 23.9</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">113.8 &#xB1; 46.0</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-8</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 484 &#xB1; 263</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 741 &#xB1; 265</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">200</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">63.8 &#xB1; 27.7</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">159 &#xB1; 57.3</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-4</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">681 &#xB1; 363</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1252 &#xB1; 307</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">400</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 60.4 &#xB1; 30.0 </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">253.7 &#xB1; 105.5</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-4</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">754 &#xB1; 443</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1851 &#xB1; 605</td></tr></tbody></table>"
    ],
    "pharmacokinetics": [
      "Pharmacokinetics Absorption: After oral administration of a 400 mg dose to healthy male volunteers, peak plasma concentrations of danazol are reached between 2 and 8 hours, with a median T max value of 4 hours. Steady state conditions are observed following 6 days of twice daily dosing of danazol capsules. The pharmacokinetic parameters for danazol capsules after administering a 400 mg oral dose to healthy males are summarized in the following table: Parameters Mean ± SD (n=15) C max (ng/mL) 69.6 ± 29.9 T max (h) 2.47 ± 1.62 AUC 0-∞ (ng*h/mL) 601 ± 181 t 1/2 (h) 9.70 ± 3.29 Total Body Clearance (L/h) 727 ± 221 The pharmacokinetic parameters for danazol capsules after oral administration of 100, 200 and 400 mg single doses to healthy female volunteers are summarized in the following table: Dose (mg) Mean C max ± SD (ng/mL) Mean T max (h) Mean AUC 0-∞ ± SD (ng*h/mL) Fasting Fed Fasting Fed Fasting Fed 100 45.9 ± 23.9 113.8 ± 46.0 1-8 2-6 484 ± 263 741 ± 265 200 63.8 ± 27.7 159 ± 57.3 1-6 2-4 681 ± 363 1252 ± 307 400 60.4 ± 30.0 253.7 ± 105.5 1-6 2-4 754 ± 443 1851 ± 605 Dose proportionality: Bioavailability studies indicate that blood levels do not increase proportionally with increases in the administered dose. Single dose administration of danazol capsules in healthy female volunteers found that a 4-fold increase in dose produced only a 1.6 and 2.5-fold increase in AUC and a 1.3 and 2.2-fold increase in C max in the fasted and fed state, respectively. A similar degree of non-dose proportionality was observed at steady state. Food Effect: Single dose administration of 100 mg and 200 mg capsules of danazol to female volunteers showed that both the extent of availability and the maximum plasma concentration increased by 3 to 4 fold, respectively, following a meal (> 30 grams of fat), when compared to the fasted state. Further, food also delayed mean time to peak concentration of danazol by about 30 minutes. Even after multiple dosing under less extreme food/fasting conditions, there remained approximately a 2 to 2.5 fold difference in bioavailability between the fed and fasted states. Distribution: Danazol is lipophilic and can partition into cell membranes, indicating the likelihood of distribution into deep tissue compartments. Metabolism and Excretion: Danazol appears to be metabolized and the metabolites are eliminated by renal and fecal pathways. The two primary metabolites excreted in the urine are 2-hydroxymethyl danazol and ethisterone. At least ten different products were identified in feces. The reported elimination half-life of danazol is variable across studies. The mean half-life of danazol in healthy males is 9.7 h. After 6 months of 200 mg three times a day dosing in endometriosis patients, the half-life of danazol was reported as 23.7 hours."
    ],
    "pharmacokinetics_table": [
      "<table><col/><col/><tbody><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\">Parameters</content></td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\">Mean &#xB1; SD (n=15)</content></td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">C<sub>max</sub> (ng/mL)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">69.6 &#xB1; 29.9</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">T<sub>max</sub> (h) </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2.47 &#xB1; 1.62</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">AUC<sub>0-&#x221E;</sub> (ng*h/mL) </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">601 &#xB1; 181</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">t<sub>1/2</sub> (h)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">9.70 &#xB1; 3.29</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Total Body Clearance (L/h)</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">727 &#xB1; 221</td></tr></tbody></table>",
      "<table width=\"416px\"><col/><col/><col/><col/><col/><col/><col/><tbody><tr><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule Lrule Rrule\">Dose (mg)</td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Mean C<sub>max</sub> &#xB1; <content styleCode=\"underline\">SD </content>(ng/mL)</paragraph></td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><content styleCode=\"bold\"> </content>Mean T<sub>max</sub> (h)</td><td align=\"center\" valign=\"bottom\" colspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Mean AUC<sub>0-&#x221E;</sub> &#xB1; SD (ng*h/mL)</paragraph></td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fasting </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">Fed</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">100</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">45.9 &#xB1; 23.9</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">113.8 &#xB1; 46.0</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-8</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 484 &#xB1; 263</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 741 &#xB1; 265</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">200</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">63.8 &#xB1; 27.7</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">159 &#xB1; 57.3</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-4</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">681 &#xB1; 363</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1252 &#xB1; 307</td></tr><tr><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">400</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\"> 60.4 &#xB1; 30.0 </td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">253.7 &#xB1; 105.5</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1-6</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">2-4</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">754 &#xB1; 443</td><td align=\"center\" styleCode=\" Botrule Toprule Lrule Rrule\">1851 &#xB1; 605</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Endometriosis. Danazol capsules are indicated for the treatment of endometriosis amenable to hormonal management. Hereditary Angioedema. Danazol capsules are indicated for the prevention of attacks of angioedema of all types (cutaneous, abdominal, laryngeal) in males and females."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Danazol capsules should not be administered to patients with: Undiagnosed abnormal genital bleeding. Markedly impaired hepatic, renal, or cardiac function. Pregnancy (see WARNINGS ). Breast feeding. Porphyria-Danazol capsules can induce ALA synthetase activity and hence porphyrin metabolism. Androgen-dependent tumor. Active thrombosis or thromboembolic disease and history of such events. Hypersensitivity to danazol."
    ],
    "warnings": [
      "WARNINGS Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see PRECAUTIONS: Pregnancy, Teratogenic Effects ). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care. A temporary alteration of lipoproteins in the form of decreased high density lipoproteins and possibly increased low density lipoproteins has been reported during danazol therapy. These alterations may be marked, and prescribers should consider the potential impact on the risk of atherosclerosis and coronary artery disease in accordance with the potential benefit of the therapy to the patient. Patients should be watched closely for signs of androgenic effects some of which may not be reversible even when drug administration is stopped."
    ],
    "boxed_warning": [
      "Use of danazol in pregnancy is contraindicated. A sensitive test (e.g., beta subunit test if available) capable of determining early pregnancy is recommended immediately prior to start of therapy. Additionally a non-hormonal method of contraception should be used during therapy. If a patient becomes pregnant while taking danazol, administration of the drug should be discontinued and the patient should be apprised of the potential risk to the fetus. Exposure to danazol in utero may result in androgenic effects on the female fetus; reports of clitoral hypertrophy, labial fusion, urogenital sinus defect, vaginal atresia, and ambiguous genitalia have been received (see PRECAUTIONS: Pregnancy, Teratogenic Effects ). Thromboembolism, thrombotic and thrombophlebitic events including sagittal sinus thrombosis and life-threatening or fatal strokes have been reported. Experience with long-term therapy with danazol is limited. Peliosis hepatis and benign hepatic adenoma have been observed with long-term use. Peliosis hepatis and hepatic adenoma may be silent until complicated by acute, potentially life-threatening intraabdominal hemorrhage. The physician therefore should be alert to this possibility. Attempts should be made to determine the lowest dose that will provide adequate protection. If the drug was begun at a time of exacerbation of hereditary angioneurotic edema due to trauma, stress or other cause, periodic attempts to decrease or withdraw therapy should be considered. Danazol has been associated with several cases of benign intracranial hypertension also known as pseudotumor cerebri. Early signs and symptoms of benign intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, the patients should be advised to discontinue danazol immediately and be referred to a neurologist for further diagnosis and care."
    ],
    "precautions": [
      "PRECAUTIONS Because danazol capsules may cause some degree of fluid retention, conditions that might be influenced by this factor, such as epilepsy, migraine, or cardiac or renal dysfunction, polycythemia and hypertension require careful observation. Use with caution in patients with diabetes mellitus. Since hepatic dysfunction manifested by modest increases in serum transaminases levels has been reported in patients treated with danazol capsules, periodic liver function tests should be performed (see WARNINGS and ADVERSE REACTIONS ). Administration of danazol has been reported to cause exacerbation of the manifestations of acute intermittent porphyria (see CONTRAINDICATIONS ). Laboratory monitoring of the hematologic state should be considered. Drug Interactions: Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol. Laboratory Tests: Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index. Carcinogenesis, Mutagenesis, Impairment of Fertility: Current data are insufficient to assess the carcinogenicity of danazol. Pregnancy, Teratogenic Effects: (See CONTRAINDICATIONS .) Danazol administered orally to pregnant rats from the 6 th through the 15 th day of gestation at doses up to 250 mg/kg/day (7-15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6-18 of gestation at doses of 60 mg/kg/day and above (2-4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers: (See CONTRAINDICATIONS .) Pediatric Use: Safety and effectiveness in pediatric patients have not been established. Geriatric Use: Clinical studies of danazol capsules did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of Danocrine in elderly patients."
    ],
    "drug_interactions": [
      "Drug Interactions: Prolongation of prothrombin time occurs in patients stabilized on warfarin. Therapy with danazol may cause an increase in carbamazepine levels in patients taking both drugs. Danazol can cause insulin resistance. Caution should be exercised when used with antidiabetic drugs. Danazol may raise the plasma levels of cyclosporin and tacrolimus, leading to an increase of the renal toxicity of these drugs. Monitoring of systemic concentrations of these drugs and appropriate dose adjustments may be needed when used concomitantly with danazol. Danazol can increase the calcemic response to synthetic vitamin D analogs in primary hypoparathyroidism. The risk of myopathy and rhabdomyolysis is increased by concomitant administration of danazol with statins such as simvastatin, atorvastatin and lovastatin. Caution should be exercised if used concomitantly. Consult the product labeling for statin drugs for specific information on dose restrictions in presence of danazol."
    ],
    "laboratory_tests": [
      "Laboratory Tests: Danazol treatment may interfere with laboratory determinations of testosterone, androstenedione and dehydroepiandrosterone. Other metabolic events include a reduction in thyroid binding globulin and T4 with increased uptake of T3, but without disturbance of thyroid stimulating hormone or of free thyroxin index."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Current data are insufficient to assess the carcinogenicity of danazol."
    ],
    "pregnancy": [
      "Pregnancy, Teratogenic Effects: (See CONTRAINDICATIONS .) Danazol administered orally to pregnant rats from the 6 th through the 15 th day of gestation at doses up to 250 mg/kg/day (7-15 times the human dose) did not result in drug-induced embryotoxicity or teratogenicity, nor difference in litter size, viability or weight of offspring compared to controls. In rabbits, the administration of danazol on days 6-18 of gestation at doses of 60 mg/kg/day and above (2-4 times the human dose) resulted in inhibition of fetal development. Nursing Mothers: (See CONTRAINDICATIONS .) Pediatric Use: Safety and effectiveness in pediatric patients have not been established. Geriatric Use: Clinical studies of danazol capsules did not include sufficient numbers of subjects aged 65 and over to determine the safety and effectiveness of Danocrine in elderly patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following events have been reported in association with the use of danazol capsules: Androgen like effects include weight gain, acne and seborrhea. Mild hirsutism, edema, hair loss, voice change, which may take the form of hoarseness, sore throat or of instability or deepening of pitch, may occur and may persist after cessation of therapy. Hypertrophy of the clitoris is rare. Other possible endocrine effects are menstrual disturbances including spotting, alteration of the timing of the cycle and amenorrhea. Although cyclical bleeding and ovulation usually return within 60-90 days after discontinuation of therapy with danazol capsules, persistent amenorrhea has occasionally been reported. Flushing, sweating, vaginal dryness and irritation and reduction in breast size, may reflect lowering of estrogen. Nervousness and emotional lability have been reported. In the male a modest reduction in spermatogenesis may be evident during treatment. Abnormalities in semen volume, viscosity, sperm count, and motility may occur in patients receiving long-term therapy. Hepatic dysfunction, as evidenced by reversible elevated serum enzymes and/or jaundice, has been reported in patients receiving a daily dosage of danazol capsules of 400 mg or more. It is recommended that patients receiving danazol capsules be monitored for hepatic dysfunction by laboratory tests and clinical observation. Serious hepatic toxicity including cholestatic jaundice, peliosis hepatis, hepatic adenoma, hepatocellular injury, hepatocellular jaundice and hepatic failure have been reported (see WARNINGS and PRECAUTIONS ). Abnormalities in laboratory tests may occur during therapy with danazol capsules including CPK, glucose tolerance, glucagon, thyroid binding globulin, sex hormone binding globulin, other plasma proteins, lipids and lipoproteins. The following reactions have been reported, a causal relationship to the administration of danazol capsules has neither been confirmed nor refuted; allergic: urticaria, pruritus and rarely, nasal congestion; CNS effects: headache, nervousness and emotional lability, dizziness and fainting, depression, fatigue, sleep disorders, tremor, paresthesias, weakness, visual disturbances, and rarely, benign intracranial hypertension, anxiety, changes in appetite, chills, and rarely convulsions, Guillain-Barre syndrome; gastrointestinal: gastroenteritis, nausea, vomiting, constipation, and rarely, pancreatitis and splenic peliosis; musculoskeletal: muscle cramps or spasms, or pains, joint pain, joint lockup, joint swelling, pain in back, neck, or extremities, and rarely, carpal tunnel syndrome which may be secondary to fluid retention; genitourinary: hematuria, prolonged posttherapy amenorrhea; hematologic: an increase in red cell and platelet count. Reversible erythrocytosis, leukocytosis or polycythemia may be provoked. Eosinophilia, leukopenia and thrombocytopenia have also been noted. Skin: rashes (maculopapular, vesicular, papular, purpuric, petechial), and rarely, sun sensitivity, Stevens-Johnson syndrome and erythema multiforme; other: increased insulin requirements in diabetic patients, change in libido, myocardial infarction, palpitation, tachycardia, elevation in blood pressure, interstitial pneumonitis, and rarely, cataracts, bleeding gums, fever, pelvic pain, nipple discharge. Malignant liver tumors have been reported in rare instances, after long-term use."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Endometriosis. In moderate to severe disease, or in patients infertile due to endometriosis, a starting dose of 800 mg given in two divided doses is recommended. Amenorrhea and rapid response to painful symptoms is best achieved at this dosage level. Gradual downward titration to a dose sufficient to maintain amenorrhea may be considered depending upon patient response. For mild cases, an initial daily dose of 200 mg to 400 mg given in two divided doses is recommended and may be adjusted depending on patient response. Therapy should begin during menstruation. Otherwise, appropriate tests should be performed to ensure that the patient is not pregnant while on therapy with danazol capsules (see CONTRAINDICATIONS and WARNINGS ). It is essential that therapy continue uninterrupted for 3 to 6 months but may be extended to 9 months if necessary. After termination of therapy, if symptoms recur, treatment can be reinstituted. Hereditary Angioedema. The dosage requirements for continuous treatment of hereditary angioedema with danazol capsules should be individualized on the basis of the clinical response of the patient. It is recommended that the patient be started on 200 mg, two or three times a day. After a favorable initial response is obtained in terms of prevention of episodes of edematous attacks, the proper continuing dosage should be determined by decreasing the dosage by 50% or less at intervals of one to three months or longer if frequency of attacks prior to treatment dictates. If an attack occurs, the daily dosage may be increased by up to 200 mg. During the dose adjusting phase, close monitoring of the patient's response is indicated, particularly if the patient has a history of airway involvement."
    ],
    "how_supplied": [
      "HOW SUPPLIED Danazol Capsules USP, 50 mg are available as maize opaque/white opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1392\" on the body and are supplied in: Bottles of 100 (NDC 0527-1392-01) Danazol Capsules USP, 100 mg are available as maize opaque/maize opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1368\" on the body and are supplied in: Bottles of 100 (NDC 0527-1368-01) Danazol Capsules USP, 200 mg are available as orange opaque/orange opaque capsules imprinted with logo \"LANNETT\" on the cap and \"1369\" on the body and are supplied in: Bottles of 60 (NDC 0527-1369-06) Bottles of 100 (NDC 0527-1369-01) Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a well-closed container with a child-resistant closure as defined in the USP. Distributed by: Lannett Company, Inc. Philadelphia, PA 19136 CIB70495E Rev. 04/20"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 50 mg NDC 0527- 1392 -01 Danazol Capsules, USP 50 mg Rx Only 100 Capsules Lannett label",
      "PRINCIPAL DISPLAY PANEL - 100 mg NDC-0527- 1368 -01 Danazol Capsules, USP 100 mg Rx Only 100 Capsules Lannett label",
      "PRINCIPAL DISPLAY PANEL - 200 mg NDC-0527- 1369 -01 Danazol Capsules, USP 200 mg Rx Only 100 Capsules Lannett label"
    ],
    "set_id": "f2c9b713-aafc-49ca-866e-334d9b5c2e2d",
    "id": "399a377e-237d-4939-ad70-805ebd30a1c9",
    "effective_time": "20200430",
    "version": "28",
    "openfda": {
      "application_number": [
        "ANDA078214",
        "ANDA077246"
      ],
      "brand_name": [
        "Danazol"
      ],
      "generic_name": [
        "DANAZOL"
      ],
      "manufacturer_name": [
        "Lannett Company, Inc."
      ],
      "product_ndc": [
        "0527-1368",
        "0527-1392",
        "0527-1369"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "DANAZOL"
      ],
      "rxcui": [
        "197554",
        "197555",
        "197556"
      ],
      "spl_id": [
        "399a377e-237d-4939-ad70-805ebd30a1c9"
      ],
      "spl_set_id": [
        "f2c9b713-aafc-49ca-866e-334d9b5c2e2d"
      ],
      "package_ndc": [
        "0527-1392-01",
        "0527-1368-01",
        "0527-1369-06",
        "0527-1369-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0305271368010",
        "0305271369017",
        "0305271392015"
      ],
      "nui": [
        "N0000175824",
        "N0000000146",
        "M0001109"
      ],
      "pharm_class_epc": [
        "Androgen [EPC]"
      ],
      "pharm_class_moa": [
        "Androgen Receptor Agonists [MoA]"
      ],
      "pharm_class_cs": [
        "Androstanes [CS]"
      ],
      "unii": [
        "N29QWW3BUO"
      ]
    }
  }
]