[
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE TALC SODIUM STARCH GLYCOLATE TYPE A POTATO MAGNESIUM STEARATE GELATIN, UNSPECIFIED WATER FERROSOFERRIC OXIDE FD&C BLUE NO. 1 TITANIUM DIOXIDE SODIUM LAURYL SULFATE SHELLAC POTASSIUM HYDROXIDE POVIDONE, UNSPECIFIED SODIUM HYDROXIDE FD&C RED NO. 40 ALUMINUM OXIDE Opaque Body Opaque Cap 250;NL771 Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE TALC SODIUM STARCH GLYCOLATE TYPE A POTATO MAGNESIUM STEARATE GELATIN, UNSPECIFIED WATER FERROSOFERRIC OXIDE TITANIUM DIOXIDE SHELLAC POTASSIUM HYDROXIDE POVIDONE, UNSPECIFIED SODIUM HYDROXIDE FD&C RED NO. 40 ALUMINUM OXIDE Opaque Body Opaque Cap 500;NL770"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules USP."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains lactose monohydrate, colloidal silicon dioxide, talc, sodium starch glycolate, magnesium stearate and hard gelatin capsule shell which contains gelatin, purified water, black iron oxide, FD&C Blue No.1, titanium dioxide and sodium lauryl sulfate for 250 mg strength; gelatin, purified water, black iron oxide and titanium dioxide for 500 mg strength. The imprinting ink contains black iron oxide, shellac, potassium hydroxide, titanium dioxide, povidone, sodium hydroxide and FD &C Red No. 40 aluminum lake for 250 mg and 500 mg strengths. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white, crystalline powder with a molecular weight of 129.09 and the following structural formula: structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules USP is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules USP administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see : https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro. Flucytosine Capsules USP is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see : https://www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules USP is indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules, USP is contraindicated in patients with a known hypersensitivity to the drug. Flucytosine Capsules, USP is contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules USP must be given with extreme caution to patients with impaired renal function. Since Flucytosine Capsules USP is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine Capsules USP serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules USP must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when Flucytosine Capsules, USP is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping Flucytosine Capsules USP, treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules USP is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the JaffÉ reaction, since Flucytosine Capsules USP does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the JaffÉ reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F 1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in uterotreatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules USP are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-866-403-7592 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since Flucytosine Capsules USP is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules USP is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules USP, 250 mg are size 2 hard gelatin capsule with blue opaque cap and grey opaque body imprinted with \"NL771\" on the cap with black ink and \"250\" on the body with red ink filled with white to off white powder. Cartons of 30 capsules (6 capsules each blister pack x 5), NDC 0904-6834-07 Flucytosine Capsules USP, 500 mg are size 0 hard gelatin capsule with grey opaque cap and white opaque body imprinted \"NL770\" on the cap with black ink and \"500\" on the body with red ink, filled with white to off white powder. Cartons of 30 capsules (6 capsules each blister pack x 5), NDC 0904-6835-07 WARNING: These Unit Dose packages are not child resistant and are Intended for Institutional Use Only. Keep this and all drugs out of the reach of children. Store at 25°C (77°F); excursions permitted to 15°C - 30°C (59°F - 86°F). LUPIN and the are registered trademarks of Lupin Pharmaceuticals, Inc. Manufactured by: Novel Laboratories, Inc. Somerset, NJ 08873 Manufactured for: Lupin Pharmaceuticals, Inc. Naples, FL 34108 Packaged and Distributed by: MAJOR® PHARMACEUTICALS Indianapolis, IN 46268 USA Refer to package label for Distributor's NDC Number SAP code: 276392 Rev: 10/2024 logo"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Display Panel MAJOR® NDC 0904-6834-07 Unit Dose Flucytosine Capsules, USP 250 mg 30 CAPSULES (5 x 6) Rx only 250mg carton label",
      "Package/Label Display Panel MAJOR® NDC 0904-6835-07 Unit Dose Flucytosine Capsules, USP 500 mg 30 CAPSULES (5 x 6) Rx only 500mg carton label"
    ],
    "set_id": "01d874f9-e073-4092-94ad-da361551d4bf",
    "id": "f6d603f8-d4ee-4541-928a-eb81b26bd4db",
    "effective_time": "20260107",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA204652"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Major Pharmaceuticals"
      ],
      "product_ndc": [
        "0904-6834",
        "0904-6835"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "f6d603f8-d4ee-4541-928a-eb81b26bd4db"
      ],
      "spl_set_id": [
        "01d874f9-e073-4092-94ad-da361551d4bf"
      ],
      "package_ndc": [
        "0904-6834-07",
        "0904-6835-07"
      ],
      "original_packager_product_ndc": [
        "43386-771",
        "43386-770"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine Flucytosine Flucytosine Silicon Dioxide Lactose Monohydrate Starch, Corn Sodium Starch Glycolate Type A Talc D&C Yellow no. 10 FD&C Blue no. 1 FD&C Yellow no. 6 Gelatin, Unspecified Ferrosoferric Oxide Titanium dioxide Shellac Potassium hydroxide Green opaque,Grey opaque CAPSULE LL250 Flucytosine Flucytosine Flucytosine Flucytosine Silicon Dioxide Lactose Monohydrate Starch, Corn Sodium Starch Glycolate Type A Talc Gelatin, Unspecified Ferrosoferric Oxide Titanium dioxide Shellac Potassium hydroxide Grey opaque,White opaque CAPSULE LL500"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of flucytosine."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of 5-Fluorocytosine (Flucytosine) USP, each capsule contains colloidal silicon dioxide, lactose monohydrate, maize starch B, sodium starch glycolate and talc. The 250 mg capsule shell contains D&C Yellow 10, FD&C Blue 1, FD&C Yellow 6, gelatin, iron oxide black and titanium dioxide. The 500 mg capsule shell contains gelatin, iron oxide black and titanium dioxide. The capsules are printed with edible ink containing black iron oxide, shellac and potassium hydroxide. Chemically, flucytosine is 4-Amino-5-fluoropyrimidin-2(1 H )-one; Cytosine, 5-fluoro-. It is a white to off white crystalline solid with a molecular weight of 129.09 g/mol and the following structural formula: FDA approved dissolution test specifications differ from the USP. flucytosine-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of flucytosine administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections . Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC . Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine capsules are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine capsules are contraindicated in patients with a known hypersensitivity to the drug. Flucytosine capsules are contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine must be given with extreme caution to patients with impaired renal function. Since flucytosine is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when flucytosine is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping flucytosine treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with flucytosine is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1,380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5,208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1,423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1,380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from flucytosine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of flucytosine have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with flucytosine are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell’s syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Laurus Generics Inc. at 1-833-3-LAURUS (1-833-352-8787) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since flucytosine is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE & ADMINISTRATION The usual dosage of flucytosine capsules are 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine capsules, USP are supplied as capsules containing 250 mg and 500 mg flucytosine as follows: 250 mg: Green opaque/grey opaque size ‘2’ hard gelatin capsules imprinted with ‘LL’ on cap and ‘250’ on body with black ink, filled with white to off-white granular powder. Bottles of 100 42385-983-01 Carton with 100 (10 x 10) Unit-Dose Capsules containing PVC/PE/PVDC blisters 42385-983-27 500 mg: Grey opaque/White opaque size ‘0’ hard gelatin capsules imprinted with ‘LL’ on cap and ‘500’ on body with black ink, filled with white to off-white granular powder. Bottles of 100 42385-984-01 Carton with 100 (10 x 10) Unit-Dose Capsules containing PVC/PE/PVDC blisters 42385-984-27 Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F). [See USP Controlled Room Temperature.] Manufactured for: Laurus Generics Inc. 400 Connell Drive Suite 5200 Berkeley Heights, NJ 07922 Manufactured by: Laurus Labs Limited Anakapalli-531011 India Revised: 5/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL- 250 mg- Container Label (100's Count) NDC 42385-983-01 Flucytosine Capsules, USP 250 mg 100 Capsules Rx only Laurus Labs flucytosine-figure-1.jpg",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-250 mg-Blister-1x10's count (PVC/PE/PVDC) Rx only NDC 42385-983-10 Flucytosine Capsule, USP 250 mg LAURUS LABS figure-2",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-250 mg-Blister Carton-100 (10 x 10) Unit-Dose Capsules NDC 42385-983-27 Flucytosine Capsules, USP 250 mg For institution use only 100 (10x10) Unit-Dose Capsules Rx only LAURUS LABS flucytosine-figure-3.jpg",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL- 500 mg- Container Label (100's Count) NDC 42385-984-01 Flucytosine Capsules, USP 500 mg 100 Capsules Rx only LAURUS Labs flucytosine-figure-4.jpg",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-500 mg-Blister-1x10's count (PVC/PE/PVDC) Rx only NDC 42385-984-10 Flucytosine capsule, USP 500 mg LAURUS LABS figure-5",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-500 mg-Blister Carton-100 (10 x 10) Unit-Dose Capsules NDC 42385-984-27 Flucytosine Capsules, USP 500 mg For institution use only 100 (10x10) Unit-Dose Capsules Rx only LAURUS LABS flucytosine-figure-6.jpg"
    ],
    "set_id": "2aaf23f5-9b8f-4c5a-8c90-5c83765ad889",
    "id": "2aaf23f5-9b8f-4c5a-8c90-5c83765ad889",
    "effective_time": "20250728",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA218005"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Laurus Labs Limited"
      ],
      "product_ndc": [
        "42385-983",
        "42385-984"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "2aaf23f5-9b8f-4c5a-8c90-5c83765ad889"
      ],
      "spl_set_id": [
        "2aaf23f5-9b8f-4c5a-8c90-5c83765ad889"
      ],
      "package_ndc": [
        "42385-983-01",
        "42385-983-27",
        "42385-984-01",
        "42385-984-27"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0342385984019"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine STARCH, CORN LACTOSE MONOHYDRATE TALC FD&C YELLOW NO. 6 FD&C GREEN NO. 3 D&C YELLOW NO. 10 TITANIUM DIOXIDE SODIUM LAURYL SULFATE GELATIN FERROSOFERRIC OXIDE FLUCYTOSINE FLUCYTOSINE 9 Flucytosine Flucytosine STARCH, CORN LACTOSE MONOHYDRATE TALC FERRIC OXIDE YELLOW FERROSOFERRIC OXIDE TITANIUM DIOXIDE CARBOXYMETHYLCELLULOSE SODIUM LAURYL SULFATE GELATIN FLUCYTOSINE FLUCYTOSINE 10"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules, USP."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules, USP are an antifungal agent available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains corn starch, lactose monohydrate and talc. The 250 mg capsule shell contains FD&C Yellow No. 6, FD&C Green No. 3, D&C Yellow No. 10, titanium dioxide, sodium lauryl sulfate and gelatin. The 500 mg capsule shell contains iron oxide yellow, iron oxide black, titanium dioxide, carboxymethylcellulose, sodium lauryl sulfate and gelatin. The imprinting ink used for 250 mg and 500 mg capsules contains black iron oxide. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white to off-white crystalline powder with a molecular weight of 129.09 and the following structural formula: chemical structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules, USP are not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules, USP administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine Capsules, USP are usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules, USP are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules, USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules, USP (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules, USP should not be used in patients with a known hypersensitivity to the drug."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules, USP must be given with extreme caution to patients with impaired renal function. Since flucytosine is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules, USP must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules, USP is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leucocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules, USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffe reaction, since Flucytosine Capsules, USP do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffe reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules, USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules, USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules, USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules, USP are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell’s syndrome. To report SUSPECTED ADVERSE REACTIONS , contact Sigmapharm Laboratories, LLC, Pharmacovigilance at 1-855-332-0731 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since flucytosine is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules, USP is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules, USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules, USP (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules, USP are supplied as capsules containing 250 mg and 500 mg of flucytosine. Flucytosine Capsules, USP 250 mg have an opaque green cap and opaque white body and are imprinted Σ9 on cap and body. Bottles of 30 capsules (NDC 42794-009-08) Flucytosine Capsules, USP 500 mg have an opaque grey cap and opaque yellow body and are imprinted Σ10 on cap and body. Bottles of 30 capsules (NDC 42794-010-08) Store at 25°C (77°F); excursions permitted between 15° - 30°C (59° - 86°F) [see USP Controlled Room Temperature]. KEEP OUT OF REACH OF CHILDREN Sigmapharm Laboratories, LLC Bensalem, PA 19020 OS010A-03 REV.0219"
    ],
    "package_label_principal_display_panel": [
      "Flucytosine 250 mg Container Label - 30 Count Sigmapharm Laboratories, LLC NDC 42794- 009 -08 Flucytosine Capsules, USP 250 mg 30 Capsules Rx only 250-30",
      "Flucytosine 500 mg Container Label - 30 count Sigmapharm Laboratories, LLC NDC 42794- 010 -08 Flucytosine Capsules, USP 500 mg 30 Capsules Rx Only 500-30"
    ],
    "set_id": "3f2f67a8-2d13-4a7c-8e90-8b625c6ed98e",
    "id": "f1f1b263-dcab-60e7-e053-2995a90ae493",
    "effective_time": "20230110",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA201566"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Sigmapharm Laboratories, LLC"
      ],
      "product_ndc": [
        "42794-009",
        "42794-010"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "f1f1b263-dcab-60e7-e053-2995a90ae493"
      ],
      "spl_set_id": [
        "3f2f67a8-2d13-4a7c-8e90-8b625c6ed98e"
      ],
      "package_ndc": [
        "42794-009-08",
        "42794-010-08"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0342794010088",
        "0342794009082"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine ANHYDROUS LACTOSE GELATIN, UNSPECIFIED FERROSOFERRIC OXIDE POTASSIUM HYDROXIDE STARCH, POTATO SHELLAC SILICON DIOXIDE TALC TITANIUM DIOXIDE D&C YELLOW NO. 10 FD&C BLUE NO. 1 FD&C YELLOW NO. 6 FLUCYTOSINE FLUCYTOSINE cap body FLU;250 Flucytosine Flucytosine ANHYDROUS LACTOSE GELATIN, UNSPECIFIED FERROSOFERRIC OXIDE POTASSIUM HYDROXIDE STARCH, POTATO SHELLAC SILICON DIOXIDE TALC TITANIUM DIOXIDE FLUCYTOSINE FLUCYTOSINE cap body FLU;500"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of flucytosine."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine USP, each capsule contains anhydrous lactose, gelatin, iron oxide black, potassium hydroxide, potato starch, shellac, silicon dioxide, talc and titanium dioxide. In addition, the 250 mg capsule shell contains D&C yellow 10, FD&C blue 1 and FD&C yellow 6. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white crystalline powder with a molecular weight of 129.09 and the following structural formula: Structrual Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of flucytosine administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC . Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine capsules are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine capsules are contraindicated in patients with a known hypersensitivity to the drug. Flucytosine capsules are contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine must be given with extreme caution to patients with impaired renal function. Since flucytosine is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when flucytosine is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping flucytosine treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with flucytosine is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/m 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/m 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/m 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/m 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/m 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/m 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/m 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from flucytosine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of flucytosine has not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "general_precautions": [
      "General Before therapy with flucytosine is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "drug_and_or_laboratory_test_interactions": [
      "Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/m 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/m 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/m 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/m 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/m 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/m 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/m 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from flucytosine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of flucytosine has not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with flucytosine is grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell’s syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since flucytosine is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of flucytosine capsules are 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules, USP 250 mg are grey opaque cap and green opaque body size ‘2’ hard gelatin capsules, imprinted FLU on cap and 250 on body filled with white to off white powder. Unit dose packages of 30 (3 x 10) NDC 60687-599-21 Flucytosine Capsules, USP 500 mg are grey opaque cap and white opaque body size ‘0’ hard gelatin capsules, imprinted FLU on cap and 500 on body filled with white to off white powder. Unit dose packages of 30 (3 x 10) NDC 60687-610-21 Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. FOR YOUR PROTECTION: Do not use if blister is torn or broken"
    ],
    "spl_unclassified_section": [
      "PACKAGING INFORMATION American Health Packaging unit dose blisters (see How Supplied section) contain drug product from Aurobindo Pharma USA, Inc. as follows: (250 mg / 30 UD) NDC 60687-599-21 packaged from NDC 59651-331 (500 mg / 30 UD) NDC 60687-610-21 packaged from NDC 59651-332 Distributed by: American Health Packaging Columbus, OH 43217 8459901/0822F"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Display Panel – Carton – 250 mg NDC 60687- 599 -21 Flucytosine Capsules, USP 250 mg 30 Capsules (3 x 10) Rx Only Each Capsule Contains: Flucytosine USP..................................................................... 250 mg Usual Dosage: See full prescribing information. Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. FOR YOUR PROTECTION: Do not use if blister is torn or broken. The drug product contained in this package is from NDC # 59651-331, Aurobindo Pharma USA, Inc. Distributed by: American Health Packaging, Columbus, Ohio 43217 759921 0459901/1124 250 mg Flucytosine Tablets Cartons",
      "Package/Label Display Panel – Blister – 250 mg Flucytosine Capsule, USP 250 mg 250 mg Flucytosine Tablet Blister",
      "Package/Label Display Panel – Carton – 500 mg NDC 60687- 610 -21 Flucytosine Capsules, USP 500 mg 30 Capsules (3 x 10) Rx Only Each Capsule Contains: Flucytosine USP..................................................................... 500 mg Usual Dosage: See full prescribing information. Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. FOR YOUR PROTECTION: Do not use if blister is torn or broken. The drug product contained in this package is from NDC # 59651-332, Aurobindo Pharma USA, Inc. Distributed by: American Health Packaging, Columbus, Ohio 43217 761021 0461021/1124 500 mg Flucytosine Tablets Carton",
      "Package/Label Display Panel – Blister – 500 mg Flucytosine Capsule, USP 500 mg 500 mg Flucytosine Tablet Blister"
    ],
    "set_id": "4b1c40b2-e0fb-47d5-b821-889b3090cebe",
    "id": "284ff75e-657f-cfe0-e063-6394a90a8cab",
    "effective_time": "20241202",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA213665"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "American Health Packaging"
      ],
      "product_ndc": [
        "60687-599",
        "60687-610"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "284ff75e-657f-cfe0-e063-6394a90a8cab"
      ],
      "spl_set_id": [
        "4b1c40b2-e0fb-47d5-b821-889b3090cebe"
      ],
      "package_ndc": [
        "60687-599-11",
        "60687-599-21",
        "60687-610-11",
        "60687-610-21"
      ],
      "original_packager_product_ndc": [
        "59651-331",
        "59651-332"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FD&C BLUE NO. 1 FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SODIUM LAURYL SULFATE SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 Opaque Body Opaque Cap 250;NL771 Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 Opaque Body Opaque Cap 500;NL770"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules USP."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains lactose monohydrate, colloidal silicon dioxide, talc, sodium starch glycolate, magnesium stearate and hard gelatin capsule shell which contains gelatin, purified water, black iron oxide, FD&C Blue No.1, titanium dioxide and sodium lauryl sulfate for 250 mg strength; gelatin, purified water, black iron oxide and titanium dioxide for 500 mg strength. The imprinting ink contains black iron oxide, shellac, potassium hydroxide, titanium dioxide, povidone, sodium hydroxide and FD &C Red No. 40 aluminum lake for 250 mg and 500 mg strengths. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white, crystalline powder with a molecular weight of 129.09 and the following structural formula: Click to Zoom In"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules USP is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules USP administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see : https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro. Flucytosine Capsules USP is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see : https://www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules USP is indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules, USP is contraindicated in patients with a known hypersensitivity to the drug. Flucytosine Capsules, USP is contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules USP must be given with extreme caution to patients with impaired renal function. Since Flucytosine Capsules USP is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine Capsules USP serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules USP must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when Flucytosine Capsules, USP is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping Flucytosine Capsules USP, treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules USP is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the JaffÉ reaction, since Flucytosine Capsules USP does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the JaffÉ reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F 1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in uterotreatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules USP are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-866-403-7592 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since Flucytosine Capsules USP is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules USP is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules USP, 250 mg are size 2 hard gelatin capsule with blue opaque cap and grey opaque body imprinted with \"NL771\" on the cap with black ink and \"250\" on the body with red ink filled with white to off white powder. Bottles of 30 (NDC 43386-771-03) Bottles of 100 (NDC 43386-771-01). Flucytosine Capsules USP, 500 mg are size 0 hard gelatin capsule with grey opaque cap and white opaque body imprinted \"NL770\" on the cap with black ink and \"500\" on the body with red ink, filled with white to off white powder. Bottles of 30 (NDC 43386-770-03) Bottles of 100 (NDC 43386-770-01). Store at 25°C (77°F); excursions permitted to 15°C - 30°C (59°F - 86°F). LUPIN and the are registered trademarks of Lupin Pharmaceuticals, Inc. Manufactured by: Novel Laboratories, Inc. Somerset, NJ 08873 Manufactured for: Lupin Pharmaceuticals, Inc. Naples, FL 34108 SAP code: 276392 Rev: 10/2024 Image"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Flucytosine Capsules USP, 250 mg 30 Capsules Flucytosine Capsules USP, 500 mg 100 Capsules 250-30 500-100"
    ],
    "set_id": "5721b46a-4a9f-46c2-8804-a9bad4d5f80a",
    "id": "f404c3d3-ea62-4918-aebd-58b00b661bb9",
    "effective_time": "20250826",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA204652"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Lupin Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "43386-770",
        "43386-771"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "f404c3d3-ea62-4918-aebd-58b00b661bb9"
      ],
      "spl_set_id": [
        "5721b46a-4a9f-46c2-8804-a9bad4d5f80a"
      ],
      "package_ndc": [
        "43386-771-01",
        "43386-771-03",
        "43386-770-01",
        "43386-770-03"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0343386770014",
        "0343386771035"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "FLUCYTOSINE FLUCYTOSINE FLUCYTOSINE FLUCYTOSINE ANHYDROUS LACTOSE GELATIN, UNSPECIFIED FERROSOFERRIC OXIDE POTASSIUM HYDROXIDE STARCH, POTATO SHELLAC SILICON DIOXIDE TALC TITANIUM DIOXIDE D&C YELLOW NO. 10 FD&C BLUE NO. 1 FD&C YELLOW NO. 6 cap body FLU;250 FLUCYTOSINE FLUCYTOSINE FLUCYTOSINE FLUCYTOSINE ANHYDROUS LACTOSE GELATIN, UNSPECIFIED FERROSOFERRIC OXIDE POTASSIUM HYDROXIDE STARCH, POTATO SHELLAC SILICON DIOXIDE TALC TITANIUM DIOXIDE cap body FLU;500"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of flucytosine."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine USP, each capsule contains anhydrous lactose, gelatin, iron oxide black, potassium hydroxide, potato starch, shellac, silicon dioxide, talc and titanium dioxide. In addition, the 250 mg capsule shell contains D&C yellow 10, FD&C blue 1 and FD&C yellow 6. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white crystalline powder with a molecular weight of 129.09 and the following structural formula: Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of flucytosine administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC . Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine capsules are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine capsules are contraindicated in patients with a known hypersensitivity to the drug. Flucytosine capsules are contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine must be given with extreme caution to patients with impaired renal function. Since flucytosine is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when flucytosine is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping flucytosine treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with flucytosine is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from flucytosine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of flucytosine has not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "general_precautions": [
      "General Before therapy with flucytosine is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "drug_and_or_laboratory_test_interactions": [
      "Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from flucytosine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of flucytosine has not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with flucytosine is grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell’s syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since flucytosine is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of flucytosine capsules are 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules, USP 250 mg are grey opaque cap and green opaque body size ‘2’ hard gelatin capsules, imprinted FLU on cap and 250 on body filled with white to off white powder. Bottles of 100 NDC 59651-331-01 Flucytosine Capsules, USP 500 mg are grey opaque cap and white opaque body size ‘0’ hard gelatin capsules, imprinted FLU on cap and 500 on body filled with white to off white powder. Bottles of 100 NDC 59651-332-01 Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Distributed by: Aurobindo Pharma USA, Inc. 279 Princeton-Hightstown Road East Windsor, NJ 08520 Manufactured by: Aurobindo Pharma Limited Hyderabad–500 032, India Revised: 03/2022"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL-PRINCIPAL DISPLAY PANEL - 250 mg (100 Capsules Bottle) NDC 59651-331-01 Rx only Flucytosine Capsules, USP 250 mg AUROBINDO 100 Capsules PACKAGE LABEL-PRINCIPAL DISPLAY PANEL - 250 mg (100 Capsules Bottle)",
      "PACKAGE LABEL-PRINCIPAL DISPLAY PANEL - 500 mg (100 Capsules Bottle) NDC 59651-332-01 Rx only Flucytosine Capsules, USP 500 mg AUROBINDO 100 Capsules PACKAGE LABEL-PRINCIPAL DISPLAY PANEL - 500 mg (100 Capsules Bottle)"
    ],
    "set_id": "8b55832c-6771-4f5b-9aef-f88a1d22795e",
    "id": "bf0234fe-1b94-44fb-a06d-86af5c5c07ea",
    "effective_time": "20220302",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA213665"
      ],
      "brand_name": [
        "FLUCYTOSINE"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Aurobindo Pharma Limited"
      ],
      "product_ndc": [
        "59651-331",
        "59651-332"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "bf0234fe-1b94-44fb-a06d-86af5c5c07ea"
      ],
      "spl_set_id": [
        "8b55832c-6771-4f5b-9aef-f88a1d22795e"
      ],
      "package_ndc": [
        "59651-331-01",
        "59651-332-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine Flucytosine Flucytosine STARCH, CORN LACTOSE, UNSPECIFIED FORM TALC FERROSOFERRIC OXIDE D&C YELLOW NO. 10 FD&C BLUE NO. 1 FD&C YELLOW NO. 6 GELATIN, UNSPECIFIED TITANIUM DIOXIDE ANCOBON;250;ICN Flucytosine Flucytosine Flucytosine Flucytosine STARCH, CORN LACTOSE, UNSPECIFIED FORM TALC FERROSOFERRIC OXIDE GELATIN, UNSPECIFIED TITANIUM DIOXIDE ANCOBON;500;ICN"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules, an antifungal agent, are available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains corn starch, lactose and talc. The 250 mg capsule shell contains black iron oxide, D&C Yellow No. 10, FD&C Blue No. 1, FD&C Yellow No. 6, gelatin and titanium dioxide. The 500 mg capsule shell contains black iron oxide, gelatin and titanium dioxide. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white to off-white crystalline powder with a molecular weight of 129.09 and the following structural formula: Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules are not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day. MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro. Flucytosine Capsules are usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "pharmacokinetics": [
      "Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro. Flucytosine Capsules are usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "mechanism_of_action": [
      "Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules are contraindicated in patients with a known hypersensitivity to the drug. Flucytosine Capsules are contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules must be given with extreme caution to patients with impaired renal function. Since Flucytosine Capsules are excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine Capsule serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when Flucytosine Capsules are used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping Flucytosine Capsules treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since Flucytosine Capsules do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "general_precautions": [
      "General Before therapy with Flucytosine Capsules is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "drug_and_or_laboratory_test_interactions": [
      "Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since Flucytosine Capsules do not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of Flucytosine Capsules have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Bausch Health US, LLC at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since Flucytosine Capsules are excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules are supplied as capsules containing 250 mg and 500 mg flucytosine as follows: NDC Strength Package Configuration Description 42494-339-01 250 mg Bottles of 100 Gray and green capsules imprinted with \"ANCOBON ® 250 ICN\" 42494-340-01 500 mg Bottles of 100 Gray and white capsules imprinted with \"ANCOBON ® 500 ICN\" Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F)."
    ],
    "how_supplied_table": [
      "<table width=\"80%\"><col width=\"20%\" align=\"left\" valign=\"top\"/><col width=\"15%\" align=\"left\" valign=\"top\"/><col width=\"20%\" align=\"left\" valign=\"top\"/><col width=\"45%\" align=\"left\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\" align=\"center\">NDC</th><th styleCode=\"Rrule\" align=\"center\">Strength</th><th styleCode=\"Rrule\" align=\"center\">Package Configuration</th><th styleCode=\"Rrule\" align=\"center\">Description</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">42494-339-01</td><td styleCode=\"Rrule\">250 mg</td><td styleCode=\"Rrule\">Bottles of 100</td><td styleCode=\"Rrule\">Gray and green capsules imprinted with &quot;ANCOBON<sup>&#xAE;</sup> 250 ICN&quot;</td></tr><tr><td styleCode=\"Lrule Rrule\">42494-340-01</td><td styleCode=\"Rrule\">500 mg</td><td styleCode=\"Rrule\">Bottles of 100</td><td styleCode=\"Rrule\">Gray and white capsules imprinted with &quot;ANCOBON<sup>&#xAE;</sup> 500 ICN&quot;</td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F)."
    ],
    "spl_unclassified_section": [
      "Manufactured for: Cameron Pharmaceuticals Louisville, KY 40245 USA Manufactured by: Bausch Health Companies Inc. Steinbach, MB R5G 1Z7, Canada ANCOBON is a trademark of Bausch Health Companies Inc. or its affiliates. © 2022 Bausch Health Companies Inc. or its affiliates Rev. 02/2022 9598103 20005070"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 250 mg Capsule Bottle Label NDC 42494-339-01 Rx only Flucytosine Capsules 250 mg 100 Capsules CAMERON PHARMACEUTICALS ™ PRINCIPAL DISPLAY PANEL - 250 mg Capsule Bottle Label",
      "PRINCIPAL DISPLAY PANEL - 500 mg Capsule Bottle Label NDC 42494-340-01 Rx only Flucytosine Capsules 500 mg 100 Capsules CAMERON PHARMACEUTICALS ™ PRINCIPAL DISPLAY PANEL - 500 mg Capsule Bottle Label"
    ],
    "set_id": "9b386823-8b36-4bf3-b627-3814fae931cf",
    "id": "2a26a9f9-9188-4608-a587-77f76ec22b56",
    "effective_time": "20221005",
    "version": "6",
    "openfda": {
      "application_number": [
        "NDA017001"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Cameron Pharmaceuticals, LLC"
      ],
      "product_ndc": [
        "42494-339",
        "42494-340"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "2a26a9f9-9188-4608-a587-77f76ec22b56"
      ],
      "spl_set_id": [
        "9b386823-8b36-4bf3-b627-3814fae931cf"
      ],
      "package_ndc": [
        "42494-339-01",
        "42494-339-03",
        "42494-340-01",
        "42494-340-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FD&C BLUE NO. 1 FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SODIUM LAURYL SULFATE SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 FLUCYTOSINE FLUCYTOSINE 250;NL771 Opaque Body Opaque Cap Flucytosine Flucytosine LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 FLUCYTOSINE FLUCYTOSINE Opaque Body Opaque Cap 500;NL770"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules USP."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. Each capsule also contains lactose monohydrate, colloidal silicon dioxide, talc, sodium starch glycolate, magnesium stearate and hard gelatin capsule shell which contains gelatin, purified water, black iron oxide, FD&C Blue No.1, titanium dioxide and sodium lauryl sulfate for 250 mg strength; gelatin, purified water, black iron oxide and titanium dioxide for 500 mg strength. The imprinting ink contains black iron oxide, shellac, potassium hydroxide, titanium dioxide, povidone, sodium hydroxide and FD &C Red No. 40 aluminum lake for 250 mg and 500 mg strengths. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white crystalline powder with a molecular weight of 129.09 and the following structural formula: Click to Zoom In"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules USP is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules USP administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections . Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Candida krusei should be considered to be resistant to flucytosine. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine Capsules USP is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections . Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules USP is indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules USP should not be used in patients with a known hypersensitivity to the drug."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules USP must be given with extreme caution to patients with impaired renal function. Since Flucytosine Capsules USP is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine Capsules USP serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules USP must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules USP is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leucocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the JaffÉ reaction, since Flucytosine Capsules USP does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the JaffÉ reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimuriu and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F 1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leucocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules USP are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 µg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since Flucytosine Capsules USP is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules USP is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules USP, 250 mg are size 2 hard gelatin capsule with blue opaque cap and grey opaque body imprinted with \"NL 771\" on the cap with black ink and \"250\" on the body with red ink filled with white to off white powder. NDC 50268-331-12 (10 capsules per card, 2 cards per carton). Flucytosine Capsules USP, 500 mg are size 0 hard gelatin capsule with grey opaque cap and white opaque body imprinted \"NL 770\" on the cap with black ink and \"500\" on the body with red ink, filled with white to off white powder. NDC 50268-332-12 (10 capsules per card, 2 cards per carton). For Institutional Use Only. Dispensed in Unit Dose Package. Store at 25°C (77°F); excursions permitted to 15°C - 30°C (59°F - 86°F). Manufactured for: AvKARE Pulaski, TN 38478 Mfg. Rev. 02/20 AV 04/21 (P)"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL 250 500"
    ],
    "set_id": "bfc817db-ab65-5cd7-e053-2995a90a8ee8",
    "id": "47e543f6-6e53-a812-e063-6294a90accbe",
    "effective_time": "20260108",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA204652"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "AvPAK"
      ],
      "product_ndc": [
        "50268-331",
        "50268-332"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "47e543f6-6e53-a812-e063-6294a90accbe"
      ],
      "spl_set_id": [
        "bfc817db-ab65-5cd7-e053-2995a90a8ee8"
      ],
      "package_ndc": [
        "50268-331-11",
        "50268-331-12",
        "50268-332-11",
        "50268-332-12"
      ],
      "original_packager_product_ndc": [
        "43386-771",
        "43386-770"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FD&C BLUE NO. 1 FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SODIUM LAURYL SULFATE SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 Opaque Body Opaque Cap NL771;250 Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE LACTOSE MONOHYDRATE SILICON DIOXIDE MAGNESIUM STEARATE TALC TITANIUM DIOXIDE FERROSOFERRIC OXIDE SODIUM STARCH GLYCOLATE TYPE A POTATO GELATIN WATER SHELLAC POTASSIUM HYDROXIDE POVIDONE SODIUM HYDROXIDE FD&C RED NO. 40 Opaque Body Opaque Cap NL770;500"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules USP."
    ],
    "description": [
      "DESCRIPTION Flucytosine Capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains lactose monohydrate, colloidal silicon dioxide, talc, sodium starch glycolate, magnesium stearate and hard gelatin capsule shell which contains gelatin, purified water, black iron oxide, FD&C Blue No.1, titanium dioxide and sodium lauryl sulfate for 250 mg strength; gelatin, purified water, black iron oxide and titanium dioxide for 500 mg strength. The imprinting ink contains black iron oxide, shellac, potassium hydroxide, titanium dioxide, povidone, sodium hydroxide and FD &C Red No. 40 aluminum lake for 250 mg and 500 mg strengths. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white or almost white, crystalline powder with a molecular weight of 129.09 and the following structural formula: Click to Zoom In"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine Capsules USP is not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of Flucytosine Capsules USP administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC. Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro. Flucytosine Capsules USP is usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine Capsules USP is indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine Capsules, USP is contraindicated in patients with a known hypersensitivity to the drug. Flucytosine Capsules, USP is contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine Capsules USP must be given with extreme caution to patients with impaired renal function. Since Flucytosine Capsules USP is excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine Capsules USP serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine Capsules USP must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when Flucytosine Capsules, USP is used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping Flucytosine Capsules, USP treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with Flucytosine Capsules USP is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaff'e reaction, since Flucytosine Capsules USP does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaff'e reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S . typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F 1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in uterotreatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "laboratory_tests": [
      "Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated."
    ],
    "drug_interactions": [
      "Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of Flucytosine Capsules USP by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine Capsules USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine Capsules USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The efficacy and safety of Flucytosine Capsules USP have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine Capsules USP are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Novel Laboratories, Inc. at 1-866-403-7592 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since Flucytosine Capsules USP is excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of Flucytosine Capsules USP is 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine Capsules USP should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine Capsules USP (See MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine Capsules USP, 250 mg are size 2 hard gelatin capsule with blue opaque cap and grey opaque body imprinted with \"NL 771\" on the cap with black ink and \"250\" on the body with red ink filled with white to off white powder. Bottles of 30 (NDC 40032-771-03) Bottles of 100 (NDC 40032-771-01). Flucytosine Capsules USP, 500 mg are size 0 hard gelatin capsule with grey opaque cap and white opaque body imprinted \"NL 770\" on the cap with black ink and \"500\" on the body with red ink, filled with white to off white powder. Bottles of 30 (NDC 40032-770-03) Bottles of 100 (NDC 40032-770-01). Store at 25°C (77°F); excursions permitted to 15°C - 30°C (59°F - 86°F). Manufactured by: Novel Laboratories, Inc. Somerset, NJ 08873 PI7700000104 Revised: 05/2022"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Flucytosine Capsules USP, 250 mg 30 Capsules Flucytosine Capsules USP, 500 mg 100 Capsules 250-30 500-100"
    ],
    "set_id": "ee98e0a9-c125-4b5c-ba4e-ca3c9a1f2b90",
    "id": "6e35eb2f-b8be-422e-adcd-c11a2a6e3cb4",
    "effective_time": "20220506",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA204652"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Novel Laboratories, Inc."
      ],
      "product_ndc": [
        "40032-770",
        "40032-771"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "6e35eb2f-b8be-422e-adcd-c11a2a6e3cb4"
      ],
      "spl_set_id": [
        "ee98e0a9-c125-4b5c-ba4e-ca3c9a1f2b90"
      ],
      "package_ndc": [
        "40032-771-03",
        "40032-771-01",
        "40032-770-03",
        "40032-770-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0340032771036"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE STARCH, CORN TALC FD&C BLUE NO. 1 FD&C YELLOW NO. 6 D&C YELLOW NO. 10 TITANIUM DIOXIDE GELATIN, UNSPECIFIED LACTOSE MONOHYDRATE FERROSOFERRIC OXIDE PROPYLENE GLYCOL POTASSIUM HYDROXIDE SHELLAC opaque cap opaque body FLU;250 Flucytosine Flucytosine FLUCYTOSINE FLUCYTOSINE STARCH, CORN TALC TITANIUM DIOXIDE GELATIN, UNSPECIFIED LACTOSE MONOHYDRATE FERROSOFERRIC OXIDE PROPYLENE GLYCOL POTASSIUM HYDROXIDE SHELLAC opaque cap opaque body FLU;500"
    ],
    "boxed_warning": [
      "WARNING Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal and hepatic status of all patients is essential. These instructions should be thoroughly reviewed before administration of Flucytosine Capsules, 250 mg and 500 mg."
    ],
    "description": [
      "DESCRIPTION Flucytosine capsules USP, an antifungal agent, is available as 250 mg and 500 mg capsules for oral administration. In addition to the active ingredient of flucytosine, each capsule contains, corn starch, lactose monohydrate, and talc. The 250 mg capsule shell contains black iron oxide, D&C Yellow No. 10, FD&C Blue No. 1, FD&C Yellow No. 6, gelatin and titanium dioxide. The 500 mg capsule shell contains black iron oxide, gelatin and titanium dioxide. The imprinting ink Tekprint™ SW-9008 Black contains, black iron oxide, potassium hydroxide, propylene glycol and shellac. Chemically, flucytosine is 5-fluorocytosine, a fluorinated pyrimidine which is related to fluorouracil and floxuridine. It is a white to off-white powder with a molecular weight of 129.09 and the following structural formula: FDA approved dissolution specification differs from the USP dissolution specification. structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Flucytosine is rapidly and virtually completely absorbed following oral administration. Flucytosine capsules are not metabolized significantly when given orally to man. Bioavailability estimated by comparing the area under the curve of serum concentrations after oral and intravenous administration showed 78% to 89% absorption of the oral dose. Peak serum concentrations of 30 to 40 mcg/mL were reached within 2 hours of administration of a 2 g oral dose to normal subjects. Other studies revealed mean serum concentrations of approximately 70 to 80 mcg/mL 1 to 2 hours after a dose in patients with normal renal function receiving a 6-week regimen of flucytosine (150 mg/kg/day given in divided doses every 6 hours) in combination with amphotericin B. The half-life in the majority of healthy subjects ranged between 2.4 and 4.8 hours. Flucytosine is excreted via the kidneys by means of glomerular filtration without significant tubular reabsorption. More than 90% of the total radioactivity after oral administration was recovered in the urine as intact drug. Flucytosine is deaminated (probably by gut bacteria) to 5-fluorouracil. The area under the curve (AUC) ratio of 5-fluorouracil to flucytosine is 4%. Approximately 1% of the dose is present in the urine as the α-fluoro-β-ureido-propionic acid metabolite. A small portion of the dose is excreted in the feces. The half-life of flucytosine is prolonged in patients with renal insufficiency; the average half-life in nephrectomized or anuric patients was 85 hours (range: 29.9 to 250 hours). A linear correlation was found between the elimination rate constant of flucytosine and creatinine clearance. In vitro studies have shown that 2.9% to 4% of flucytosine is protein-bound over the range of therapeutic concentrations found in the blood. Flucytosine readily penetrates the blood-brain barrier, achieving clinically significant concentrations in cerebrospinal fluid. Pharmacokinetics in Pediatric Patients Limited data are available regarding the pharmacokinetics of flucytosine capsules administered to neonatal patients being treated for systemic candidiasis. After five days of continuous therapy, median peak levels in infants were 19.6 mcg/mL, 27.7 mcg/mL, and 83.9 mcg/mL at doses of 25 mg/kg (N=3), 50 mg/kg (N=4), and 100 mg/kg (N=3), respectively. Mean time to peak serum levels was of 2.5 ± 1.3 hours, similar to that observed in adult patients. A good deal of interindividual variability was noted, which did not correlate with gestational age. Some patients had serum levels > 100 mcg/mL, suggesting a need for drug level monitoring during therapy. In another study, serum concentrations were determined during flucytosine therapy in two patients (total assays performed =10). Median serum flucytosine concentrations at steady state were calculated to be 57 ± 10 mcg/mL (doses of 50 to 125 mg/kg/day, normalized to 25 mg/kg per dose for comparison). In three infants receiving flucytosine 25 mg/kg/day (four divided doses), a median flucytosine half-life of 7.4 hours was observed, approximately double that seen in adult patients. The concentration of flucytosine in the cerebrospinal fluid of one infant was 43 mcg/mL 3 hours after a 25 mg oral dose, and ranged from 20 to 67 mg/L in another neonate receiving oral doses of 120 to 150 mg/kg/day."
    ],
    "microbiology": [
      "MICROBIOLOGY Mechanism of Action Flucytosine is taken up by fungal organisms via the enzyme cytosine permease. Inside the fungal cell, flucytosine is rapidly converted to fluorouracil by the enzyme cytosine deaminase. Fluorouracil exerts its antifungal activity through the subsequent conversion into several active metabolites, which inhibit protein synthesis by being falsely incorporated into fungal RNA or interfere with the biosynthesis of fungal DNA through the inhibition of the enzyme thymidylate synthetase. Activity In Vitro Flucytosine has been shown to be active against most strains of the following microorganisms both in vitro and in clinical infections. Candida albicans Cryptococcus neoformans Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC . Drug Resistance Flucytosine resistance may arise from a mutation of an enzyme necessary for the cellular uptake or metabolism of flucytosine or from an increased synthesis of pyrimidines, which compete with the active metabolites of flucytosine (fluorinated antimetabolites). Resistance to flucytosine has been shown to develop during monotherapy after prolonged exposure to the drug. Drug Combination Antifungal synergism between flucytosine and polyene antibiotics, particularly amphotericin B has been reported in vitro . Flucytosine capsules are usually administered in combination with amphotericin B due to lack of cross-resistance and reported synergistic activity of both drugs."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Flucytosine capsules are indicated only in the treatment of serious infections caused by susceptible strains of Candida and/or Cryptococcus . Candida: Septicemia, endocarditis and urinary system infections have been effectively treated with flucytosine. Limited trials in pulmonary infections justify the use of flucytosine. Cryptococcus: Meningitis and pulmonary infections have been treated effectively. Studies in septicemias and urinary tract infections are limited, but good responses have been reported. Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to Flucytosine capsules (see MICROBIOLOGY )."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Flucytosine capsule is contraindicated in patients with a known hypersensitivity to the drug. Flucytosine capsule is contraindicated in patients with known complete dihydropyrimidine dehydrogenase (DPD) enzyme deficiency (see WARNINGS )."
    ],
    "warnings": [
      "WARNINGS Flucytosine capsules must be given with extreme caution to patients with impaired renal function. Since flucytosine capsules are excreted primarily by the kidneys, renal impairment may lead to accumulation of the drug. Flucytosine capsules serum concentrations should be monitored to determine the adequacy of renal excretion in such patients. Dosage adjustments should be made in patients with renal insufficiency to prevent progressive accumulation of active drug. Flucytosine capsules must be given with extreme caution to patients with bone marrow depression. Patients may be more prone to depression of bone marrow function if they: 1) have a hematologic disease, 2) are being treated with radiation or drugs which depress bone marrow, or 3) have a history of treatment with such drugs or radiation. Bone marrow toxicity can be irreversible and may lead to death in immunosuppressed patients. Frequent monitoring of hepatic function and of the hematopoietic system is indicated during therapy. 5-Fluorouracil is a metabolite of flucytosine. Dihydropyrimidine dehydrogenase is a key enzyme involved in the metabolism and elimination of 5-fluorouracil. Therefore, the risk of severe drug toxicity is increased when Flucytosine capsules are used in individuals with deficiency in DPD. Possible drug toxicities include mucositis, diarrhea, neutropenia, and neurotoxicity. Determination of DPD activity may be considered where drug toxicity is confirmed or suspected. In the event of suspected drug toxicity, consider stopping Flucytosine capsules treatment."
    ],
    "precautions": [
      "PRECAUTIONS General Before therapy with flucytosine capsule is instituted, electrolytes (because of hypokalemia) and the hematologic and renal status of the patient should be determined (see WARNINGS ). Close monitoring of the patient during therapy is essential. Laboratory Tests Since renal impairment can cause progressive accumulation of the drug, blood concentrations and kidney function should be monitored during therapy. Hematologic status (leukocyte and thrombocyte count) and liver function (alkaline phosphatase, SGOT and SGPT) should be determined at frequent intervals during treatment as indicated. Drug Interactions Cytosine arabinoside, a cytostatic agent, has been reported to inactivate the antifungal activity of flucytosine capsules by competitive inhibition. Drugs which impair glomerular filtration may prolong the biological half-life of flucytosine. Drug/Laboratory Test Interactions Measurement of serum creatinine levels should be determined by the Jaffé reaction, since flucytosine capsules does not interfere with the determination of creatinine values by this method. Most automated equipment for measurement of creatinine makes use of the Jaffé reaction. Carcinogenesis, Mutagenesis, Impairment of Fertility Flucytosine has not undergone adequate animal testing to evaluate carcinogenic potential. The mutagenic potential of flucytosine was evaluated in Ames-type studies with five different mutants of S. typhimurium and no mutagenicity was detected in the presence or absence of activating enzymes. Flucytosine was nonmutagenic in three different repair assay systems (i.e., rec, uvr and pol). There have been no adequate trials in animals on the effects of flucytosine on fertility or reproductive performance. The fertility and reproductive performance of the offspring (F1 generation) of mice treated with 100 mg/kg/day (345 mg/M 2 /day or 0.059 times the human dose), 200 mg/kg/day (690 mg/M 2 /day or 0.118 times the human dose) or 400 mg/kg/day (1,380 mg/M 2 /day or 0.236 times the human dose) of flucytosine on days 7 to 13 of gestation was studied; the in utero treatment had no adverse effect on the fertility or reproductive performance of the offspring. Pregnancy Teratogenic Effects Flucytosine was shown to be teratogenic (vertebral fusions) in the rat at doses of 40 mg/kg/day (298 mg/M 2 /day or 0.051 times the human dose) administered on days 7 to 13 of gestation. At higher doses (700 mg/kg/day; 5,208 mg/M 2 /day or 0.89 times the human dose administered on days 9 to 12 of gestation), cleft lip and palate and micrognathia were reported. Flucytosine was not teratogenic in rabbits up to a dose of 100 mg/kg/day (1,423 mg/M 2 /day or 0.243 times the human dose) administered on days 6 to 18 of gestation. In mice, 400 mg/kg/day of flucytosine (1,380 mg/M 2 /day or 0.236 times the human dose) administered on days 7 to 13 of gestation was associated with a low incidence of cleft palate that was not statistically significant. Studies in pregnant rats have shown that flucytosine injected intraperitoneally crosses the placental barrier. There are no adequate and well-controlled studies in pregnant women. Flucytosine capsules should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Flucytosine capsules, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The efficacy and safety of flucytosine capsules have not been systematically studied in pediatric patients. A small number of neonates have been treated with 25 to 200 mg/kg/day of flucytosine, with and without the addition of amphotericin B, for systemic candidiasis. No unexpected adverse reactions were reported in these patients. It should be noted, however, that hypokalemia and acidemia were reported in one patient who received flucytosine in combination with amphotericin B, and anemia was observed in a second patient who received flucytosine alone. Transient thrombocytopenia was noted in two additional patients, one of whom also received amphotericin B."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The adverse reactions which have occurred during treatment with Flucytosine capsules are grouped according to organ system affected. Cardiovascular: Cardiac arrest, myocardial toxicity, ventricular dysfunction. Respiratory: Respiratory arrest, chest pain, dyspnea. Dermatologic: Rash, pruritus, urticaria, photosensitivity. Gastrointestinal: Nausea, emesis, abdominal pain, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute hepatic injury including hepatic necrosis with possible fatal outcome in debilitated patients, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, bilirubin elevation, increased hepatic enzymes. Genitourinary: Azotemia, creatinine and BUN elevation, crystalluria, renal failure. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia, and fatal cases of bone marrow aplasia. Neurologic: Ataxia, hearing loss, headache, paresthesia, parkinsonism, peripheral neuropathy, pyrexia, vertigo, sedation, convulsions. Psychiatric: Confusion, hallucinations, psychosis. Miscellaneous: Fatigue, hypoglycemia, hypokalemia, weakness, allergic reactions, Lyell's syndrome. You may report side effects to FDA at 1-800-FDA-1088. You may also report side effects to Avet Pharmaceuticals Inc. at 1-866-901-DRUG (3784) or go to www.avetpharma.com."
    ],
    "overdosage": [
      "OVERDOSAGE There is no experience with intentional overdosage. It is reasonable to expect that overdosage may produce pronounced manifestations of the known clinical adverse reactions. Prolonged serum concentrations in excess of 100 mcg/mL may be associated with an increased incidence of toxicity, especially gastrointestinal (diarrhea, nausea, vomiting), hematologic (leukopenia, thrombocytopenia) and hepatic (hepatitis). In the management of overdosage, prompt gastric lavage or the use of an emetic is recommended. Adequate fluid intake should be maintained, by the intravenous route if necessary, since flucytosine capsules are excreted unchanged via the renal tract. The hematologic parameters should be monitored frequently; liver and kidney function should be carefully monitored. Should any abnormalities appear in any of these parameters, appropriate therapeutic measures should be instituted. Since hemodialysis has been shown to rapidly reduce serum concentrations in anuric patients, this method may be considered in the management of overdosage."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The usual dosage of flucytosine capsules are 50 to 150 mg/kg/day administered in divided doses at 6-hour intervals. Nausea or vomiting may be reduced or avoided if the capsules are given a few at a time over a 15-minute period. If the BUN or the serum creatinine is elevated, or if there are other signs of renal impairment, the initial dose should be at the lower level (see WARNINGS ). Flucytosine capsules should be used in combination with amphotericin B for the treatment of systemic candidiasis and cryptococcosis because of the emergence of resistance to flucytosine capsules (see MICROBIOLOGY )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Flucytosine capsules, USP are supplied as capsules containing 250 mg and 500 mg flucytosine as follows: NDC Strength Quantity Description 23155-860-03 250 mg Bottles of 30 Green opaque cap imprinted in black with \"FLU\" and grey opaque body imprinted in black with \"250\" 23155-860-01 250 mg Bottles of 100 Green opaque cap imprinted in black with \"FLU\" and grey opaque body imprinted in black with \"250\" 23155-861-03 500 mg Bottles of 30 Grey opaque cap imprinted in black with \"FLU\" and white opaque body imprinted in black with \"500\" 23155-861-01 500 mg Bottles of 100 Grey opaque cap imprinted in black with \"FLU\" and white opaque body imprinted in black with \"500\" Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F). Manufactured by: Strides Pharma Science Limited Bengaluru - 562106, India Manufactured for: Avet Pharmaceuticals Inc. East Brunswick, NJ 08816 1.866.901.DRUG (3784) Revised: 04/2023 AvetLogo"
    ],
    "how_supplied_table": [
      "<table ID=\"ID25\" width=\"100%\"><colgroup><col width=\"25%\"/><col width=\"25%\"/><col width=\"25%\"/><col width=\"25%\"/></colgroup><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> NDC</content></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> Strength</content></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> Quantity</content></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> Description</content></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\" valign=\"top\">23155-860-03</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">250 mg</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">Bottles of 30</td><td styleCode=\"Botrule Rrule\" align=\"left\" valign=\"top\">Green opaque cap imprinted in black with &quot;FLU&quot; and grey opaque body imprinted in black with &quot;250&quot;</td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\" valign=\"top\">23155-860-01</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">250 mg</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">Bottles of 100</td><td styleCode=\"Botrule Rrule\" align=\"left\" valign=\"top\">Green opaque cap imprinted in black with &quot;FLU&quot; and grey opaque body imprinted in black with &quot;250&quot;</td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\" valign=\"top\">23155-861-03</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">500 mg</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">Bottles of 30</td><td styleCode=\"Botrule Rrule\" align=\"left\" valign=\"top\">Grey opaque cap imprinted in black with &quot;FLU&quot; and white opaque body imprinted in black with &quot;500&quot;</td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\" valign=\"top\">23155-861-01</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">500 mg</td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\">Bottles of 100</td><td styleCode=\"Botrule Rrule\" align=\"left\" valign=\"top\">Grey opaque cap imprinted in black with &quot;FLU&quot; and white opaque body imprinted in black with &quot;500&quot;</td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 23155-860-03 Rx only Flucytosine Capsules, USP 250 mg 250 mg - 30s count",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 23155-861-01 Rx only Flucytosine Capsules, USP 500 mg 500 mg - 100s count"
    ],
    "set_id": "f4c63d98-f03f-43f5-8c1f-e9ac6087312b",
    "id": "7d6257c5-ed02-4f43-ba99-dece1e71fce3",
    "effective_time": "20251107",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA212632"
      ],
      "brand_name": [
        "Flucytosine"
      ],
      "generic_name": [
        "FLUCYTOSINE"
      ],
      "manufacturer_name": [
        "Heritage Pharmaceuticals Inc. d/b/a Avet Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "23155-860",
        "23155-861"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "FLUCYTOSINE"
      ],
      "rxcui": [
        "197702",
        "197703"
      ],
      "spl_id": [
        "7d6257c5-ed02-4f43-ba99-dece1e71fce3"
      ],
      "spl_set_id": [
        "f4c63d98-f03f-43f5-8c1f-e9ac6087312b"
      ],
      "package_ndc": [
        "23155-860-03",
        "23155-860-01",
        "23155-861-03",
        "23155-861-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0323155861013"
      ],
      "nui": [
        "N0000175459",
        "N0000175467"
      ],
      "pharm_class_epc": [
        "Nucleoside Analog Antifungal [EPC]"
      ],
      "unii": [
        "D83282DT06"
      ]
    }
  }
]