[
  {
    "spl_product_data_elements": [
      "BAKERS BEST Arthritis Pain Relief Cream with Hemp and Lavender HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE BUTYLENE GLYCOL CANNABIS SATIVA SEED OIL EMU OIL ETHYLHEXYL STEARATE GLUCOSAMINE SULFATE SUNFLOWER OIL HYDROCHLORIC ACID C13-14 ISOPARAFFIN LAURETH-7 LAVENDER OIL METHYLISOTHIAZOLINONE DIMETHYL SULFONE POTASSIUM SORBATE EDETATE SODIUM .ALPHA.-TOCOPHEROL ACETATE TRIDECETH-6 HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Additional Information: Store at room temperature."
    ],
    "active_ingredient": [
      "Active Ingredients Histamine DHCL (0.03%) Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Indications: For the temporary relief of minor aches and pains of muscles and joints, associated with arthritis, simple back aches, strains, bruises, and sprains."
    ],
    "warnings": [
      "Warnings: For external use only. Avoid contact with eyes. If symptoms persist for more than seven days, discontinue use and consult a physician. Keep out of reach of children. If swallowed, consult a physician ASAP. Do not apply to wounds or damaged skin. Do not bandage tightly. If pregnant or breast feeding, contact a physician prior to use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult a physician ASAP. Do not apply to wounds or damaged skin. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact a physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions: Adults and children two-years of age or older: Apply to affected area not more than three to four times daily. Children under two-years of age: consult a physician."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Flower Extract, Boswellia Serrata Extract, Butylene Glycol, Cannabis Sativa (Hemp) Seed Oil, Chondroitin Sulfate, Emu Oil, Ethylhexyl Stearate, Glucosamine Sulfate, Helianthus Annuus (Sunflower) Seed Oil, Hydrochloric Acid, C13-14 Isoparaffin, Laureth-7, Lavandula Angustifolia (Lavender) Oil, Methylisothiazolinone, Methylsulfonylmethane (MSM), Polyacrylamide, Potassium Sorbate, Sodium Polyacrylate, Tetrasodium EDTA, Tocopheryl Acetate (Vitamine E), Trideceth-6."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "03ec87c5-6669-4afb-8d9c-c8dc9907495d",
    "id": "097603dc-2280-2bef-e063-6294a90a1bdd",
    "effective_time": "20231106",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "BAKERS BEST Arthritis Pain Relief Cream with Hemp and Lavender"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "BAKER'S BEST HEALTH PRODUCTS, INC."
      ],
      "product_ndc": [
        "76102-329"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "097603dc-2280-2bef-e063-6294a90a1bdd"
      ],
      "spl_set_id": [
        "03ec87c5-6669-4afb-8d9c-c8dc9907495d"
      ],
      "package_ndc": [
        "76102-329-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Asthma Therapy ARSENIC TRIOXIDE - HISTAMINE DIHYDROCHLORIDE - DERMATOPHAGOIDES PTERONYSSINUS - MAGNESIUM PHOSPHATE, DIBASIC TRIHYDRATE - STRYCHNOS NUX-VOMICA SEED - ASPIDOSPERMA QUEBRACHO-BLANCO BARK - SUPLHUR - STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED ASPIDOSPERMA QUEBRACHO-BLANCO BARK ASPIDOSPERMA QUEBRACHO-BLANCO BARK SULFUR SULFUR MANNITOL SORBITOL CROSPOVIDONE CELLULOSE, MICROCRYSTALLINE COPOVIDONE SILICON DIOXIDE LACTOSE MAGNESIUM STEARATE ARSENIC TRIOXIDE ARSENIC CATION (3+) HISTAMINE DIHYDROCHLORIDE HISTAMINE DERMATOPHAGOIDES PTERONYSSINUS DERMATOPHAGOIDES PTERONYSSINUS MAGNESIUM PHOSPHATE, DIBASIC TRIHYDRATE MAGNESIUM CATION TRP"
    ],
    "active_ingredient": [
      "Active Ingredients Purpose Arsenicum album HPUS 6c/12c/18c Wheezing, Anxiety, Inflammation in the airways Histaminum hydrochloricum HPUS 6c/12c/18c Persistent, Dry, Fitful cough House Dust Mite 6c/12c/18c Allergies Magnesia Phosphorica HPUS 6c/12c/18c Tightness in chest, Spasmodic cough Nux Vomica HPUS 6c/12c/18c Shallow breathing, Dry hacking cough, Nervousness Quebracho HPUS 6c/12c/18c Difficulty breathing, Shortness of breath Sulphur HPUS 6c/12c/18c Difficult, Irregular respiration The letters HPUS indicate that the components of this product are officially monographed in the Homeopathic Pharmacopoeia of the United States."
    ],
    "active_ingredient_table": [
      "<table border=\"1\" cellpadding=\"5\"><col/><col width=\"25%\"/><col align=\"right\"/><tbody><tr><td><content styleCode=\"bold\">Active Ingredients</content></td><td/><td><content styleCode=\"bold\">Purpose</content></td></tr><tr><td>Arsenicum album HPUS</td><td>6c/12c/18c</td><td>Wheezing, Anxiety, Inflammation in the airways</td></tr><tr><td>Histaminum hydrochloricum HPUS</td><td>6c/12c/18c</td><td>Persistent, Dry, Fitful cough</td></tr><tr><td>House Dust Mite</td><td>6c/12c/18c</td><td>Allergies</td></tr><tr><td>Magnesia Phosphorica HPUS</td><td>6c/12c/18c</td><td>Tightness in chest, Spasmodic cough</td></tr><tr><td>Nux Vomica HPUS</td><td>6c/12c/18c</td><td>Shallow breathing, Dry hacking cough, Nervousness</td></tr><tr><td>Quebracho HPUS</td><td>6c/12c/18c</td><td>Difficulty breathing, Shortness of breath</td></tr><tr><td>Sulphur HPUS</td><td>6c/12c/18c</td><td>Difficult, Irregular respiration</td></tr></tbody></table>"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses According to homeopathic indications, these ingredients provide temporary relief of Asthma and COPD like symptoms such as: • Difficulty Breathing • Inflammation in the airways • Coughing • Wheezing • Shortness of breath • Sensation of tightness of the chest • Congestion after a diagnosis of Asthma or COPD by a physician."
    ],
    "warnings": [
      "Warnings USE ONLY AFTER DIAGNOSIS BY A PHYSICIAN. This product is a not a fast acting (rescue) inhaler. This product is intended to complement, not replace, standard medical treatment. Initial worsening of symptoms may occur. A physician should always be consulted to rule out serious causes. In case of overdose, get medical help or contact a Poison Control Center right away. Stop use and ask a doctor if: You experience worsening symptoms. If symptoms last longer than 7 days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "dosage_and_administration": [
      "Directions Suitable for adults and children 12 years and above. Dissolve entire tablet under tongue. Do not chew or swallow whole. Take 1 tablet 3 times a day or as directed by a physician. Use up to 6 times a day as needed. Take at least 10 minutes before or at least 10 minutes after eating or drinking. Children under the age of 12: consult a physician before use."
    ],
    "spl_unclassified_section": [
      "Other information Active ingredients are micro-diluted in accordance with the Homeopathic Pharmacopoeia of the United States and are therefore non-toxic with no known side effects. Store in a cool dark location."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Advantol® 300, Lactose, Magnesium Stearate, Mannitol, Microcrystalline Cellulose."
    ],
    "do_not_use": [
      "Do not use if tamper evident seal is torn, broken or missing."
    ],
    "questions": [
      "For more information and to order related products call toll free: 888-969-6855 or trpcompany.com"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel FDA Disclaimer: Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated. Carton Label"
    ],
    "set_id": "07d2988b-5012-481c-9b48-a709c33d2979",
    "id": "4604ca9e-7244-adfd-e063-6394a90afa65",
    "effective_time": "20251215",
    "version": "6",
    "openfda": {
      "brand_name": [
        "Asthma Therapy"
      ],
      "generic_name": [
        "ARSENIC TRIOXIDE - HISTAMINE DIHYDROCHLORIDE - DERMATOPHAGOIDES PTERONYSSINUS - MAGNESIUM PHOSPHATE, DIBASIC TRIHYDRATE - STRYCHNOS NUX-VOMICA SEED - ASPIDOSPERMA QUEBRACHO-BLANCO BARK - SUPLHUR -"
      ],
      "manufacturer_name": [
        "TRP Company"
      ],
      "product_ndc": [
        "17312-017"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ARSENIC TRIOXIDE",
        "ASPIDOSPERMA QUEBRACHO-BLANCO BARK",
        "DERMATOPHAGOIDES PTERONYSSINUS",
        "HISTAMINE DIHYDROCHLORIDE",
        "MAGNESIUM PHOSPHATE, DIBASIC TRIHYDRATE",
        "STRYCHNOS NUX-VOMICA SEED",
        "SULFUR"
      ],
      "spl_id": [
        "4604ca9e-7244-adfd-e063-6394a90afa65"
      ],
      "spl_set_id": [
        "07d2988b-5012-481c-9b48-a709c33d2979"
      ],
      "package_ndc": [
        "17312-017-14"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0858961001174"
      ],
      "nui": [
        "N0000185005",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0419493",
        "M0028968",
        "M0000728",
        "N0000185375",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Standardized Insect Allergenic Extract [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Antigens, Dermatophagoides [CS]",
        "Insect Proteins [CS]",
        "Allergens [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "S7V92P67HO",
        "52B1340190",
        "57L1Z5378K",
        "3POA0Q644U",
        "HF539G9L3Q",
        "269XH13919",
        "70FD1KFU70"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clearlife Extra Strength ONION, AMBROSIA ARTEMISIIFOLIA WHOLE, APIS MELLIFERA, ARNICA MONTANA WHOLE, EUPHRASIA STRICTA, GRAPHITE,GALPHIMIA GLAUCA FLOWERING TOP,PULSATILLA VULGARIS WHOLE, HISTAMINE DIHYDROCHLORIDE, PINE TAR, SCHOENOCAULON OFFICINALE SEED, SULFUR, SULFURIC ACID,TELLURIUM and THUJA OCCIDENTALIS LEAFY TWIG ONION ONION AMBROSIA ARTEMISIIFOLIA WHOLE AMBROSIA ARTEMISIIFOLIA WHOLE APIS MELLIFERA APIS MELLIFERA ARNICA MONTANA ARNICA MONTANA EUPHRASIA STRICTA EUPHRASIA STRICTA GRAPHITE GRAPHITE GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP PULSATILLA VULGARIS WHOLE ANEMONE PULSATILLA HISTAMINE DIHYDROCHLORIDE HISTAMINE PINE TAR PINE TAR SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED SULFUR SULFUR SULFURIC ACID SULFURIC ACID TELLURIUM TELLURIUM THUJA OCCIDENTALIS LEAFY TWIG THUJA OCCIDENTALIS LEAFY TWIG CITRIC ACID MONOHYDRATE LACTOSE, UNSPECIFIED FORM MAGNESIUM STEARATE STEVIA REBAUDIUNA LEAF DEXTROSE MALTODEXTRIN wedges"
    ],
    "keep_out_of_reach_of_children": [
      "• KEEP OUT OF REACH OF CHILDREN • KEEP OUT OF REACH OF CHILDREN"
    ],
    "indications_and_usage": [
      "• INDICATIONS AND USAGE For the temporary relief of minor allergy symptoms: Sinus Pressure, runny or itchy nose, Nasal congestion, Allergic Rhinitis, Sneezing, itchy or watery eyes, Allergy related headache, Itchy throat and skin."
    ],
    "warnings": [
      "• WARNINGS If pregnant or breast-feeding, ask a healthcare provider before use. Keep out of reach of children. If symptoms persist or worsen, a health professional should be consulted. Do not use if known sensitivity to ClearLife™ or any of its ingredients exists."
    ],
    "dosage_and_administration": [
      "Directions For max absorption dissolve under tongue. Can be chewed and swallowed. Adults and children 12 years and older: 2 tablets every 4 hours. Do not exceed 12 tablets in 24 hours Children 4 to 11 years: 1-2 tablets every 4 hours. Do not exceed 12 tablets in 24 hours For Children under 4 years, consult your health professional."
    ],
    "active_ingredient": [
      "• ACTIVE INGREDIENTS Active Ingredients: Each tablet contains: *Allium Cepa 3X 20 mg *Ambrosia Artmemisiaefolia 3X 20 mg *Apis Mellfica 4X 20 mg. *Pulsatilla 4X 20 mg. *Arnica montana, 5X 30 mg,*Euphrasia officinalis 3X 23 mg, *Graphites10X 23 mg *Galphimia glauca 3X 20 mg, *Histaminum hydrochloricum 8X, 12X, 20X, 23 mg. each, *Pix liquida 10X 10 mg * Sabadilla 6X 20X 20 mg each, *Sulphur 4X 23 mg, *Sulphuricum acidum 20X 23 mg, *Tellurium metallicum 10X 23 mg, *Thuja occidentalis 6X 23 mg."
    ],
    "inactive_ingredient": [
      "• INACTIVE INGREDIENT Citric Acid, Lactose, Dextrose, Organic Lemon flavors with other natural flavors, Magnesium stearate, Maltodextrin, Organic Stevia. Contains one or more of these ingredients."
    ],
    "purpose": [
      "• PURPOSE • Sinus Pressure, runny, stuffy or itchy nose, Nasal congestion, • Allergic Rhinitis, Sneezing, allergic eczema, itchy or watery eyes, Allergy related headache, Itchy throat and skin."
    ],
    "package_label_principal_display_panel": [
      "Add image transcription here... Clearlife Extra Strength"
    ],
    "set_id": "088ba0ac-8ffa-4057-8286-88765c228f39",
    "id": "3d3455a0-af15-443f-9828-58ad03602727",
    "effective_time": "20230605",
    "version": "4",
    "openfda": {
      "brand_name": [
        "Clearlife Extra Strength"
      ],
      "generic_name": [
        "ONION, AMBROSIA ARTEMISIIFOLIA WHOLE, APIS MELLIFERA, ARNICA MONTANA WHOLE, EUPHRASIA STRICTA, GRAPHITE,GALPHIMIA GLAUCA FLOWERING TOP,PULSATILLA VULGARIS WHOLE, HISTAMINE DIHYDROCHLORIDE, PINE TAR, SCHOENOCAULON OFFICINALE SEED, SULFUR, SULFURIC ACID,TELLURIUM AND THUJA OCCIDENTALIS LEAFY TWIG"
      ],
      "manufacturer_name": [
        "MediNatura Inc."
      ],
      "product_ndc": [
        "62795-1050"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA WHOLE",
        "APIS MELLIFERA",
        "ARNICA MONTANA",
        "EUPHRASIA STRICTA",
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "GRAPHITE",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "PINE TAR",
        "PULSATILLA VULGARIS WHOLE",
        "SCHOENOCAULON OFFICINALE SEED",
        "SULFUR",
        "SULFURIC ACID",
        "TELLURIUM",
        "THUJA OCCIDENTALIS LEAFY TWIG"
      ],
      "spl_id": [
        "3d3455a0-af15-443f-9828-58ad03602727"
      ],
      "spl_set_id": [
        "088ba0ac-8ffa-4057-8286-88765c228f39"
      ],
      "package_ndc": [
        "62795-1050-2"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185021",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0002274",
        "N0000185371",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Standardized Insect Venom Allergenic Extract [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Bee Venoms [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "7S82P3R43Z",
        "O80TY208ZW",
        "C9642I91WL",
        "93PH5Q8M7E",
        "4QQN74LH4O",
        "3POA0Q644U",
        "492225Q21H",
        "YFH4WC535J",
        "I76KB35JEV",
        "6NAF1689IO",
        "70FD1KFU70",
        "O40UQP6WCF",
        "NQA0O090ZJ",
        "1NT28V9397"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clearlife Extra Strength ONION, GALPHIMIA GLAUCA FLOWERING TOP, HISTAMINE DIHYDROCHLORIDE, LUFFA OPERCULATA FRUIT, SULFUR, AMBROSIA ARTEMISIIFOLIA WHOLE, EUPHRASIA STRICTA and SCHOENOCAULON OFFICINALE SEED ONION ONION GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP HISTAMINE DIHYDROCHLORIDE HISTAMINE LUFFA OPERCULATA FRUIT LUFFA OPERCULATA FRUIT SULFUR SULFUR AMBROSIA ARTEMISIIFOLIA WHOLE AMBROSIA ARTEMISIIFOLIA EUPHRASIA STRICTA EUPHRASIA STRICTA SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED BENZALKONIUM CHLORIDE SODIUM PHOSPHATE, DIBASIC, DIHYDRATE SODIUM PHOSPHATE, MONOBASIC, DIHYDRATE SODIUM CHLORIDE"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS *Allium cepa 4X, 12X, 20X, Ambrosia Artemisiaefolia 4X,12X, 20X, Euphrasia Officinalis 4X, 12X, 20X, *Galphimia glauca 4X, 12X, 20X *Histaminum hydrochloricum 8X,12X, 20X, *Luffa operculate 3X,12X, 20X, Sabadilla 4X, 12X, 20X, *Sulphur 4X, 12X, 20X *Natural Ingredients."
    ],
    "purpose": [
      "PURPOSE Relieves: • Runny or itchy Nose • Sneezing • Nasal Congestion • Sinus pressure • Allergic rhinitis • itchy or watery eyes • Allergic related headache"
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF REACH OF CHILDREN KEEP OUT OF REACH OF CHILDREN"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the temporary relief of minor allergy symptoms:Sinus pressure, Runny or itchy nose, Nasal congestion, Allergic rhinitis, sneezing, itchy or watery eyes, Allergic related headache, itchy throat or skin."
    ],
    "warnings": [
      "WARNINGS Ask a doctor before use if you have asthma. In rare cases broncho-spasm may occur in asthmatic patients. Temporary burning, stinging, sneezing or increased nasal discharge may occur. If pregnant or breast-feeding, ask a healthcare professional before use. Keep out of reach of children. The use of this dispenser by more than one person may spread infection. If symptoms persist or worsen, a healthcare professional should be consulted. Do not use if known sensitivity to ClearLife™ or any of its ingredients exists."
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 12 years and older: During an allergy attack: 2 sprays into each nostril every 2-4 hours. For daily protection:2 sprays into each nostril daily. Do not exceed 24 sprays in each nostril per 24 hours. Children 4 to 11 years: During an allergy attack:1 spray into each nostril every 2 to 4 hours. For daily protection 1 spray into each nostril daily. Do not exceed 12 sprays in each nostril per 24 hours. For children under 4 years, consult your health professional."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS Benzalkonium chloride, Disodium phosphate dihydrate, Isotonic sodiumchloride solution, Sodium dihydrogen phosphate dihydrate"
    ],
    "package_label_principal_display_panel": [
      "Add image transcription here... Clearlife Extra Strength"
    ],
    "set_id": "09fbebf9-3d8b-479c-80f3-37f07cb699d6",
    "id": "c5d30dbc-f317-4ff1-86b6-8d57bfb0da75",
    "effective_time": "20230306",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Clearlife Extra Strength"
      ],
      "generic_name": [
        "ONION, GALPHIMIA GLAUCA FLOWERING TOP, HISTAMINE DIHYDROCHLORIDE, LUFFA OPERCULATA FRUIT, SULFUR, AMBROSIA ARTEMISIIFOLIA WHOLE, EUPHRASIA STRICTA AND SCHOENOCAULON OFFICINALE SEED"
      ],
      "manufacturer_name": [
        "MediNatura Inc."
      ],
      "product_ndc": [
        "62795-4006"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA WHOLE",
        "EUPHRASIA STRICTA",
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "HISTAMINE DIHYDROCHLORIDE",
        "LUFFA OPERCULATA FRUIT",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SULFUR"
      ],
      "spl_id": [
        "c5d30dbc-f317-4ff1-86b6-8d57bfb0da75"
      ],
      "spl_set_id": [
        "09fbebf9-3d8b-479c-80f3-37f07cb699d6"
      ],
      "package_ndc": [
        "62795-4006-9"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "C9642I91WL",
        "93PH5Q8M7E",
        "3POA0Q644U",
        "C4MO6809HU",
        "492225Q21H",
        "6NAF1689IO",
        "70FD1KFU70"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Seasonal Allergy Relief onion, sodium chloride, histamine dihydrochloride, cucumber, galphimia glauca flowering top, and strychnos nux-vomica seed ACACIA LACTOSE ONION ONION SODIUM CHLORIDE CHLORIDE ION HISTAMINE DIHYDROCHLORIDE HISTAMINE CUCUMBER CUCUMBER GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED"
    ],
    "purpose": [
      "Relieves Runny Nose, Sneezing, Itchy or Watery Eyes, Nose or Throat"
    ],
    "spl_unclassified_section": [
      "Drug Facts Active Ingredients Purpose Allium Cepa 6X HPUS hay fever, watery eyes Galphimia Glauca 12X HPUS sneezing, runny nose Histaminum Hydrochloricum 12X HPUS sinus pain Luffa Operculata 12X HPUS sinus pain, headache Natrum Muriaticum 6X HPUS sneezing, itchy eyes Nux Vomica 6X HPUS (0.0000016% Alkaloids, calculated) itchy nose & throat \"HPUS\" indicates the active ingredients are offiacial Homeopathic Pharmacopœia of the United States.",
      "*CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE, NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED."
    ],
    "spl_unclassified_section_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td><content styleCode=\"italics\"><content styleCode=\"bold\">Active Ingredients</content></content></td><td><content styleCode=\"italics\"><content styleCode=\"bold\">Purpose</content></content></td></tr><tr><td>Allium Cepa 6X HPUS</td><td><paragraph>hay fever, watery eyes</paragraph></td></tr><tr><td>Galphimia Glauca 12X HPUS</td><td>sneezing, runny nose</td></tr><tr><td>Histaminum Hydrochloricum 12X HPUS</td><td>sinus pain</td></tr><tr><td>Luffa Operculata 12X HPUS</td><td>sinus pain, headache</td></tr><tr><td>Natrum Muriaticum 6X HPUS</td><td>sneezing, itchy eyes</td></tr><tr><td>Nux Vomica 6X HPUS (0.0000016% Alkaloids, calculated)</td><td>itchy nose &amp; throat</td></tr></tbody></table>"
    ],
    "active_ingredient": [
      "Active Ingredients Purpose Allium Cepa 6X HPUS hay fever, watery eyes Galphimia Glauca 12X HPUS sneezing, runny nose Histaminum Hydrochloricum 12X HPUS sinus pain Luffa Operculata 12X HPUS sinus pain, headache Natrum Muriaticum 6X HPUS sneezing, itchy eyes Nux Vomica 6X HPUS (0.0000016% Alkaloids, calculated) itchy nose & throat \"HPUS\" indicates the active ingredients are offiacial Homeopathic Pharmacopœia of the United States."
    ],
    "active_ingredient_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td><content styleCode=\"italics\"><content styleCode=\"bold\">Active Ingredients</content></content></td><td><content styleCode=\"italics\"><content styleCode=\"bold\">Purpose</content></content></td></tr><tr><td>Allium Cepa 6X HPUS</td><td><paragraph>hay fever, watery eyes</paragraph></td></tr><tr><td>Galphimia Glauca 12X HPUS</td><td>sneezing, runny nose</td></tr><tr><td>Histaminum Hydrochloricum 12X HPUS</td><td>sinus pain</td></tr><tr><td>Luffa Operculata 12X HPUS</td><td>sinus pain, headache</td></tr><tr><td>Natrum Muriaticum 6X HPUS</td><td>sneezing, itchy eyes</td></tr><tr><td>Nux Vomica 6X HPUS (0.0000016% Alkaloids, calculated)</td><td>itchy nose &amp; throat</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses ■ Temporarily relieves symptoms of hay fever and other upper respiratory allergies, including: ■ runny nose ■ sneezing ■ itchy or watery eyes ■ itchy nose or throat ■ sinus pain ■ headache"
    ],
    "warnings": [
      "Warnings Do not use to treat food allergies. Stop use and ask a doctor if symptoms persist for more than 7 days or worsen. If pregnant or breastfeeding ask a health professional before use. Keep out of reach of children."
    ],
    "do_not_use": [
      "Do not use to treat food allergies."
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 7 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Directions ■ Use as directed. Adults and children 12 years and over At onset of symptoms, dissolve 1-2 tablets under tongue every 4 hours until relieved"
    ],
    "dosage_and_administration_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td>Adults and children   12 years and over </td><td>At onset of symptoms, dissolve 1-2 tablets   under tongue every 4 hours until relieved </td></tr></tbody></table>"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Acacia Gum, Lactose."
    ],
    "questions": [
      "Questions? www.hylands.com or care@hylands.com"
    ],
    "other_safety_information": [
      "DO NOT USE IF TAMPER-EVIDENT SEAL IS BROKEN OR MISSING."
    ],
    "recent_major_changes": [
      "Indications and Usage Uses Changed to ■ Temporarily relieves symptoms of hay fever and other upper respiratory allergies, including: ■ runny nose ■ sneezing ■ itchy or watery eyes ■ itchy nose or throat ■ sinus pain ■ headache",
      "Dosage and Administration Directions Adults and children 12 years and over: Dissolve 1-2 tablets under tongue every 4 hours until relieved. 05/09/2022 - Updates Directions ■ Use as directed. Adults and children 12 years and over At onset of symptoms, dissolve 1-2 tablets under tongue every 4 hours until relieved."
    ],
    "recent_major_changes_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td>Adults and children   12 years and over </td><td>At onset of symptoms, dissolve 1-2 tablets   under tongue every 4 hours until relieved. </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Hyland's NATURALS™ SEASONAL ALLERGY RELIEF* • Runny Nose • Sneezing • Itchy & Watery Eyes, Nose or Throat 60 QUICK-DISSOLVING TABLETS HOMEOPATHIC HNSEA0000T60CTNH1"
    ],
    "set_id": "101e6b80-cdae-49e5-acfb-f056448856ec",
    "id": "340a9e19-c1ce-1fa8-e063-6394a90aebf6",
    "effective_time": "20250430",
    "version": "9",
    "openfda": {
      "brand_name": [
        "Seasonal Allergy Relief"
      ],
      "generic_name": [
        "ONION, SODIUM CHLORIDE, HISTAMINE DIHYDROCHLORIDE, CUCUMBER, GALPHIMIA GLAUCA FLOWERING TOP, AND STRYCHNOS NUX-VOMICA SEED"
      ],
      "manufacturer_name": [
        "Hyland's Inc."
      ],
      "product_ndc": [
        "54973-3012"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "CUCUMBER",
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "SODIUM CHLORIDE",
        "STRYCHNOS NUX-VOMICA SEED"
      ],
      "spl_id": [
        "340a9e19-c1ce-1fa8-e063-6394a90aebf6"
      ],
      "spl_set_id": [
        "101e6b80-cdae-49e5-acfb-f056448856ec"
      ],
      "package_ndc": [
        "54973-3012-1",
        "54973-3012-2"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0354973301221"
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575",
        "N0000185375",
        "N0000185001",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "YY7C30VXJT",
        "93PH5Q8M7E",
        "3POA0Q644U",
        "492225Q21H",
        "451W47IQ8X",
        "269XH13919"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Snore Stop Extinguisher Throat atropa belladonna, ephedra distachya flowering twig, histamine dihydrochloride, goldenseal, potassium dichromate, strychnos nux-vomica seed, teucrium marum ALCOHOL GLYCERIN POTASSIUM SORBATE WATER ATROPA BELLADONNA ATROPA BELLADONNA EPHEDRA DISTACHYA FLOWERING TWIG EPHEDRA DISTACHYA FLOWERING TWIG HISTAMINE DIHYDROCHLORIDE HISTAMINE GOLDENSEAL GOLDENSEAL POTASSIUM DICHROMATE DICHROMATE ION STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED TEUCRIUM MARUM TEUCRIUM MARUM"
    ],
    "active_ingredient": [
      "Ingredients (HPUS): Belladonna 6x, Ephedra vulg. 6x, Histaminium hydrochloricum 12x, Hydrastis 6x, Kali bic 6x, Nux vom. 4x, 6x, Teucrium mar. 6x."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Alcohol (100 micro centiliters per spray), Glycerin, Potassium sorbate, Purified water (75%)."
    ],
    "indications_and_usage": [
      "Uses: Temporarily relieves symptoms of non-apneic snoring. Individual results may vary."
    ],
    "warnings": [
      "Warnings: Use only as directed. Keep out of reach of children . Do not use on children under 5 years of age. If pregnant or breastfeeding , ask a doctor before use. This product does not treat sleep apnea. Stop use and ask a doctor if symptoms do not improve in 7 days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Directions: Children over 5 years of age and Adults. Shake before each use. Remove cap. Rotate yellow arm to a right angle. Press down on sprayer until a fine mist appears. When in bed, spray spray once under the tongue and once in the back of the throat. For Maximum Results, use minimum 3 nights. Can be used with SnoreStop NasoSpray. May be used up to 4 times a day. Please discard 6 months after first use."
    ],
    "purpose": [
      "Purpose: Temporarily helps stop or reduce symptoms of non-apneic snoring. Individual results may vary."
    ],
    "storage_and_handling": [
      "Other information Store at 68-77°F (20-25°C) Use only if tamper resistant seal around the bottle is unbroken."
    ],
    "questions": [
      "Questions? 1-877-SNOREST"
    ],
    "package_label_principal_display_panel": [
      "Snore Stop Extinguisher Throat Spray Snore Stop Extinguisher Throat Spray SnoreStop ThroatSpray.jpg"
    ],
    "set_id": "158dc43d-1105-4757-9f3a-dbad961f8bd8",
    "id": "05e353aa-b694-bfbf-e063-6294a90a44fd",
    "effective_time": "20240108",
    "version": "6",
    "openfda": {
      "brand_name": [
        "Snore Stop Extinguisher Throat"
      ],
      "generic_name": [
        "ATROPA BELLADONNA, EPHEDRA DISTACHYA FLOWERING TWIG, HISTAMINE DIHYDROCHLORIDE, GOLDENSEAL, POTASSIUM DICHROMATE, STRYCHNOS NUX-VOMICA SEED, TEUCRIUM MARUM"
      ],
      "manufacturer_name": [
        "Green Pharmaceuticals Inc"
      ],
      "product_ndc": [
        "61152-196"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ATROPA BELLADONNA",
        "EPHEDRA DISTACHYA FLOWERING TWIG",
        "GOLDENSEAL",
        "HISTAMINE DIHYDROCHLORIDE",
        "POTASSIUM DICHROMATE",
        "STRYCHNOS NUX-VOMICA SEED",
        "TEUCRIUM MARUM"
      ],
      "spl_id": [
        "05e353aa-b694-bfbf-e063-6294a90a44fd"
      ],
      "spl_set_id": [
        "158dc43d-1105-4757-9f3a-dbad961f8bd8"
      ],
      "package_ndc": [
        "61152-196-18"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185375",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "WQZ3G9PF0H",
        "R55VQ87DP3",
        "ZW3Z11D0JV",
        "3POA0Q644U",
        "T4423S18FM",
        "269XH13919",
        "10464S0TAA"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "A-36 BOS TAURUS ADRENAL GLAND, Agrimonia eupatoria, Bellis perennis, CAMPHOR (NATURAL), MATRICARIA CHAMOMILLA, Equisetum hyemale, FRAXINUS AMERICANA BARK, Formica rufa, HISTAMINE DIHYDROCHLORIDE, IODINE, POTASSIUM DICHROMATE, CANIS LUPUS FAMILIARIS MILK, SODIUM CHLORIDE, ANEMONE PULSATILLA, SALIX NIGRA BARK, and TOBACCO LEAF ALCOHOL WATER BOS TAURUS ADRENAL GLAND BOS TAURUS ADRENAL GLAND AGRIMONIA EUPATORIA AGRIMONIA EUPATORIA BELLIS PERENNIS BELLIS PERENNIS CAMPHOR (NATURAL) CAMPHOR (NATURAL) MATRICARIA CHAMOMILLA MATRICARIA CHAMOMILLA EQUISETUM HYEMALE EQUISETUM HYEMALE FRAXINUS AMERICANA BARK FRAXINUS AMERICANA BARK FORMICA RUFA FORMICA RUFA HISTAMINE DIHYDROCHLORIDE HISTAMINE IODINE IODINE POTASSIUM DICHROMATE DICHROMATE ION CANIS LUPUS FAMILIARIS MILK CANIS LUPUS FAMILIARIS MILK SODIUM CHLORIDE SODIUM CATION CHLORIDE ION ANEMONE PULSATILLA ANEMONE PULSATILLA SALIX NIGRA BARK SALIX NIGRA BARK TOBACCO LEAF TOBACCO LEAF"
    ],
    "spl_unclassified_section": [
      "NDC 58264-0328-1",
      "To be used according to standard homeopathic indications."
    ],
    "indications_and_usage": [
      "INDICATIONS Constitutional treatment of inhalant allergies."
    ],
    "purpose": [
      "Constitutional treatment of inhalant allergies."
    ],
    "active_ingredient": [
      "INGREDIENTS ACTIVE Adrenal 6x, Agrimonia eupatoria 12/30x, Bellis perennis 12/30x, Camphora 12/30x, Chamomilla 6/12x, Equisetum hyemale 6x, Fraxinus americana 12/30x, Formica rufa 6/12x, Histaminum 6/12/30x, Iodium 6x, Kalium bichromicum 12x, Lac caninum 12/30x, Natrum muriaticum 6/12/30x, Pulsatilla 4x, Salix nigra 12/30x, Tabacum 12/30x INACTIVE 20% alcohol in purified water."
    ],
    "inactive_ingredient": [
      "INACTIVE 20% alcohol in purified water."
    ],
    "dosage_and_administration": [
      "SUGGESTED DOSAGE Normal dose for the first week is 2-3 drops in water T.I.D. Add one drop per dose per week until a total of ten drops is reached."
    ],
    "storage_and_handling": [
      "SHAKE WELL"
    ],
    "warnings": [
      "Warnings Use only if cap seal is unbroken. If pregnant or breastfeeding, ask a healthcare professional before use. Keep this and all medication out of the reach of children."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding, ask a healthcare professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep this and all medication out of the reach of children."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 1 FL. OZ. Bottle Label DYNAMIC NUTRITIONAL ASSOCIATES, INC. A-36 ALLERDEX #2 HOMEOPATHIC ANTIGEN 1 FL. OZ. Principal Display Panel - 1 FL. OZ. Bottle Label"
    ],
    "set_id": "161c4738-9ead-4687-9f5a-029d5a496e07",
    "id": "2b50dbc5-fefa-3296-e063-6294a90ac8c3",
    "effective_time": "20250109",
    "version": "3",
    "openfda": {
      "brand_name": [
        "A-36"
      ],
      "generic_name": [
        "BOS TAURUS ADRENAL GLAND, AGRIMONIA EUPATORIA, BELLIS PERENNIS, CAMPHOR (NATURAL), MATRICARIA CHAMOMILLA, EQUISETUM HYEMALE, FRAXINUS AMERICANA BARK, FORMICA RUFA, HISTAMINE DIHYDROCHLORIDE, IODINE, POTASSIUM DICHROMATE, CANIS LUPUS FAMILIARIS MILK, SODIUM CHLORIDE, ANEMONE PULSATILLA, SALIX NIGRA BARK, AND TOBACCO LEAF"
      ],
      "manufacturer_name": [
        "DNA Labs, Inc."
      ],
      "product_ndc": [
        "58264-0328"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "SUBLINGUAL"
      ],
      "substance_name": [
        "AGRIMONIA EUPATORIA",
        "ANEMONE PULSATILLA",
        "BELLIS PERENNIS",
        "BOS TAURUS ADRENAL GLAND",
        "CAMPHOR (NATURAL)",
        "CANIS LUPUS FAMILIARIS MILK",
        "EQUISETUM HYEMALE",
        "FORMICA RUFA",
        "FRAXINUS AMERICANA BARK",
        "HISTAMINE DIHYDROCHLORIDE",
        "IODINE",
        "MATRICARIA CHAMOMILLA",
        "POTASSIUM DICHROMATE",
        "SALIX NIGRA BARK",
        "SODIUM CHLORIDE",
        "TOBACCO LEAF"
      ],
      "spl_id": [
        "2b50dbc5-fefa-3296-e063-6294a90ac8c3"
      ],
      "spl_set_id": [
        "161c4738-9ead-4687-9f5a-029d5a496e07"
      ],
      "package_ndc": [
        "58264-0328-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185375",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0016962"
      ],
      "pharm_class_epc": [
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Plant Proteins [CS]"
      ],
      "unii": [
        "EBU0U94820",
        "I76KB35JEV",
        "2HU33I03UY",
        "M2776SWB29",
        "N20HL7Q941",
        "G39P120JQT",
        "59677RXH25",
        "55H0W83JO5",
        "0B24UR1O1S",
        "3POA0Q644U",
        "9679TC07X4",
        "G0R4UBI2ZZ",
        "T4423S18FM",
        "QU52J3A5B3",
        "451W47IQ8X",
        "6YR2608RSU"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Alo Therapeutic Massage MENTHOL, HISTAMINE DIHYDROCHLORIDE WATER BUTYLENE GLYCOL CARBOXYPOLYMETHYLENE CETYL ALCOHOL ETHYLHEXYLGLYCERIN DIMETHYL SULFONE GLYCERYL MONOSTEARATE SUNFLOWER OIL SPEARMINT OIL MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL TROLAMINE XANTHAN GUM MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Menthol 3.00% Histamine Dihydrochloride 0.100% External Analgesic"
    ],
    "purpose": [
      "External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "do_not_use": [
      "Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to affected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone (MSM), Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "40f8b8d1-a20b-54b0-e054-00144ff88e88",
    "id": "09d72d1b-d35e-923b-e063-6394a90a0cfc",
    "effective_time": "20231110",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Alo Therapeutic Massage"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CMI Therapy Solutions"
      ],
      "product_ndc": [
        "71061-763"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "1300288",
        "1300293"
      ],
      "spl_id": [
        "09d72d1b-d35e-923b-e063-6394a90a0cfc"
      ],
      "spl_set_id": [
        "40f8b8d1-a20b-54b0-e054-00144ff88e88"
      ],
      "package_ndc": [
        "71061-763-04"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0816957010340"
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Alo Therapeutic Massage MENTHOL, HISTAMINE DIHYDROCHLORIDE WATER BUTYLENE GLYCOL CARBOXYPOLYMETHYLENE CETYL ALCOHOL ETHYLHEXYLGLYCERIN DIMETHYL SULFONE GLYCERYL MONOSTEARATE SUNFLOWER OIL SPEARMINT OIL MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL TROLAMINE XANTHAN GUM MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Menthol 3.00% Histamine Dihydrochloride 0.100% External Analgesic"
    ],
    "purpose": [
      "External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "do_not_use": [
      "Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to affected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone (MSM), Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label2"
    ],
    "set_id": "40f92e71-fe2e-16f4-e054-00144ff8d46c",
    "id": "09d72d1b-d36b-923b-e063-6394a90a0cfc",
    "effective_time": "20231110",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Alo Therapeutic Massage"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CMI Therapy Solutions"
      ],
      "product_ndc": [
        "71061-764"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "1300288",
        "1300293"
      ],
      "spl_id": [
        "09d72d1b-d36b-923b-e063-6394a90a0cfc"
      ],
      "spl_set_id": [
        "40f92e71-fe2e-16f4-e054-00144ff8d46c"
      ],
      "package_ndc": [
        "71061-764-32"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0816957010357"
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Alo Therapeutic Massage MENTHOL, HISTAMINE DIHYDROCHLORIDE WATER BUTYLENE GLYCOL CARBOXYPOLYMETHYLENE CETYL ALCOHOL ETHYLHEXYLGLYCERIN DIMETHYL SULFONE GLYCERYL MONOSTEARATE SUNFLOWER OIL SPEARMINT OIL MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL TROLAMINE XANTHAN GUM MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Menthol 3.00% Histamine Dihydrochloride 0.100% External Analgesic"
    ],
    "purpose": [
      "External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "do_not_use": [
      "Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to affected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone (MSM), Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label3"
    ],
    "set_id": "40f93076-1f68-58e6-e054-00144ff88e88",
    "id": "09d769cf-cc55-9fd3-e063-6394a90ac18e",
    "effective_time": "20231110",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Alo Therapeutic Massage"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CMI Therapy Solutions"
      ],
      "product_ndc": [
        "71061-765"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "1300288",
        "1300293"
      ],
      "spl_id": [
        "09d769cf-cc55-9fd3-e063-6394a90ac18e"
      ],
      "spl_set_id": [
        "40f93076-1f68-58e6-e054-00144ff88e88"
      ],
      "package_ndc": [
        "71061-765-28"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Alo Therapeutic Massage MENTHOL, HISTAMINE DIHYDROCHLORIDE TROLAMINE XANTHAN GUM WATER BUTYLENE GLYCOL CARBOXYPOLYMETHYLENE CETYL ALCOHOL ETHYLHEXYLGLYCERIN DIMETHYL SULFONE GLYCERYL MONOSTEARATE SUNFLOWER OIL SPEARMINT OIL MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Menthol 3.00% Histamine Dihydrochloride 0.100% External Analgesic"
    ],
    "purpose": [
      "External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "do_not_use": [
      "Do not apply to open wounds or damaged skin. If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to affected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone (MSM), Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label4"
    ],
    "set_id": "40f9622e-27c7-6a5d-e054-00144ff88e88",
    "id": "09d769cf-cc62-9fd3-e063-6394a90ac18e",
    "effective_time": "20231110",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Alo Therapeutic Massage"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CMI Therapy Solutions"
      ],
      "product_ndc": [
        "71061-766"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "1300288",
        "1300293"
      ],
      "spl_id": [
        "09d769cf-cc62-9fd3-e063-6394a90ac18e"
      ],
      "spl_set_id": [
        "40f9622e-27c7-6a5d-e054-00144ff88e88"
      ],
      "package_ndc": [
        "71061-766-05"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bakers Best Arthritis Pain Relief with Hemp Seed HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER ARNICA MONTANA INDIAN FRANKINCENSE CANNABIS SATIVA SEED OIL MEDIUM-CHAIN TRIGLYCERIDES CETEARYL OLIVATE GLUCOSAMINE SULFATE GLYCERIN GLYCERYL CAPRYLATE GLYCERYL MONOSTEARATE GLYCERYL 1-UNDECYLENATE ILEX PARAGUARIENSIS LEAF MAGNESIUM SULFATE, UNSPECIFIED FORM DIMETHYL SULFONE SORBITAN OLIVATE STEARIC ACID XANTHAN GUM CORN HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Additional Information: • Store at room temperature."
    ],
    "active_ingredient": [
      "Active Ingredient: Histamine DHCl (0.03%) Topical Analgesic"
    ],
    "purpose": [
      "Topical Analgesic"
    ],
    "indications_and_usage": [
      "Indications: For the temporary relief of minor aches and pains of the muscles and joints associated with arthritis, simple backache, sprains, bruises and strains."
    ],
    "warnings": [
      "Warnings: For external use only. • Avoid contact with eyes. • If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not apply to wounds or damaged skin. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician."
    ],
    "do_not_use": [
      "Do not apply to wounds or damaged skin. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions: • Adults and children two-years of age or older: Apply to affected area not more than three to four times daily. • Children under two-years of age: consult a physician."
    ],
    "inactive_ingredient": [
      "Other Ingredients: Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Extract, Boswellia Serrata Extract, Cannabis Sativa (Hemp) Seed Oil, Caprylic/Capric Triglyceride, Cetearyl Olivate, Glucosamine Sulfate, Glycerin, Glyceryl Caprylate, Glyceryl Stearate, Glyceryl Undecylenate, Ilex Paraguariensis (Yerba Mate’) Extract, Magnesium Sulfate, Methylsulfonylmethane (MSM), Sodium Polyacrylate, Sorbitan Olivate, Stearic Acid, Xanthan Gum, Zemea (Corn) Propanediol."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "46415d28-99b5-4c9e-bde9-1c703595f671",
    "id": "09e235ab-ce1a-ad20-e063-6294a90a90a3",
    "effective_time": "20231111",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Bakers Best Arthritis Pain Relief with Hemp Seed"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Baker's Best Health Products, LLC"
      ],
      "product_ndc": [
        "76102-029"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "2167855"
      ],
      "spl_id": [
        "09e235ab-ce1a-ad20-e063-6294a90a90a3"
      ],
      "spl_set_id": [
        "46415d28-99b5-4c9e-bde9-1c703595f671"
      ],
      "package_ndc": [
        "76102-029-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "2nd CHANCE MOBILITY Pain Relief HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE MEDIUM-CHAIN TRIGLYCERIDES CETEARYL OLIVATE CITRIC ACID MONOHYDRATE ETHYLHEXYLGLYCERIN GLYCERIN GLYCERYL MONOSTEARATE HELIANTHUS ANNUUS FLOWERING TOP DIMETHYL SULFONE PHENOXYETHANOL SORBITAN OLIVATE STEARIC ACID .ALPHA.-TOCOPHEROL ACETATE XANTHAN GUM CORN HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information: Protect the product in this container from excessive heat and direct sun."
    ],
    "active_ingredient": [
      "Active Ingredients Histamine DHCL 0.05% Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: For the temporary relief of minor aches and pains of muscles and joints, associated with simple backache, arthritis, strains, bruises, and sprains."
    ],
    "warnings": [
      "Warnings: For external use only Do not use on damaged or broken skin. When using this product Avoid contact with the eyes. Do not bandage tightly. Stop use and ask a doctor if rash or irritation develops and lasts. condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. If pregnant or breast-feeding, ask a health professional before use"
    ],
    "do_not_use": [
      "Do not use on damaged or broken skin."
    ],
    "when_using": [
      "When using this product Avoid contact with the eyes. Do not bandage tightly."
    ],
    "stop_use": [
      "Stop use and ask a doctor if rash or irritation develops and lasts. condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use"
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 2 years of age and older: Apply to affected area not more than 3 to 4 times daily. Children under 2 years of age: consult a doctor."
    ],
    "inactive_ingredient": [
      "Inactive ingredients: Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Ammonium Acryloyldimethyltaurate/VP Copolymer, Arnica Montana Flower Extract, Boswellia Serrata Extract, Caprylic/Capric Triglyceride, Cetearyl Olivate, Citric Acid, Ethylhexylglycerin, Glycerin, Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Methylsulfonylmethane (MSM), Phenoxyethanol, Sodium Polyacrylate, Sorbitan Olivate, Stearic Acid, Tocopheryl Acetate (Vitamin E), Xanthan Gum, Zemea (Corn) Propanediol"
    ],
    "questions": [
      "Questions? support@2ndchane-mobility.com"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "575097ac-9fc9-4391-99d1-dff9b34817e3",
    "id": "0e6c8b79-89f9-2d24-e063-6394a90a5206",
    "effective_time": "20240108",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "2nd CHANCE MOBILITY Pain Relief"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "ALPHA NUTRITION, LLC"
      ],
      "product_ndc": [
        "83984-441"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "1542820"
      ],
      "spl_id": [
        "0e6c8b79-89f9-2d24-e063-6394a90a5206"
      ],
      "spl_set_id": [
        "575097ac-9fc9-4391-99d1-dff9b34817e3"
      ],
      "package_ndc": [
        "83984-441-00"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0850041754109"
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "AMINO ACTIVE Topical Analgesic Cream HISTAMINE DIHYDROCHLORIDE CETYL ALCOHOL OATMEAL DOCUSATE SODIUM GLYCERYL MONOSTEARATE POLYETHYLENE GLYCOL, UNSPECIFIED POLYETHYLENE GLYCOL 400 POLYETHYLENE GLYCOL 3350 SODIUM HYDROXIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information: Protect the product in this container from excessive heat and direct sun."
    ],
    "active_ingredient": [
      "Active ingredients Histamine DHCl 0.025% Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: For the temporary relief of minor aches and pains of muscles and joints, associated with arthritis, simple back aches, strains, bruises, and sprains. Provides penetrating pain relief."
    ],
    "warnings": [
      "Warnings: For External Use Only Do not apply to wounds or damaged skin. bandage tightly. When using this product Avoid contact with eyes. Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days. Keep out of reach of children. If swallowed, get medical help orcontact a Poison Control Center right away. If pregnant or breastfeeding ask a health professional before use."
    ],
    "do_not_use": [
      "Do not apply to wounds or damaged skin. bandage tightly."
    ],
    "when_using": [
      "When using this product Avoid contact with eyes."
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help orcontact a Poison Control Center right away."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding ask a health professional before use."
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 2 years of age and older: Apply to affected area not more than 3 to 4 times daily. Children under 2 years of age: consult a doctor."
    ],
    "inactive_ingredient": [
      "Inactive ingredients: Alpha GEE®, Cetyl Alcohol, Colloidal Oatmeal, Dioctyl Sodium Sulfosuccinate, Glyceryl MonoStearate, Polyethylene Glycol, Polyethylene Glycol 400, Polyethylene Glycol 3350, Sodium Hydroxide."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "591b1e7e-a8c0-4640-a592-4e0f3538a40e",
    "id": "09e37389-88cf-6f4c-e063-6394a90a9861",
    "effective_time": "20231111",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "AMINO ACTIVE Topical Analgesic Cream"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "VIREO SYSTEMS, INC."
      ],
      "product_ndc": [
        "82908-357"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "1091387"
      ],
      "spl_id": [
        "09e37389-88cf-6f4c-e063-6394a90a9861"
      ],
      "spl_set_id": [
        "591b1e7e-a8c0-4640-a592-4e0f3538a40e"
      ],
      "package_ndc": [
        "82908-357-00"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0349597001558"
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "GUNA-RHINO NOSE apis mellifera - aralia racemosa root - ascorbic acid - black currant - copper - euphorbia resinifera resin - european elderberry - helianthemum canadense - histamine dihydrochloride - human interleukin 12 - human interleukin-10 (nonglycosylated) - interferon gamma-1b - manganese gluconate - melilotus - onion - plantago major - rosa canina fruit - silver nitrate - ORANGE JUICE POTASSIUM SORBATE WATER SODIUM BENZOATE ONION ONION APIS MELLIFERA APIS MELLIFERA ARALIA RACEMOSA ROOT ARALIA RACEMOSA ROOT SILVER NITRATE SILVER CATION ASCORBIC ACID ASCORBIC ACID BLACK CURRANT BLACK CURRANT HELIANTHEMUM CANADENSE HELIANTHEMUM CANADENSE COPPER COPPER EUPHORBIA RESINIFERA RESIN EUPHORBIA RESINIFERA RESIN HISTAMINE DIHYDROCHLORIDE HISTAMINE INTERFERON GAMMA-1B INTERFERON GAMMA-1B INTERLEUKIN-10 INTERLEUKIN-10 HUMAN INTERLEUKIN 12 HUMAN INTERLEUKIN 12 MANGANESE GLUCONATE MANGANESE CATION (2+) MELILOTUS MELILOTUS PLANTAGO MAJOR PLANTAGO MAJOR ROSA CANINA FRUIT ROSA CANINA FRUIT EUROPEAN ELDERBERRY EUROPEAN ELDERBERRY"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS/PURPOSE ALIUM CEPA 6X, 8X, 12X EXPECTORANT APIS MELLIFICA 12x, 30X, 200X DECONGESTANT ARALIA RACEMOSA 1X ANTITUSSIVE ARGENTUM NITRICUM 10X ANALGESIC ASCORBIC ACID 2X ANTIOXIDANT BLACK CURRANT, BARK 1X DETOXIFICATION CISTUS CANADENSIS 4X HELPS BRONCHIAL SECRETION CUPRUM METALLICUM 4X ANTIOXIDANT EUPHORBIUM OFFICINARUM 4X MUCOLYTIC HISTAMINUM HYDROCHLORICUM 30X, 200X ANTI-INFLAMMATORY INTERFERON GAMMA 4C ANTIVIRAL INTERLEUKIN 10 4C ANTI-INFLAMMATORY INTERLEUKIN 12 4C SUPPORTS IMMUNE ACTIVITY MANGANESE GLUCONATE 4X DECONGESTANT MELILOTUS OFFICINALIS 3X DECONGESTANT PLANTAGO MAJOR 2X DETOXIFICATION ROSA CANINA, BARK 1X PAIN RELIEF SAMBUCUS NIGRA 2X ANTITUSSIVE"
    ],
    "purpose": [
      "USES For the temporary relief of symptoms due to Seasonal Allergies such as: Sneezing, Watery Eyes, Runny nose"
    ],
    "warnings": [
      "WARNINGS Stop use and ask doctor if symptoms worsen or persist more than 5 days"
    ],
    "pregnancy_or_breast_feeding": [
      "PREGNANCY If pregnant or breast-feeding ask a doctor before use"
    ],
    "keep_out_of_reach_of_children": [
      "WARNINGS Keep this and all medicines out of reach of children"
    ],
    "dosage_and_administration": [
      "DIRECTIONS Adults and children 12 years and older 2 sprays to each nostril , 3-5 times per day Children between 12 years and 6 years of age 1 spray to each nostril, 3-5 times per day Children under 6 years 1 spray to each nostril, 3 times per day"
    ],
    "questions": [
      "QUESTIONS Questions?: info@gunainc.com Tel. (484) 223-3500"
    ],
    "indications_and_usage": [
      "Tilt head slightly forward, place tip of bottle into nose, compress bottle once for each spray, aiming towards the back of the nose."
    ],
    "inactive_ingredient": [
      "Inactive ingredients : Water, Orange juice, Potassium sorbate, Sodium benzoate"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL guna rhino nose spray-8-10-15"
    ],
    "set_id": "5baeb698-1735-4586-9984-2a2cb0da871a",
    "id": "7e02aa23-f955-6990-e053-2a91aa0af032",
    "effective_time": "20181221",
    "version": "2",
    "openfda": {
      "brand_name": [
        "GUNA-RHINO NOSE"
      ],
      "generic_name": [
        "APIS MELLIFERA - ARALIA RACEMOSA ROOT - ASCORBIC ACID - BLACK CURRANT - COPPER - EUPHORBIA RESINIFERA RESIN - EUROPEAN ELDERBERRY - HELIANTHEMUM CANADENSE - HISTAMINE DIHYDROCHLORIDE - HUMAN INTERLEUKIN 12 - HUMAN INTERLEUKIN-10 (NONGLYCOSYLATED) - INTERFERON GAMMA-1B - MANGANESE GLUCONATE - MELILOTUS - ONION - PLANTAGO MAJOR - ROSA CANINA FRUIT - SILVER NITRATE -"
      ],
      "manufacturer_name": [
        "Guna spa"
      ],
      "product_ndc": [
        "17089-419"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "APIS MELLIFERA",
        "ARALIA RACEMOSA ROOT",
        "ASCORBIC ACID",
        "BLACK CURRANT",
        "COPPER",
        "EUPHORBIA RESINIFERA RESIN",
        "EUROPEAN ELDERBERRY",
        "HELIANTHEMUM CANADENSE",
        "HISTAMINE DIHYDROCHLORIDE",
        "HUMAN INTERLEUKIN 12",
        "INTERFERON GAMMA-1B",
        "INTERLEUKIN-10",
        "MANGANESE GLUCONATE",
        "MELILOTUS",
        "ONION",
        "PLANTAGO MAJOR",
        "ROSA CANINA FRUIT",
        "SILVER NITRATE"
      ],
      "spl_id": [
        "7e02aa23-f955-6990-e053-2a91aa0af032"
      ],
      "spl_set_id": [
        "5baeb698-1735-4586-9984-2a2cb0da871a"
      ],
      "package_ndc": [
        "17089-419-23"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0317089419235"
      ],
      "nui": [
        "N0000185021",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0002274",
        "N0000193618",
        "M0001797",
        "M0005152",
        "N0000175831",
        "N0000008595",
        "N0000008924",
        "N0000175830",
        "N0000175541",
        "M0011490",
        "N0000185371",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Standardized Insect Venom Allergenic Extract [EPC]",
        "Vitamin C [EPC]",
        "Copper-containing Intrauterine Device [EPC]",
        "Interferon gamma [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]",
        "Decreased Embryonic Implantation [PE]",
        "Decreased Sperm Motility [PE]",
        "Inhibit Ovum Fertilization [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Bee Venoms [CS]",
        "Ascorbic Acid [CS]",
        "Copper [CS]",
        "Interferon-gamma [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "7S82P3R43Z",
        "T90W4582DU",
        "PQ6CK8PD0R",
        "9755T40D11",
        "789U1901C5",
        "1TI1O9028K",
        "BQY1UBX046",
        "46G3W789Q3",
        "3POA0Q644U",
        "7B590791ER",
        "21K6M2I7AG",
        "9SC4O216V9",
        "9YY2F980SV",
        "F22I9R6Q0X",
        "492225Q21H",
        "W2469WNO6U",
        "3TNW8D08V3",
        "95IT3W8JZE"
      ]
    }
  },
  {
    "effective_time": "20181226",
    "inactive_ingredient": [
      "Inactive ingredients: Sucrose/lactose."
    ],
    "purpose": [
      "Purpose: Temporarily relieves bloating, cramping, water retention, breast tenderness, skin blemishes and mood swings associated with menstrual periods."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. Keep out of reach of children."
    ],
    "warnings": [
      "Warnings: If symptoms persist or worsen, or if pregnant or nursing, consult a doctor. Keep out of reach of children. Do not use if cap seal is broken or missing."
    ],
    "spl_product_data_elements": [
      "PMS Relief copper, estrone, histamine dihydrochloride, magnesium phosphate, tribasic, pentahydrate, sodium sulfate SUCROSE LACTOSE COPPER COPPER ESTRONE ESTRONE HISTAMINE DIHYDROCHLORIDE HISTAMINE MAGNESIUM PHOSPHATE, TRIBASIC, PENTAHYDRATE MAGNESIUM CATION SODIUM SULFATE SODIUM SULFATE ANHYDROUS"
    ],
    "openfda": {
      "brand_name": [
        "PMS Relief"
      ],
      "generic_name": [
        "COPPER, ESTRONE, HISTAMINE DIHYDROCHLORIDE, MAGNESIUM PHOSPHATE, TRIBASIC, PENTAHYDRATE, SODIUM SULFATE"
      ],
      "manufacturer_name": [
        "Homeocare Laboratories"
      ],
      "product_ndc": [
        "61727-310"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "SUBLINGUAL"
      ],
      "substance_name": [
        "COPPER",
        "ESTRONE",
        "HISTAMINE DIHYDROCHLORIDE",
        "MAGNESIUM PHOSPHATE, TRIBASIC, PENTAHYDRATE",
        "SODIUM SULFATE"
      ],
      "spl_id": [
        "7df3ccbb-5deb-774c-e053-2991aa0a2cb8"
      ],
      "spl_set_id": [
        "70821f51-c62b-411b-9469-6e7da82948d6"
      ],
      "package_ndc": [
        "61727-310-21"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0361727310217"
      ],
      "nui": [
        "M0005152",
        "N0000175831",
        "N0000008595",
        "N0000008924",
        "N0000175830"
      ],
      "pharm_class_cs": [
        "Copper [CS]"
      ],
      "pharm_class_epc": [
        "Copper-containing Intrauterine Device [EPC]"
      ],
      "pharm_class_pe": [
        "Decreased Embryonic Implantation [PE]",
        "Decreased Sperm Motility [PE]",
        "Inhibit Ovum Fertilization [PE]"
      ],
      "unii": [
        "789U1901C5",
        "2DI9HA706A",
        "3POA0Q644U",
        "453COF7817",
        "0YPR65R21J"
      ]
    },
    "version": "2",
    "dosage_and_administration": [
      "Dosage & Administration: Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times a day or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers."
    ],
    "package_label_principal_display_panel": [
      "PMS Relief PMS Relief Homeopathic Medicine 85 Pellets hcl label pms 2012.jpg pms relief image"
    ],
    "indications_and_usage": [
      "Indications & Usage: Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times a day or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers."
    ],
    "set_id": "70821f51-c62b-411b-9469-6e7da82948d6",
    "id": "7df3ccbb-5deb-774c-e053-2991aa0a2cb8",
    "active_ingredient": [
      "Active ingredients: Cuprum metallicum 10X, Folliculinum 18X, Histaminum 8X, Mag. phos. 10X, Natrum sulphuricum 8X."
    ]
  },
  {
    "spl_product_data_elements": [
      "Walgreens Arthritis Pain Relief Cream Histamine Dihydrochloride HISTAMINE DIHYDROCHLORIDE HISTAMINE BUTYLENE GLYCOL C13-14 ISOPARAFFIN CHONDROITIN SULFATE (SHARK) EMU OIL ETHYLHEXYL STEARATE GLUCOSAMINE HYDROCHLORIDE HELIANTHUS ANNUUS FLOWERING TOP LAURETH-7 METHYLISOTHIAZOLINONE DIMETHYL SULFONE POLYACRYLAMIDE (1500 MW) POTASSIUM SORBATE SODIUM POLYACRYLATE (8000 MW) TETRASODIUM EDETATE DIHYDRATE .ALPHA.-TOCOPHEROL ACETATE TRIDECETH-6 WATER"
    ],
    "spl_unclassified_section": [
      "Drug Fact"
    ],
    "active_ingredient": [
      "Active Ingredient Histamine Dihydrochloride 0.025%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains of muscles and joints assited with arthritis, simple backache, strains & bruises."
    ],
    "warnings": [
      "Warnings For external use only. Do not use on wounds or damaged skin or if you are allergic to ingredients in the product."
    ],
    "when_using": [
      "When using this product Avoid contact with eyes. If product gets into eyes,rinse thoroughly with water. Do not bandage tightly or use a heating pad."
    ],
    "stop_use": [
      "Stop use and ask a doctor if Rash appears. Condition worsens, if symptoms persist for more than 7 days, or if symptoms clear up and occur again within a few days."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "For use by adults and Children over 12 years of age. apply a thin layer to the pain site and massage until thoroughly absorbed into skin. Apply no more than 3 to 4 times daily. Children 12 years or younger consult a physician."
    ],
    "storage_and_handling": [
      "Other Information Store between 68° and 77° F ( 20° and 25° C) Tamper evident feature:do not use if outer shrink wrap on jar is torn, broken or missing."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Butylene Glycol, C13-C14 Isoparaffin, Chondroitin Sulfate, Emu Oil, Ethylhexyl Stearate, Glucosamine HCL, Hellanthus Annuus( Sunflower )Oil, Laureth-7, Methylisothiazolinone, Methylsulfonylmethane,Polyacrylamide, Potassium Sorbate, Sodium Polyacrylate, Tetrasodium EDTA, Tocopheryl Acetate, Trideceth-6, Water (purified)"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel -Jar Walgreens Arthritis Pain Relief NDC 0363-5301-40 Histamine Dihydrochloride 0.025% Arthritis Pain Relief Cream NET WT 4OZ (113g) 70020481B_Walgreens_ArthritisPainRelief_4oz_WIC_760245_m115210.jpg"
    ],
    "set_id": "80d3031a-7fa9-4f5b-b85e-c7c6ef314801",
    "id": "6e274c8c-627c-4a48-937b-5304ea400ab9",
    "effective_time": "20241120",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Walgreens Arthritis Pain Relief Cream"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Walgreens Company"
      ],
      "product_ndc": [
        "0363-5301"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "1091387"
      ],
      "spl_id": [
        "6e274c8c-627c-4a48-937b-5304ea400ab9"
      ],
      "spl_set_id": [
        "80d3031a-7fa9-4f5b-b85e-c7c6ef314801"
      ],
      "package_ndc": [
        "0363-5301-40"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "TerraFreeze Pain Relief MENTHOL,METHYL SALICYLATE,HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER ARNICA MONTANA ASCORBIC ACID INDIAN FRANKINCENSE BROMELAINS BUTYLENE GLYCOL C13-14 ISOPARAFFIN MATRICARIA CHAMOMILLA CITRIC ACID MONOHYDRATE TURMERIC EMU OIL ETHYLHEXYLGLYCERIN ETHYLHEXYL STEARATE LICORICE SUNFLOWER OIL LAURETH-7 MAGNESIUM SULFATE, UNSPECIFIED DIMETHYL SULFONE NIACIN PHENOXYETHANOL POLYSORBATE 80 POTASSIUM SORBATE EDETATE SODIUM .ALPHA.-TOCOPHEROL ACETATE TRIDECETH-6 GINGER MENTHOL MENTHOL METHYL SALICYLATE SALICYLIC ACID HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information Store at room temperature with lid closed tightly."
    ],
    "active_ingredient": [
      "Active Ingredients Menthol 10.00% Methyl Salicylate 10.00% Histamine DHCl 0.050% Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: For the temporary relief of minor aches and pains of the muscles and joints associated with arhritis, simple backache, sprains, bruises and strains."
    ],
    "warnings": [
      "Warnings: For External use only Keep out of reach of children. If swallowed, consult physician. Do not apply to wounds or damaged skin. When using this product Avoid contact with eyes. If product gets into eyes, rinse thoroughly with water Do not bandage tightly Stop use and ask a doctor if: Rash appears If symptoms persist for more than seven days, discontinue use and consult physician If pregnant or breastfeeding, ask a healthcare professional before use. Keep out of reach of children. If swallowed get medical help or contact Poison Control Center right away."
    ],
    "when_using": [
      "When using this product Avoid contact with eyes. If product gets into eyes, rinse thoroughly with water Do not bandage tightly"
    ],
    "stop_use": [
      "Stop use and ask a doctor if: Rash appears If symptoms persist for more than seven days, discontinue use and consult physician"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding, ask a healthcare professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed get medical help or contact Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Apply to affected area 3-4 times daily. Adults and children two-years of age or older: Consult a physician Children under two-years of age:"
    ],
    "inactive_ingredient": [
      "Other Ingredients Aloe Barbadensis (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Extract, AScorbic Acid (Vitamin C), Bosewellia Serrata Extract, Bromelain, Butylene Glycol, C13-14 Isoparaffin, Chamomilla Recutta (Chamomile) Extract, Citric Acid, Curcuma Longa (Turmeric) Extract, Emu Oil, Ethylhexylglycerin, Ethylhexyl Stearate, Glycyrrhiza Glabra (licorice) Root Extract, Helianthus Annuus (Sunflower) Oil, Laureth-7, magnesium Sulfate, Methylsulfonylmethane (MSM), Niacin, Phenoxyethanol, Polyacrylamide, Polysorbate-80, Potassium Sorbate, Sodium Polyacrylate, Tetrasodium EDTA, Tocopheryl Acetate (Vitamin E), Tricedeth-6, Zingiber Officinale (Ginger) Root Extract"
    ],
    "questions": [
      "Questions or Comments? (support email address) or Call 1.855.977.0726"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label"
    ],
    "set_id": "81dc70b3-7e93-4f9a-ae3a-b50bbfd1a677",
    "id": "09dc09a4-8c6f-1ab6-e063-6394a90a8b1d",
    "effective_time": "20231111",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "TerraFreeze Pain Relief"
      ],
      "generic_name": [
        "MENTHOL,METHYL SALICYLATE,HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Beyond Derma, LLC"
      ],
      "product_ndc": [
        "71805-855"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL",
        "METHYL SALICYLATE"
      ],
      "rxcui": [
        "1947261"
      ],
      "spl_id": [
        "09dc09a4-8c6f-1ab6-e063-6394a90a8b1d"
      ],
      "spl_set_id": [
        "81dc70b3-7e93-4f9a-ae3a-b50bbfd1a677"
      ],
      "package_ndc": [
        "71805-855-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A",
        "LAV5U5022Y"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE SUCROSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 12C HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "12Cgreen 12C"
    ],
    "set_id": "85b7c383-420e-7cb8-e053-2991aa0a6933",
    "id": "427785fe-478f-0358-e063-6394a90a2ec1",
    "effective_time": "20251031",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2469"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "427785fe-478f-0358-e063-6394a90a2ec1"
      ],
      "spl_set_id": [
        "85b7c383-420e-7cb8-e053-2991aa0a6933"
      ],
      "package_ndc": [
        "0220-2469-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE HISTAMINE DIHYDROCHLORIDE HISTAMINE SUCROSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 6C HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "6CG 6C"
    ],
    "set_id": "85b7ee33-d037-afe8-e053-2991aa0a681b",
    "id": "42b2904a-1127-85c6-e063-6394a90afd78",
    "effective_time": "20251103",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2467"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "42b2904a-1127-85c6-e063-6394a90afd78"
      ],
      "spl_set_id": [
        "85b7ee33-d037-afe8-e053-2991aa0a681b"
      ],
      "package_ndc": [
        "0220-2467-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE SUCROSE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 9C HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "label 9C"
    ],
    "set_id": "85b80bba-5dce-2202-e053-2991aa0a53cb",
    "id": "42b2bb7f-7088-7702-e063-6294a90a9d5c",
    "effective_time": "20251103",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2468"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "42b2bb7f-7088-7702-e063-6294a90a9d5c"
      ],
      "spl_set_id": [
        "85b80bba-5dce-2202-e053-2991aa0a53cb"
      ],
      "package_ndc": [
        "0220-2468-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE SUCROSE HISTAMINE DIHYDROCHLORIDE HISTAMINE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 15C HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "15CGreen 15C"
    ],
    "set_id": "85b82b93-2179-508f-e053-2991aa0a56e5",
    "id": "4277a266-e429-ae02-e063-6294a90aa3fb",
    "effective_time": "20251031",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2470"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "4277a266-e429-ae02-e063-6294a90aa3fb"
      ],
      "spl_set_id": [
        "85b82b93-2179-508f-e053-2991aa0a56e5"
      ],
      "package_ndc": [
        "0220-2470-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE SUCROSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 200CK HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "200CKG 200CK"
    ],
    "set_id": "85b8438a-be19-22aa-e053-2a91aa0a491d",
    "id": "4277cab2-dcf5-c0b2-e063-6294a90a0327",
    "effective_time": "20251031",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2471"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "4277cab2-dcf5-c0b2-e063-6294a90a0327"
      ],
      "spl_set_id": [
        "85b8438a-be19-22aa-e053-2a91aa0a491d"
      ],
      "package_ndc": [
        "0220-2471-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE SUCROSE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 10M HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "10MG 10M"
    ],
    "set_id": "85b8ef3d-7303-7f3b-e053-2991aa0a0777",
    "id": "4226b45a-aed8-536d-e063-6394a90a653e",
    "effective_time": "20251027",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2479"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "4226b45a-aed8-536d-e063-6394a90a653e"
      ],
      "spl_set_id": [
        "85b8ef3d-7303-7f3b-e053-2991aa0a0777"
      ],
      "package_ndc": [
        "0220-2479-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE HISTAMINE DIHYDROCHLORIDE HISTAMINE SUCROSE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 30X HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "30XG 30X"
    ],
    "set_id": "85b905d4-5fa3-7125-e053-2a91aa0a54f4",
    "id": "42b29081-cdd1-719c-e063-6394a90a75c4",
    "effective_time": "20251103",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2480"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "42b29081-cdd1-719c-e063-6394a90a75c4"
      ],
      "spl_set_id": [
        "85b905d4-5fa3-7125-e053-2a91aa0a54f4"
      ],
      "package_ndc": [
        "0220-2480-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum hydrochloricum HISTAMINE DIHYDROCHLORIDE LACTOSE, UNSPECIFIED FORM ANHYDROUS LACTOSE HISTAMINE DIHYDROCHLORIDE HISTAMINE SUCROSE"
    ],
    "active_ingredient": [
      "Histaminum hydrochloricum 1M HPUS Active ingredient**: See product name on front panel (contains 0.443 mg of the active ingredient per pellet)."
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Relieves allergies *"
    ],
    "warnings": [
      ""
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "dosage_and_administration": [
      "Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661) Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "spl_unclassified_section": [
      "Do not use if pellet dispenser seal is broken. Contains approx 80 pellets. How to dispense pellets? Turn tube upside down. Twist until 5 pellets are dispensed into cap. Carefully remove the cap and use it to pour pellets under the tongue. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "package_label_principal_display_panel": [
      "1MG 1M"
    ],
    "set_id": "85b90602-3017-6d4a-e053-2a91aa0a3280",
    "id": "4277b302-40ee-42e2-e063-6394a90aa4fd",
    "effective_time": "20251031",
    "version": "3",
    "openfda": {
      "brand_name": [
        "Histaminum hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-2472"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "4277b302-40ee-42e2-e063-6394a90aa4fd"
      ],
      "spl_set_id": [
        "85b90602-3017-6d4a-e053-2a91aa0a3280"
      ],
      "package_ndc": [
        "0220-2472-41"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bakers Best Arthritis Pain Relief HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER ARNICA MONTANA INDIAN FRANKINCENSE MEDIUM-CHAIN TRIGLYCERIDES CETEARYL OLIVATE GLUCOSAMINE SULFATE GLYCERIN GLYCERYL CAPRYLATE GLYCERYL MONOSTEARATE GLYCERYL 1-UNDECYLENATE ILEX PARAGUARIENSIS LEAF MAGNESIUM SULFATE, UNSPECIFIED FORM DIMETHYL SULFONE SORBITAN OLIVATE STEARIC ACID XANTHAN GUM CORN HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Additional Information: • Store at room temperature."
    ],
    "active_ingredient": [
      "Active Ingredient: Histamine DHCl (0.03%) Topical Analgesic"
    ],
    "purpose": [
      "Topical Analgesic"
    ],
    "indications_and_usage": [
      "Indications: For the temporary relief of minor aches and pains of the muscles and joints associated with arthritis, simple backache, sprains, bruises and strains."
    ],
    "warnings": [
      "Warnings: For external use only. • Avoid contact with eyes. • If symptoms persist for more than seven days, discontinue use and consult physician. Keep out of reach of children. If swallowed, consult physician. Do not apply to wounds or damaged skin. Do not bandage tightly. If pregnant or breast feeding, contact physician prior to use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician."
    ],
    "do_not_use": [
      "Do not apply to wounds or damaged skin. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions: • Adults and children two-years of age or older: Apply to affected area not more than three to four times daily. • Children under two-years of age: consult a physician."
    ],
    "inactive_ingredient": [
      "Other Ingredients: Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Extract, Boswellia Serrata Extract, Caprylic/Capric Triglyceride, Cetearyl Olivate, Glucosamine Sulfate, Glycerin, Glyceryl Caprylate, Glyceryl Stearate, Glyceryl Undecylenate, Ilex Paraguariensis (Yerba Mate’) Extract, Magnesium Sulfate, Methylsulfonylmethane (MSM), Sodium Polyacrylate, Sorbitan Olivate, Stearic Acid, Xanthan Gum, Zemea (Corn) Propanediol."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label2"
    ],
    "set_id": "869735f9-335e-4a5e-adfc-91167ae943c5",
    "id": "48c0b05b-4b73-8966-e063-6394a90a6464",
    "effective_time": "20260119",
    "version": "3",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Bakers Best Arthritis Pain Relief"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Baker's Best Health Products, LLC"
      ],
      "product_ndc": [
        "76102-030"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "2167855"
      ],
      "spl_id": [
        "48c0b05b-4b73-8966-e063-6394a90a6464"
      ],
      "spl_set_id": [
        "869735f9-335e-4a5e-adfc-91167ae943c5"
      ],
      "package_ndc": [
        "76102-030-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Pain Relieving Cream Histamine Dihydrochloride HISTAMINE DIHYDROCHLORIDE HISTAMINE WATER CETOSTEARYL ALCOHOL EMU OIL GLYCERIN POLYOXYL 20 CETOSTEARYL ETHER GLUCOSAMINE SULFATE DIMETHYL SULFONE MEDIUM-CHAIN TRIGLYCERIDES PHENOXYETHANOL CETYL ALCOHOL .ALPHA.-TOCOPHEROL ACETATE BUTYLENE GLYCOL PROPYLENE GLYCOL CHAMOMILE ROSEMARY INDIAN FRANKINCENSE ETHYLHEXYLGLYCERIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "DR. NEWTON'S ™ NATURALS Temporary Pain Relief Moisturizing Cream Odorless, Greaseless, Stainless Distributed by Dr. Newton's Naturals 26 Thomas Drive, Westbrook, ME 04092 To re-order call 800-280-5590 MADE IN USA www.drnewtons.com"
    ],
    "active_ingredient": [
      "Active ingredient Histamine dihydrochloride 0.05% w/w"
    ],
    "purpose": [
      "Purpose Pain reliever"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of minor aches and pains of muscles and joints associated with • simple backache • arthritis • strains • bruises • sprains"
    ],
    "warnings": [
      "Warnings For external use only Do not use • on wounds or damaged skin • if you are allergic to ingredients in this product When using this product • avoid contact with the eyes. If product gets into the eyes, rinse thoroughly with water • do not bandage tightly or use a heating pad Stop use and ask a doctor if • rash appears • condition worsens, or if symptoms persist for more than 7 days, or if symptoms clear up and occur again within a few days If pregnant or breastfeeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions • adults and children 12 years of age and older: Apply to affected area not more than 3 to 4 times daily • children under 12 years of age: do not use, consult a physician"
    ],
    "storage_and_handling": [
      "Other information store between 68° and 77° F (20° and 25° C)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients: Water, Cetearyl alcohol, Emu oil, Glycerin, Ceteareth-20, Glucosamine sulfate, Dimethyl sulfone, Caprylic/capric triglyceride, Phenoxyethanol, Cetyl alcohol, Tocopherol acetate, Butylene glycol, Propylene glycol, Chamomile ( Chamomilla recutita ) flower extract, Rosemary ( Rosemarinus officinalis ) leaf extract, Indian frankincense ( Boswellia serrata ) extract, Ethylhexylglycerin."
    ],
    "questions": [
      "Questions or comments? +1-866-788-5951 You may also report serious side effects to this phone number. Mon-Fri 8:00 A.M. - 6:00 P.M."
    ],
    "package_label_principal_display_panel": [
      "Packaging PainRelieving1"
    ],
    "set_id": "9eeea033-ae87-4d83-85d0-b8fa653a0806",
    "id": "de7597a0-26c9-4a4b-b2b7-10ded0901117",
    "effective_time": "20250219",
    "version": "1",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Pain Relieving Cream"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Mediapower, Inc. DBA Dr Newton's And Naturals"
      ],
      "product_ndc": [
        "85063-101"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "1542820"
      ],
      "spl_id": [
        "de7597a0-26c9-4a4b-b2b7-10ded0901117"
      ],
      "spl_set_id": [
        "9eeea033-ae87-4d83-85d0-b8fa653a0806"
      ],
      "package_ndc": [
        "85063-101-85"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Alo Therapeutic Massage MENTHOL, HISTAMINE DIHYDROCHLORIDE XANTHAN GUM MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE WATER BUTYLENE GLYCOL CETYL ALCOHOL ETHYLHEXYLGLYCERIN SUNFLOWER OIL SPEARMINT OIL MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL TROLAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Distributed by: THERAPLEX SOLUTIONS Miami, Florida 33298 Questions? call 305.609.4229 www.alo-21.com"
    ],
    "active_ingredient": [
      "Active Ingredients Menthol 3.00% Histamine Dihydrochloride 0.100%"
    ],
    "purpose": [
      "Purpose External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. Do not apply to open wounds or damages skin. If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, consult physician. Do not bandage tightly."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to effected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (Deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone(MSM), Glyceryl Stearate, Healianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Alo THERAPEUTIC MASSAGE CREAM; PAIN RELIEVING; DEEP PENETRATING, PAIN RELIEF FROM ARTHRITIS; SORE MUSCLES AND JOINTS; BACK PAIN;BRUISES AND SPRAINS STIMULATES CIRCULATION TO SPEED HEALING 4 fl oz Drug Facts",
      "Alo Therapeutic Massage Cream 4oz/118g (51457-000-04) Alo 1 Alo 2"
    ],
    "set_id": "a898d2ef-5fa0-4144-8bb5-f6d5fc3ff0d4",
    "id": "09d7052e-ec73-ef60-e063-6294a90af214",
    "effective_time": "20231110",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Alo Therapeutic Massage"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Theraplex Solutions"
      ],
      "product_ndc": [
        "51457-000"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "1300288",
        "1300293"
      ],
      "spl_id": [
        "09d7052e-ec73-ef60-e063-6294a90af214"
      ],
      "spl_set_id": [
        "a898d2ef-5fa0-4144-8bb5-f6d5fc3ff0d4"
      ],
      "package_ndc": [
        "51457-000-04"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "GUNA-ALLERGY-PREV AMBROSIA ARTEMISIIFOLIA - ANGUILLA ROSTRATA BLOOD SERUM - ARUNDO PLINIANA ROOT - BLACK CURRANT - CHELIDONIUM MAJUS - CITRIC ACID MONOHYDRATE - HISTAMINE DIHYDROCHLORIDE - HUMAN INTERLEUKIN 12 - INTERFERON GAMMA-1B - MANGANESE GLUCONATE - PARIETARIA OFFICINALIS - PHLEUM PRATENSE - SODIUM PYRUVATE - SODIUM SULFATE - SUCCINIC ACID - SULFUR - URTICA URENS - VIBURNUM OPULUS ROOT - WYETHIA HELENIOIDES ROOT - ALCOHOL AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA ARUNDO PLINIANA ROOT ARUNDO PLINIANA ROOT ASCLEPIAS CURASSAVICA ASCLEPIAS CURASSAVICA BLACK CURRANT BLACK CURRANT CITRIC ACID MONOHYDRATE ANHYDROUS CITRIC ACID HISTAMINE DIHYDROCHLORIDE HISTAMINE INTERFERON GAMMA-1B INTERFERON GAMMA-1B HUMAN INTERLEUKIN 12 HUMAN INTERLEUKIN 12 MANGANESE GLUCONATE MANGANESE CATION (2+) SODIUM PYRUVATE PYRUVIC ACID SODIUM SULFATE SODIUM CATION PARIETARIA OFFICINALIS PARIETARIA OFFICINALIS PHLEUM PRATENSE PHLEUM PRATENSE ANGUILLA ROSTRATA BLOOD SERUM ANGUILLA ROSTRATA BLOOD SERUM SUCCINIC ACID SUCCINIC ACID SULFUR SULFUR URTICA URENS URTICA URENS VIBURNUM OPULUS ROOT VIBURNUM OPULUS ROOT WYETHIA HELENIOIDES ROOT WYETHIA HELENIOIDES ROOT"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS/PURPOSE AMBROSIA ARTEMISIIFOLIA 18X RAGWEED SENSITIVITY ARUNDO MAURITANICA 18X DETOXIFICATION ACTIVITY ASCLEPIAS VINCETOXICUM 6X, 10X, 30X IMMUNE SUPPORT BLACK CURRANT 1X DETOXIFICATION ACTIVITY CITRICUM ACIDUM 6X ANTIOXIDANT HISTAMINUM HYDROCHLORICUM 12X, 30X, 200X ANTIHISTAMINE INTERFERON GAMMA 4C IMMUNE SUPPORT INTERLEUKIN 12 4C IMMUNE SUPPORT MANGANESE GLUCONATE 4X IMMUNE SUPPORT NATRUM PYRUVICUM 6X ANTI-ALLERGY NATRUM SULF 12X, 30X, 200X METABOLIC SUPPORT PARIETARIA OFFICINALIS 18X PELLITORY OF THE WALL SENSITIVITY PHLEUM PRATENSE 18X TIMOTHY SENSITIVITY SERUM ANGUILLAE 12X, 30X, 200X ANTI-ALLERGY SUCCINICUM ACIDUM 6X METABOLIC SUPPORT SULFUR 12X, 30X, 200X SKIN DETOXIFICATION URTICA URENS 18X NETTLE SENSITIVITY VIBURNUM OPULUS T LYMPHATIC SYSTEM DETOXIFICATION WYETHIA HELENIOIDES 18X WYETHIA SENSITIVITY"
    ],
    "purpose": [
      "USES Temporary relief of allergy symptoms due to exposure to pollen from: Grass Sunflower Nettle"
    ],
    "warnings": [
      "WARNINGS Stop use and ask docto r if symptoms persist more than 5 days. If pregnant or breast-feeding ask a health professional before use. Keep out of reach of children . In case of overdose, get medical help or contact a Poison Control Center right away. Contains ethyl alcohol 30%"
    ],
    "pregnancy_or_breast_feeding": [
      "PREGNANCY If pregnant or breast-feeding ask a doctor before use"
    ],
    "keep_out_of_reach_of_children": [
      "WARNINGS Keep out of reach of children"
    ],
    "dosage_and_administration": [
      "DIRECTIONS For maximum symptom relief start before the anticipated allergen exposure. Adults and children 12 years and older 20 drops in a little water, 2 times per day Children between 12 years and 6 years of age 10 drops in a little water, 2 times per day Children under 6 years 5 drops in a glass of water, 2 times per day"
    ],
    "questions": [
      "QUESTIONS Questions?: info@gunainc.com, tel. (484) 223-3500"
    ],
    "indications_and_usage": [
      "Take 15 minutes before meals"
    ],
    "inactive_ingredient": [
      "Inactive ingredient : Ethyl alcohol 30%."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL 5USPRE-REV04-10-05-18"
    ],
    "set_id": "adae93c0-1de9-4e45-ab58-148171f0dc86",
    "id": "7e029048-a7aa-68a5-e053-2a91aa0af0be",
    "effective_time": "20181221",
    "version": "2",
    "openfda": {
      "brand_name": [
        "GUNA-ALLERGY-PREV"
      ],
      "generic_name": [
        "AMBROSIA ARTEMISIIFOLIA - ANGUILLA ROSTRATA BLOOD SERUM - ARUNDO PLINIANA ROOT - BLACK CURRANT - CHELIDONIUM MAJUS - CITRIC ACID MONOHYDRATE - HISTAMINE DIHYDROCHLORIDE - HUMAN INTERLEUKIN 12 - INTERFERON GAMMA-1B - MANGANESE GLUCONATE - PARIETARIA OFFICINALIS - PHLEUM PRATENSE - SODIUM PYRUVATE - SODIUM SULFATE - SUCCINIC ACID - SULFUR - URTICA URENS - VIBURNUM OPULUS ROOT - WYETHIA HELENIOIDES ROOT -"
      ],
      "manufacturer_name": [
        "Guna spa"
      ],
      "product_ndc": [
        "17089-299"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "ANGUILLA ROSTRATA BLOOD SERUM",
        "ARUNDO PLINIANA ROOT",
        "ASCLEPIAS CURASSAVICA",
        "BLACK CURRANT",
        "CITRIC ACID MONOHYDRATE",
        "HISTAMINE DIHYDROCHLORIDE",
        "HUMAN INTERLEUKIN 12",
        "INTERFERON GAMMA-1B",
        "MANGANESE GLUCONATE",
        "PARIETARIA OFFICINALIS",
        "PHLEUM PRATENSE",
        "SODIUM PYRUVATE",
        "SODIUM SULFATE",
        "SUCCINIC ACID",
        "SULFUR",
        "URTICA URENS",
        "VIBURNUM OPULUS ROOT",
        "WYETHIA HELENIOIDES ROOT"
      ],
      "spl_id": [
        "7e029048-a7aa-68a5-e053-2a91aa0af0be"
      ],
      "spl_set_id": [
        "adae93c0-1de9-4e45-ab58-148171f0dc86"
      ],
      "package_ndc": [
        "17089-299-18"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0317089299189"
      ],
      "nui": [
        "N0000175541",
        "M0011490"
      ],
      "pharm_class_epc": [
        "Interferon gamma [EPC]"
      ],
      "pharm_class_cs": [
        "Interferon-gamma [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "L7B16ESD1U",
        "ZXE7LB03WC",
        "JSZ93E47EP",
        "9755T40D11",
        "2968PHW8QP",
        "3POA0Q644U",
        "7B590791ER",
        "21K6M2I7AG",
        "9YY2F980SV",
        "0P46LFE4VC",
        "POD38AIF08",
        "0YPR65R21J",
        "AB6MNQ6J6L",
        "70FD1KFU70",
        "IHN2NQ5OF9",
        "6N0G8XY3T8",
        "J10PD1AQ0N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "GUNA HAY FEVER RELIEF strychnos nux vomica seed - histamine dihydrochloride - manganese - schoenocaulon officinale seed - apis mellifera - arsenic trioxide - silver nitrate - onion - euphrasia stricta - galphimia glauca flowering top - sulfur - STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED HISTAMINE DIHYDROCHLORIDE HISTAMINE MANGANESE MANGANESE SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED ONION ONION SUCROSE APIS MELLIFERA APIS MELLIFERA SILVER NITRATE SILVER CATION EUPHRASIA STRICTA EUPHRASIA STRICTA GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP SULFUR SULFUR ARSENIC TRIOXIDE ARSENIC CATION (3+) white"
    ],
    "indications_and_usage": [
      "Temporarily relieves hay fever symptoms, such as: ● sneezing ● coughing ● inflamed, runny nose"
    ],
    "questions": [
      "QUESTIONS Questions? info@gunainc.com (484) 223-3500"
    ],
    "keep_out_of_reach_of_children": [
      "WARNINGS Keep out of reach of children",
      "Keep out of reach of children"
    ],
    "pregnancy_or_breast_feeding": [
      "PREGNANCY If pregnant or breast-feeding ask a health care professional before use."
    ],
    "purpose": [
      "USES Temporarily relieves hay fever symptoms, such as: ● sneezing ● coughing ● inflamed, runny nose"
    ],
    "stop_use": [
      "WARNINGS Stop use and ask doctor if symptoms persist more than 5 days or worsen. If pregnant or breast-feeding ask a health care professional before use keep out of reach of children"
    ],
    "warnings": [
      "Stop use and ask doctor if symptoms persist more than 5 days or worsen. If pregnant or breast-feeding ask a health professional before use. Do not use more than the recommended dose. Keep out of reach of children."
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS/PURPOSE Allium cepa 30X Relieves sneezing, runny nose Apis mellifica 200X Helps reduce swelling Galphimia glauca 4X Relieves sneezing, coughing, blocked nose Argentum nitricum 6X Relieves sneezing, runny nose Arsenicum album 30X Relieves allergy symptoms Euphrasia officinalis 5X Relieves inflamed nose and eye mucosa Histaminum hydrochloricum 200X Relieves allergy symptoms Manganum metallicum 8X Relieves hoarseness Nux vomica 4X Relieves sneezing, coughing, blocked nose Sabadilla 6X Relieves sneezing, coughing, blocked nose Sulphur 30X Relieves inflamed nose and eye mucosa"
    ],
    "when_using": [
      "DIRECTIONS Turn tube upside down and rotate cap to release pellets into cap. ● Unscrew cap and, without touching the pellets, place them under the tongue. ● Allow to dissolve. ● Take 15 minutes before meals."
    ],
    "dosage_and_administration": [
      "Adults and children 12 years and older 5 pellets 3 times per day Children between 12 and 6 years of age 3 pellets 3 times per day Children under 6 years 1 pellet 3 times per day to be disoolved into a little water"
    ],
    "inactive_ingredient": [
      "Inactive ingredient : Sucrose."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL 5USHFR-6 5USHF1 B"
    ],
    "set_id": "b8db4fc6-f235-6f2b-e053-2a95a90a186f",
    "id": "d3322d60-dd44-8e96-e053-2995a90a54b0",
    "effective_time": "20211215",
    "version": "3",
    "openfda": {
      "brand_name": [
        "GUNA HAY FEVER RELIEF"
      ],
      "generic_name": [
        "STRYCHNOS NUX VOMICA SEED - HISTAMINE DIHYDROCHLORIDE - MANGANESE - SCHOENOCAULON OFFICINALE SEED - APIS MELLIFERA - ARSENIC TRIOXIDE - SILVER NITRATE - ONION - EUPHRASIA STRICTA - GALPHIMIA GLAUCA FLOWERING TOP - SULFUR -"
      ],
      "manufacturer_name": [
        "Guna spa"
      ],
      "product_ndc": [
        "17089-476"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "APIS MELLIFERA",
        "ARSENIC TRIOXIDE",
        "EUPHRASIA STRICTA",
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "HISTAMINE DIHYDROCHLORIDE",
        "MANGANESE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SILVER NITRATE",
        "STRYCHNOS NUX-VOMICA SEED",
        "SULFUR"
      ],
      "spl_id": [
        "d3322d60-dd44-8e96-e053-2995a90a54b0"
      ],
      "spl_set_id": [
        "b8db4fc6-f235-6f2b-e053-2a95a90a186f"
      ],
      "package_ndc": [
        "17089-476-20",
        "17089-476-21"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0317089476207"
      ],
      "nui": [
        "N0000185021",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0002274",
        "N0000185371",
        "M0006342",
        "M0022575",
        "N0000185375",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Standardized Insect Venom Allergenic Extract [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Bee Venoms [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "7S82P3R43Z",
        "S7V92P67HO",
        "C9642I91WL",
        "93PH5Q8M7E",
        "3POA0Q644U",
        "42Z2K6ZL8P",
        "492225Q21H",
        "6NAF1689IO",
        "95IT3W8JZE",
        "269XH13919",
        "70FD1KFU70"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ALLERGY POLLEN Garlic, Echinacea Angustifolia, Solidago Virgaurea Flowering Top, Toxicodendron Pubescens Leaf, Onion, Ambrosia Artemisiifolia, Apis Mellifera, Arsenic TriOxide, Arsenic TriIodide, Euphrasia Stricta, Iodine, Histamine DiHydrochloride, Lycopodium Clavatum Spore, Mercurius Solubilis, Strychnos Nux-Vomica Seed, Sus Scrofa Pituitary Gland Posterior, Anemone Pulsatilla, Schoenocaulon Officinale Seed, Sulfur GARLIC GARLIC ECHINACEA ANGUSTIFOLIA ECHINACEA ANGUSTIFOLIA SOLIDAGO VIRGAUREA FLOWERING TOP SOLIDAGO VIRGAUREA FLOWERING TOP TOXICODENDRON PUBESCENS LEAF TOXICODENDRON PUBESCENS LEAF ONION ONION AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA APIS MELLIFERA APIS MELLIFERA ARSENIC TRIOXIDE ARSENIC CATION (3+) ARSENIC TRIIODIDE ARSENIC CATION (3+) EUPHRASIA STRICTA EUPHRASIA STRICTA IODINE IODINE HISTAMINE DIHYDROCHLORIDE HISTAMINE LYCOPODIUM CLAVATUM SPORE LYCOPODIUM CLAVATUM SPORE MERCURIUS SOLUBILIS MERCURIUS SOLUBILIS STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED SUS SCROFA PITUITARY GLAND, POSTERIOR SUS SCROFA PITUITARY GLAND, POSTERIOR ANEMONE PULSATILLA ANEMONE PULSATILLA SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED SULFUR SULFUR ALCOHOL WATER"
    ],
    "active_ingredient": [
      "Active Ingredients (HPUS*) - equal amounts of : Allium Sat 8X, Echinacea Ang 8X, Solidago 8X, Rhus Tox 12X, Allium Cepa 30C, Ambrosia 30C, Apis Mel 30C, Arsenicum Alb 30C, Euphrasia 30C, Iodium 30C, Histaminum Muriaticum 30C, Lycopodium 30C, Merc Solub 30C, Nux Vomica 30C, Pituitaria Glandula 30C, Pulsatilla 30C, Sabadilla 30C, Sulphur 30C."
    ],
    "purpose": [
      "Uses : Temporarily relieves stuffiness, nasal discharge, watery eyes, &/or other symptoms related to allergies/hay fever.**"
    ],
    "indications_and_usage": [
      "Uses : Temporarily relieves stuffiness, nasal discharge, watery eyes, &/or other symptoms related to allergies/hay fever.**"
    ],
    "dosage_and_administration": [
      "Directions: Adults & children above 12 years: 10 drops orally 3 times daily, or as directed by a health care professional."
    ],
    "keep_out_of_reach_of_children": [
      "KEEP OUT OF THE REACH OF CHILDREN. In case of overdose (or accidental ingestion) get medical help or contact a Poison Control Center right away."
    ],
    "warnings": [
      "WARNINGS: Consult a physician for use in children under 12 years of age. IF PREGNANT OR BREAST-FEEDING, ask a health care professional before use. KEEP OUT OF THE REACH OF CHILDREN. In case of overdose (or accidental ingestion) get medical help or contact a Poison Control Center right away. Do not use if TAMPER EVIDENT seal is broken or missing."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Ethyl Alcohol USP, Purified Water."
    ],
    "questions": [
      "Questions & Comments? Natural Creations, Inc. / Woodbine, IA 51579 / 712-647-1600"
    ],
    "references": [
      "*The letters \"HPUS\" indicate the components in this product are officially monographed in the Homeopathic Pharmacopeia of the United States. ** Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated."
    ],
    "package_label_principal_display_panel": [
      "NDC: 43406-0588-1 ALLERGY POLLEN HOMEOPATHIC 1 fl oz (30 mL) / 20% Alcohol UPC: 877730000583 NON GMO Logo image description"
    ],
    "set_id": "bbf000a5-3528-41d7-b109-6ab9ea087d6d",
    "id": "cf3e478d-c7b5-4988-92df-fa23a29f5057",
    "effective_time": "20220211",
    "version": "4",
    "openfda": {
      "brand_name": [
        "ALLERGY POLLEN"
      ],
      "generic_name": [
        "GARLIC, ECHINACEA ANGUSTIFOLIA, SOLIDAGO VIRGAUREA FLOWERING TOP, TOXICODENDRON PUBESCENS LEAF, ONION, AMBROSIA ARTEMISIIFOLIA, APIS MELLIFERA, ARSENIC TRIOXIDE, ARSENIC TRIIODIDE, EUPHRASIA STRICTA, IODINE, HISTAMINE DIHYDROCHLORIDE, LYCOPODIUM CLAVATUM SPORE, MERCURIUS SOLUBILIS, STRYCHNOS NUX-VOMICA SEED, SUS SCROFA PITUITARY GLAND POSTERIOR, ANEMONE PULSATILLA, SCHOENOCAULON OFFICINALE SEED, SULFUR"
      ],
      "manufacturer_name": [
        "Natural Creations, Inc."
      ],
      "product_ndc": [
        "43406-0588"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "ANEMONE PULSATILLA",
        "APIS MELLIFERA",
        "ARSENIC TRIIODIDE",
        "ARSENIC TRIOXIDE",
        "ECHINACEA ANGUSTIFOLIA",
        "EUPHRASIA STRICTA",
        "GARLIC",
        "HISTAMINE DIHYDROCHLORIDE",
        "IODINE",
        "LYCOPODIUM CLAVATUM SPORE",
        "MERCURIUS SOLUBILIS",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SOLIDAGO VIRGAUREA FLOWERING TOP",
        "STRYCHNOS NUX-VOMICA SEED",
        "SULFUR",
        "SUS SCROFA PITUITARY GLAND, POSTERIOR",
        "TOXICODENDRON PUBESCENS LEAF"
      ],
      "spl_id": [
        "cf3e478d-c7b5-4988-92df-fa23a29f5057"
      ],
      "spl_set_id": [
        "bbf000a5-3528-41d7-b109-6ab9ea087d6d"
      ],
      "package_ndc": [
        "43406-0588-1"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0877730000583"
      ],
      "nui": [
        "N0000185021",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0002274",
        "N0000185371",
        "M0006342",
        "M0016962",
        "M0022575",
        "N0000185375",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Standardized Insect Venom Allergenic Extract [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Bee Venoms [CS]",
        "Dietary Proteins [CS]",
        "Plant Proteins [CS]",
        "Vegetable Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "I76KB35JEV",
        "7S82P3R43Z",
        "3029988O2T",
        "S7V92P67HO",
        "VB06AV5US8",
        "C9642I91WL",
        "V1V998DC17",
        "3POA0Q644U",
        "9679TC07X4",
        "C88X29Y479",
        "324Y4038G2",
        "492225Q21H",
        "6NAF1689IO",
        "5405K23S50",
        "269XH13919",
        "70FD1KFU70",
        "E8S87O660T",
        "6IO182RP7A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Breathe-Ease ACONITUM NAPELLUS, ARSENIC TRIOXIDE, BLATTA ORIENTALIS, SOLANUM DULCAMARA TOP, IPECAC, NAPHTHALENE, QUEBRACHO BARK, PHOSPHORUS, HISTAMINE DIHYDROCHLORIDE SOLANUM DULCAMARA TOP SOLANUM DULCAMARA TOP NAPHTHALENE NAPHTHALENE SUCROSE PHOSPHORUS PHOSPHORUS ACONITUM NAPELLUS ACONITUM NAPELLUS BLATTA ORIENTALIS BLATTA ORIENTALIS LACTOSE, UNSPECIFIED FORM ARSENIC CATION (3+) ARSENIC CATION (3+) HISTAMINE HISTAMINE IPECAC IPECAC QUEBRACHO BARK QUEBRACHO BARK"
    ],
    "active_ingredient": [
      "Active Ingredients Aconitum nap 10X, Ars. alb. 10X, Blatta orientalis 7X, Dulcamara 10X, Histaminum 7X, Ipecacuanha 6X, Naphtalinum 10X, Querbacho 3X, Phosphorus 8X."
    ],
    "purpose": [
      "Uses Temporarily relieves wheezing, coughing, congestion and shortness of breath associated with seasonal and environmental allergies."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out of Reach of Children Keep out of reach of children."
    ],
    "indications_and_usage": [
      "Directions Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times a day or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers."
    ],
    "warnings": [
      "Warnings If symptoms persist or worsen, or if pregnant or nursing, consult a doctor. Do not use if cap seal is broken or missing."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Sucrose, lactose"
    ],
    "dosage_and_administration": [
      "Dosage & Administration Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times a day or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers."
    ],
    "package_label_principal_display_panel": [
      "Breathe-Ease Breathe-Ease"
    ],
    "set_id": "bf644511-a052-c622-e053-2995a90afd80",
    "id": "bf644511-a053-c622-e053-2995a90afd80",
    "effective_time": "20210407",
    "version": "1",
    "openfda": {
      "brand_name": [
        "Breathe-Ease"
      ],
      "generic_name": [
        "ACONITUM NAPELLUS, ARSENIC TRIOXIDE, BLATTA ORIENTALIS, SOLANUM DULCAMARA TOP, IPECAC, NAPHTHALENE, QUEBRACHO BARK, PHOSPHORUS, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Homeocare Laboratories"
      ],
      "product_ndc": [
        "61727-355"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "SUBLINGUAL"
      ],
      "substance_name": [
        "ACONITUM NAPELLUS",
        "ARSENIC CATION (3+)",
        "BLATTA ORIENTALIS",
        "HISTAMINE",
        "IPECAC",
        "NAPHTHALENE",
        "PHOSPHORUS",
        "QUEBRACHO BARK",
        "SOLANUM DULCAMARA TOP"
      ],
      "spl_id": [
        "bf644511-a053-c622-e053-2995a90afd80"
      ],
      "spl_set_id": [
        "bf644511-a052-c622-e053-2995a90afd80"
      ],
      "package_ndc": [
        "61727-355-21"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0361727355218"
      ],
      "nui": [
        "N0000185365",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0028968",
        "M0000728"
      ],
      "pharm_class_epc": [
        "Non-Standardized Insect Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Insect Proteins [CS]",
        "Allergens [CS]"
      ],
      "unii": [
        "U0NQ8555JD",
        "C96613F5AV",
        "535787266D",
        "820484N8I3",
        "62I3C8233L",
        "2166IN72UN",
        "27YLU75U4W",
        "HST8772GTZ",
        "KPS1B1162N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Zicam Allergy Relief galphimia glauca flowering top, histamine dihydrochloride, luffa operculata fruit, and sulfur BENZALKONIUM CHLORIDE BENZYL ALCOHOL EDETATE DISODIUM GLYCERIN HYDROXYETHYL CELLULOSE (100 MPA.S AT 2%) POTASSIUM CHLORIDE POTASSIUM PHOSPHATE, UNSPECIFIED FORM WATER SODIUM CHLORIDE SODIUM PHOSPHATE GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP HISTAMINE DIHYDROCHLORIDE HISTAMINE LUFFA OPERCULATA FRUIT LUFFA OPERCULATA FRUIT SULFUR SULFUR"
    ],
    "active_ingredient": [
      "Active Ingredients Galphimia glauca 12x, 30x Histaminum hydrochloricum 12x, 30x, 200x Luffa operculata 4x, 12x, 30x Sulphur 12x, 30x, 200x"
    ],
    "purpose": [
      "Purpose Upper respiratory allergy symptom relief"
    ],
    "indications_and_usage": [
      "Uses Effective Relief of Allergy Symptoms: runny nose itchy nose watery eyes sneezing"
    ],
    "warnings": [
      "Warnings For nasal use only. Ask a doctor before use if you have ear, nose, or throat sensitivity susceptibility to nosebleeds breathing problems such as emphysema or chronic bronchitis When using this product avoid contact with eyes. Rinse right away with water if it gets in eyes and seek medical help right away. the use of this container by more than one person may spread infection teamporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur Stop use and ask a doctor if symptoms persist or are accompanied by fever If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have ear, nose, or throat sensitivity susceptibility to nosebleeds breathing problems such as emphysema or chronic bronchitis"
    ],
    "when_using": [
      "When using this product avoid contact with eyes. Rinse right away with water if it gets in eyes and seek medical help right away. the use of this container by more than one person may spread infection teamporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist or are accompanied by fever"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 12 years of age and older: remove cap and safety clip (also see illustrations on side of carton) hold with thumb at bottom of bottle and nozzle between your fingers before using the first time, prime pump by depressing several times place tip of nozzle just past nasal opening (approximately 1/8\") while inside nasal opening, slightly angle nozzle outward pump once into each nostril after application, press lightly on outside of each nostril for about 5 seconds wait at least 30 seconds before blowing nose use once every 4 hours optimal results may not be seen for 1-2 weeks. After 1-2 weeks, you may need to use only 1-2 times daily. For best results, use up to 1 week before contact with known causes of your allergies. children under 12 years of age: ask a doctor"
    ],
    "storage_and_handling": [
      "Other information store between 15-29°C (59-84°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, benzyl alcohol, edetate disodium, glycerin, hydroxyethylcellulose, potassium chloride, potassium phosphate, purified water, sodium chloride, sodium phosphate"
    ],
    "questions": [
      "Questions? Comments? call 877-942-2626 toll free www.zicam.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 15 mL Bottle Carton ZICAM ® POWERFUL ALLERGY RELIEF HOMEOPATHIC • #1 • ALLERGY BRAND* No-Drip Liquid ® NASAL SPRAY Effective Relief of Allergy Symptoms: Runny Nose Watery Eyes Itchy Nose Sneezing No Known Allergy Drug Interactions 0.50 FL OZ (15 mL) HOMEOPATHIC Zicam Allergy Relief Artwork.jpg"
    ],
    "set_id": "ccaacde3-9920-08a2-e053-2a95a90a46e3",
    "id": "27515c2e-e0b5-85c6-e063-6294a90a19a0",
    "effective_time": "20241119",
    "version": "5",
    "openfda": {
      "brand_name": [
        "Zicam Allergy Relief"
      ],
      "generic_name": [
        "GALPHIMIA GLAUCA FLOWERING TOP, HISTAMINE DIHYDROCHLORIDE, LUFFA OPERCULATA FRUIT, AND SULFUR"
      ],
      "manufacturer_name": [
        "Church & Dwight Co., Inc."
      ],
      "product_ndc": [
        "10237-463"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "HISTAMINE DIHYDROCHLORIDE",
        "LUFFA OPERCULATA FRUIT",
        "SULFUR"
      ],
      "spl_id": [
        "27515c2e-e0b5-85c6-e063-6294a90a19a0"
      ],
      "spl_set_id": [
        "ccaacde3-9920-08a2-e053-2a95a90a46e3"
      ],
      "package_ndc": [
        "10237-463-15"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0732216020182"
      ],
      "unii": [
        "93PH5Q8M7E",
        "3POA0Q644U",
        "C4MO6809HU",
        "70FD1KFU70"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "AllergyCalm ONION, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SCHOENOCAULON OFFICINALE SEED, SOLIDAGO VIRGAUREA FLOWERING TOP SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED HISTAMINE DIHYDROCHLORIDE HISTAMINE EUPHRASIA STRICTA EUPHRASIA STRICTA MAGNESIUM STEARATE CROSCARMELLOSE SODIUM LACTOSE, UNSPECIFIED FORM AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA SOLIDAGO VIRGAUREA FLOWERING TOP SOLIDAGO VIRGAUREA FLOWERING TOP ONION ONION BOIRON"
    ],
    "active_ingredient": [
      "Active ingredients** (in each tablet) Allium cepa 5C HPUS (0.42 mg) Ambrosia artemisiaefolia 5C HPUS (0.42 mg) Euphrasia officinalis 5C HPUS (0.42 mg) Histaminum hydrochloricum 9C HPUS (0.42 mg) Sabadilla 5C HPUS (0.42 mg) (contains less than 10 -11 mg cevadine alkaloids) Solidago vigaurea 5C HPUS (0.42 mg) The letters \"HPUS\" indicate that the components in this product are officially monographed in the Homeopathic Pharmacopoeia of the United States."
    ],
    "purpose": [
      "Purpose* Allium cepa 5C HPUS (0.42 mg) ... Relieves runny nose associated with allergies Ambrosia artemisiaefolia 5C HPUS (0.42 mg) ... Relieves symptoms of hay fever Euphrasia officinalis 5C HPUS (0.42 mg) ... Relieves burning, irritated eyes Histaminum hydrochloricum 9C HPUS (0.42 mg) ... Relieves symptoms of allergic reactions Sabadilla 5C HPUS (0.42 mg) ... Relieves sneezing and itchy throat associated with allergies Solidago vigaurea 5C HPUS (0.42 mg) ... Relieves abundant nasal discharge"
    ],
    "indications_and_usage": [
      "Uses* temporarily relieves these symptoms of hay fever or other upper respiratory allergies: ▪ itchy and watery eyes ▪ sneezing ▪ itchy throat and nose ▪ runny nose"
    ],
    "warnings": [
      ""
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have a breathing problem or wheezing. These could be signs of a serious condition."
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist continuously for more than 7 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Adults and children 6 years of age and older - At the onset of symptoms, dissolve 2 tablets in the mouth every 15 minutes for 1 hour. Then, dissolve 2 tablets in the mouth 3 times a day until symptoms are relieved. Children 2 to under 6 years of age - Dissolve 2 tablets in 1 tablespoon of water for easier intake. Follow directions above. Children under 2 years of age - Ask a doctor."
    ],
    "spl_unclassified_section": [
      "Other information do not use if glued carton end flaps are open or if the blister seal is broken store below 86° F (30° C)",
      "20 MELTAWAY TABLETS Unflavored 60 MELTAWAY TABLETS Unflavored 100 MELTAWAY TABLETS Unflavored 120 MELTAWAY TABLETS Unflavored Allergy Relief* Itchy & Watery Eyes Sneezing Itchy Throat & Nose* Year-round Allergy Relief* Non-Drowsy Made in France Distributed by Boiron, Inc. Newtown Square, PA 19073 *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE, NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. **C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "inactive_ingredient": [
      "croscarmellose sodium, lactose, magnesium stearate"
    ],
    "questions": [
      "BoironUSA.com Info@boiron.com 1-800-BOIRON-1 (1-800-264-7661)"
    ],
    "package_label_principal_display_panel": [
      "label label Label LABEL LABEL LABEL LABEL LABEL LABEL LABEL"
    ],
    "set_id": "d92d9269-7532-2f0e-e053-2a95a90ab0d6",
    "id": "38e22593-4061-ae63-e063-6294a90a3d39",
    "effective_time": "20250701",
    "version": "7",
    "openfda": {
      "brand_name": [
        "AllergyCalm"
      ],
      "generic_name": [
        "ONION, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SCHOENOCAULON OFFICINALE SEED, SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-9306"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "EUPHRASIA STRICTA",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "spl_id": [
        "38e22593-4061-ae63-e063-6294a90a3d39"
      ],
      "spl_set_id": [
        "d92d9269-7532-2f0e-e053-2a95a90ab0d6"
      ],
      "package_ndc": [
        "0220-9306-04",
        "0220-9306-29",
        "0220-9306-91",
        "0220-9306-92"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "C9642I91WL",
        "3POA0Q644U",
        "492225Q21H",
        "6NAF1689IO",
        "5405K23S50"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "AllergyCalm ONION, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SCHOENOCAULON OFFICINALE SEED, SOLIDAGO VIRGAUREA FLOWERING TOP EUPHRASIA STRICTA EUPHRASIA STRICTA HISTAMINE DIHYDROCHLORIDE HISTAMINE MAGNESIUM STEARATE CROSCARMELLOSE SODIUM SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED ONION ONION LACTOSE, UNSPECIFIED FORM SOLIDAGO VIRGAUREA FLOWERING TOP SOLIDAGO VIRGAUREA FLOWERING TOP AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA Boiron"
    ],
    "active_ingredient": [
      "Active ingredients** (in each tablet) Allium cepa 5C HPUS (0.42 mg) Ambrosia artemisiaefolia 5C HPUS (0.42 mg) Euphrasia officinalis 5C HPUS (0.42 mg) Histaminum hydrochloricum 9C HPUS (0.42 mg) Sabadilla 5C HPUS (0.42 mg) (contains less than 10 -11 mg cevadine alkaloids) Solidago vigaurea 5C HPUS (0.42 mg) The letters \"HPUS\" indicate that the components in this product are officially monographed in the Homeopathic Pharmacopoeia of the United States."
    ],
    "purpose": [
      "Purpose* Allium cepa 5C HPUS (0.42 mg) ... Relieves runny nose associated with allergies Ambrosia artemisiaefolia 5C HPUS (0.42 mg) ... Relieves symptoms associated with hay fever Euphrasia officinalis 5C HPUS (0.42 mg) ... Relieves burning, irritated eyes Histaminum hydrochloricum 9C HPUS (0.42 mg) ... Relieves symptoms of allergic reactions Sabadilla 5C HPUS (0.42 mg) ... Relieves sneezing and itchy throat associated with allergies Solidago vigaurea 5C HPUS (0.42 mg) ... Relieves abundant nasal discharge"
    ],
    "indications_and_usage": [
      "Uses* temporarily relieves these symptoms of hay fever or other upper respiratory allergies: itchy and watery eyes sneezing itchy throat and nose runny nose"
    ],
    "warnings": [
      "Warnings"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor before use if your child has a breathing problem or wheezing. These could be signs of a serious condition."
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist continuously for more than 7 days or worsen."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Children 6 to 12 years of age - At the onset of symptoms, dissolve 2 tablets in the mouth every 15 minutes for 1 hour. Then, dissolve 2 tablets in the mouth 3 times a day until symptoms are relieved. Children 2 to 6 years of age - Dissolve 2 tablets in 1 tablespoon of water for easier intake. Follow directions above. Children under 2 years of age - Ask a doctor."
    ],
    "spl_unclassified_section": [
      "Other information do not use if glued carton end flaps are open or if the blister seal is broken store below 86° F (30° C)",
      "60 Meltaway tablets unflavored 120 Meltaway tablets unflavored Allergy Relief* Itchy & Watery Eyes Sneezing Itchy Throat & Nose* Year-Round Allergy Relief* Non-Drowsy *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. **C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "inactive_ingredient": [
      "croscarmellose sodium, lactose, magnesium stearate"
    ],
    "questions": [
      "BoironUSA.com Info@Boiron.com 1-800-BOIRON-1 (1-800-264-7661) Made in France Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "package_label_principal_display_panel": [
      "Label Label Label Label Label Label"
    ],
    "set_id": "d9a509d9-15c8-20bb-e053-2a95a90a3edd",
    "id": "3bf99d1e-2bc5-062a-e063-6394a90aa7fa",
    "effective_time": "20250809",
    "version": "4",
    "openfda": {
      "brand_name": [
        "AllergyCalm"
      ],
      "generic_name": [
        "ONION, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SCHOENOCAULON OFFICINALE SEED, SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-9307"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "EUPHRASIA STRICTA",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "spl_id": [
        "3bf99d1e-2bc5-062a-e063-6394a90aa7fa"
      ],
      "spl_set_id": [
        "d9a509d9-15c8-20bb-e053-2a95a90a3edd"
      ],
      "package_ndc": [
        "0220-9307-04",
        "0220-9307-29"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "C9642I91WL",
        "3POA0Q644U",
        "492225Q21H",
        "6NAF1689IO",
        "5405K23S50"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ALO THERAPEUTIC MASSAGE PAIN RELIEVING MENTHOL, HISTAMINE DIHYDROCHLORIDE WATER BUTYLENE GLYCOL CETYL ALCOHOL ETHYLHEXYLGLYCERIN DIMETHYL SULFONE GLYCERYL MONOSTEARATE MINERAL OIL PEG-100 STEARATE PHENOXYETHANOL TROLAMINE XANTHAN GUM MENTHOL MENTHOL HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "ALO THERAPEUTIC MASSAGE CREAM PAIN RELIEVING",
      "Distributed by: THERAPLEX SOLUTIONS P.O. BOX 770125 MIAMI, FL 33177 Questions? Call 305.609.4229 www.alopainrelief.com THIS PRODUCT IS NOT TESTED ON ANIMALS."
    ],
    "active_ingredient": [
      "Active ingredients Menthol 3.00% Histamine Dihydrochloride 0.100%"
    ],
    "purpose": [
      "Purpose External Analgesic"
    ],
    "indications_and_usage": [
      "Uses For temporary relief of minor aches and pains associated with backache, arthritis, bruises and sprains."
    ],
    "warnings": [
      "Warnings For external use only. Avoid contact with eyes. • Do not apply to open wounds or damaged skin. • If symptoms persist for more than seven days, discontinue use and consult physician. • Keep out of reach of children. If swallowed, consult physician. • If pregnant or breast feeding, contact physician prior to use."
    ],
    "do_not_use": [
      "• Do not apply to open wounds or damaged skin."
    ],
    "stop_use": [
      "• If symptoms persist for more than seven days, discontinue use and consult physician."
    ],
    "keep_out_of_reach_of_children": [
      "• Keep out of reach of children. If swallowed, consult physician."
    ],
    "pregnancy_or_breast_feeding": [
      "• If pregnant or breast feeding, contact physician prior to use."
    ],
    "dosage_and_administration": [
      "Directions Apply directly to effected area. Do not use more than four times per day."
    ],
    "inactive_ingredient": [
      "Other Ingredients Aqua (Deionized Water), Butylene Glycol, Carbomer, Cetyl Alcohol, Ethylhexylglycerin, Dimethyl Sulfone (MSM), Glyceryl Stearate, Helianthus Annuus (Sunflower) Oil, Mentha Viridis (Spearmint) Oil, Mineral Oil, Parfum (Fragrance), PEG-100 Stearate, Phenoxyethanol, SD-Alcohol 40B, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Alo THERAPEUTIC MASSAGE CREAM PAIN RELIEVING DEEP PENETRATING, PAIN RELIEF FROM: ARTHRITIS SORE MUSCLES AND JOINTS BACK PAIN BRUISES AND SPRAINS STIMULATES CIRCULATIONS TO SPEED HEALING 32 f l o z",
      "ALO THERAPEUTIC MASSAGE CREAM PAIN RELIEVING 32oz (51457-001-32) Alo Label"
    ],
    "set_id": "da004500-5e48-487b-b96f-520a3094096c",
    "id": "09d72589-13fd-349f-e063-6294a90a4d95",
    "effective_time": "20231110",
    "version": "4",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "ALO THERAPEUTIC MASSAGE PAIN RELIEVING"
      ],
      "generic_name": [
        "MENTHOL, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Theraplex Solutions"
      ],
      "product_ndc": [
        "51457-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "spl_id": [
        "09d72589-13fd-349f-e063-6294a90a4d95"
      ],
      "spl_set_id": [
        "da004500-5e48-487b-b96f-520a3094096c"
      ],
      "package_ndc": [
        "51457-001-32"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0816957010357"
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ALLERGYCALM ONION, AMBROSIA ARTEMISIIFOLIA WHOLE, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SOLIDAGO VIRGAUREA FLOWERING TOP, SCHOENOCAULON OFFICINALE SEED HISTAMINE DIHYDROCHLORIDE HISTAMINE LACTOSE, UNSPECIFIED FORM SOLIDAGO VIRGAUREA FLOWERING TOP SOLIDAGO VIRGAUREA FLOWERING TOP ONION ONION AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED SUCROSE EUPHRASIA STRICTA EUPHRASIA STRICTA"
    ],
    "active_ingredient": [
      "Active ingredients** (in each pellet) Allium cepa 5C HPUS (0.07 mg) Ambrosia artemisiaefolia 5C HPUS (0.07 mg) Euphrasia officinalis 5C HPUS (0.07 mg) Histaminum hydrochloricum 9C HPUS (0.07 mg) Sabadilla 5C HPUS (0.07 mg) (contains less than 10 -12 mg cevadine alkaloids) Solidago virgaurea 5C HPUS (0.07 mg) The letters \"HPUS\" indicate that the components in this product are officially monographed in the Homeopathic Pharmacopoeia of the United States."
    ],
    "purpose": [
      "Purpose* Allium cepa 5C HPUS (0.07 mg) ... Relieves runny nose associated with allergies Ambrosia artemisiaefolia 5C HPUS (0.07 mg) ... Relieves symptoms of hay fever Euphrasia officinalis 5C HPUS (0.07 mg) ... Relieves burning, irritated eyes Histaminum hydrochloricum 9C HPUS (0.07 mg) ... Relieves symptoms of allergic reactions Sabadilla 5C HPUS (0.07 mg) ... Relieves sneezing and itchy throat associated with allergies Solidago virgaurea 5C HPUS (0.07 mg) ... Relieves abundant nasal discharge"
    ],
    "indications_and_usage": [
      "Uses* temporarily relieves these symptoms of hay fever or other upper respiratory allergies: itchy and watery eyes sneezing itchy throat and nose runny nose"
    ],
    "warnings": [
      ""
    ],
    "ask_doctor": [
      "Ask a doctor before use if your child has a breathing problem or wheezing. These could be signs of a serious condition."
    ],
    "stop_use": [
      "Stop use and ask a doctor if ​symptoms persist continuously for more than 7 days or worsen."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Children 2 to under 12 years of age: At the onset of symptoms, dissolve 5 pellets under the tongue every 15 minutes for 1 hour. Then, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved. Children under 2 years of age: Ask a doctor."
    ],
    "spl_unclassified_section": [
      "Other information do not use if glued carton end flaps are open or if pellet dispenser seal is broken contains 0.25 g of sugar per dose",
      "3 TUBES APPROX. 80 PELLETS EACH TOTAL 240 PELLETS 16 DOSES PER TUBE Allergy Relief* Itchy & Watery Eyes, Sneezing, Itchy Throat & Nose* Turn tube upside down Twist until 5 pellets are dispensed Remove cap and pour pellets under the tongue *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE, NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. *C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "Questions or comments? BoironUSA.com Info@Boiron.com 1-800-BOIRON-1 ( 1-800-264-7661)"
    ],
    "package_label_principal_display_panel": [
      "092625 092625 092625"
    ],
    "set_id": "da48192b-f3fc-5d6e-e053-2995a90a43fa",
    "id": "3fa6b2e4-ebc6-ca82-e063-6394a90a63ab",
    "effective_time": "20250925",
    "version": "3",
    "openfda": {
      "brand_name": [
        "ALLERGYCALM"
      ],
      "generic_name": [
        "ONION, AMBROSIA ARTEMISIIFOLIA WHOLE, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE, SOLIDAGO VIRGAUREA FLOWERING TOP, SCHOENOCAULON OFFICINALE SEED"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-9305"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "EUPHRASIA STRICTA",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "spl_id": [
        "3fa6b2e4-ebc6-ca82-e063-6394a90a63ab"
      ],
      "spl_set_id": [
        "da48192b-f3fc-5d6e-e053-2995a90a43fa"
      ],
      "package_ndc": [
        "0220-9305-41",
        "0220-9305-43"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "C9642I91WL",
        "3POA0Q644U",
        "492225Q21H",
        "6NAF1689IO",
        "5405K23S50"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ALLERGYCALM SCHOENOCAULON OFFICINALE SEED, ONION, SOLIDAGO VIRGAUREA FLOWERING TOP, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE SOLIDAGO VIRGAUREA FLOWERING TOP SOLIDAGO VIRGAUREA FLOWERING TOP ONION ONION SUCROSE AMBROSIA ARTEMISIIFOLIA AMBROSIA ARTEMISIIFOLIA LACTOSE, UNSPECIFIED FORM EUPHRASIA STRICTA EUPHRASIA STRICTA HISTAMINE DIHYDROCHLORIDE HISTAMINE SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED"
    ],
    "active_ingredient": [
      "Active Ingredients** (in each pellet) Allium cepa 5C HPUS (0.07 mg) Ambrosia artemisiaefolia 5C HPUS (0.07 mg) Euphrasia officinalis 5C HPUS (0.07 mg) Histaminum hydrochloricum 9C HPUS (0.07 mg) Sabadilla 5C HPUS (0.07 mg) (contains less than 10-12 mg cevadine alkaloids) Solidago vigaurea 5C HPUS (0.07 mg) The letters \"HPUS\" indicate that the components in this product are officially monographed in the Homeopathic Pharmacopoeia of the United States."
    ],
    "purpose": [
      "Purpose* Relieves Allergy Symptoms: Sneezing, Runny Nose, Irritated Eyes, Itchy Throat"
    ],
    "indications_and_usage": [
      "Uses* temporarily relieves these symptoms of hay fever or upper respiratory allergies: itchy and watery eyes itchy throat and nose sneezing runny nose"
    ],
    "warnings": [
      ""
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have a breathing problem or wheezing. These could be signs of a serious condition."
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist continuously for more than 7 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Adults and children 2 years of age and older: At the onset of symptoms, dissolve 5 pellets under the tongue every 15 minutes for 1 hour. Then, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved. Children under 2 years of age: Ask a doctor."
    ],
    "spl_unclassified_section": [
      "do not use if glued carton end flaps are open or if pellet dispenser seal is broken contains 0.25 g of sugar per dose Multi-Symptom Allergy Relief* Year-Round Allergy Relief* Non-Drowsy 2 PORTABLE TUBES APPROX. 80 PELLETS EACH TOTAL 160 PELLETS Contains approx. 80 pellets, 3.8 g (0.13 oz) Turn tube upside down, twist until 5 pellets are dispensed Remove cap and pour pellets under the tongue Do not use if pellet dispenser seal is broken. *CLAIMS BASED ON TRADITIONAL HOMEOPATHIC PRACTICE NOT ACCEPTED MEDICAL EVIDENCE. NOT FDA EVALUATED. **C,K,CK, and X are homeopathic dilutions: see BoironUSA.com/info for details."
    ],
    "inactive_ingredient": [
      "lactose, sucrose"
    ],
    "questions": [
      "1-800-264-7661 Made in France Distributed by Boiron, Inc. Newtown Square, PA 19073"
    ],
    "package_label_principal_display_panel": [
      "LABEL LABEL LABEL LABEL"
    ],
    "set_id": "deae124a-4db4-41fc-e053-2a95a90ac222",
    "id": "34f4d856-6ed3-fd0b-e063-6294a90adf5a",
    "effective_time": "20250512",
    "version": "3",
    "openfda": {
      "brand_name": [
        "ALLERGYCALM"
      ],
      "generic_name": [
        "SCHOENOCAULON OFFICINALE SEED, ONION, SOLIDAGO VIRGAUREA FLOWERING TOP, AMBROSIA ARTEMISIIFOLIA, EUPHRASIA STRICTA, HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Boiron"
      ],
      "product_ndc": [
        "0220-9303"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMBROSIA ARTEMISIIFOLIA",
        "EUPHRASIA STRICTA",
        "HISTAMINE DIHYDROCHLORIDE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SOLIDAGO VIRGAUREA FLOWERING TOP"
      ],
      "spl_id": [
        "34f4d856-6ed3-fd0b-e063-6294a90adf5a"
      ],
      "spl_set_id": [
        "deae124a-4db4-41fc-e053-2a95a90ac222"
      ],
      "package_ndc": [
        "0220-9303-41",
        "0220-9303-42"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "9W34L2CQ9A",
        "C9642I91WL",
        "3POA0Q644U",
        "492225Q21H",
        "6NAF1689IO",
        "5405K23S50"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "ROPANA Pain Relief Cream HISTAMINE DIHYDROCHLORIDE ALOE VERA LEAF WATER ARNICA MONTANA FLOWER INDIAN FRANKINCENSE SHEA BUTTER CETYL ALCOHOL CYCLOMETHICONE 5 DODECANE ETHYLHEXYLGLYCERIN CHINESE CINNAMON OIL TURMERIC ETHYL VANILLIN GLYCERYL MONOSTEARATE GLYCYRRHIZA GLABRA HELIANTHUS ANNUUS FLOWERING TOP ISOPROPYL MYRISTATE MAGNESIUM SULFATE, UNSPECIFIED FORM DIMETHYL SULFONE PHENOXYETHANOL POLYSORBATE 20 STEARIC ACID TROLAMINE XANTHAN GUM HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other Information: Protct the product in this container from excessive heat and direct sun."
    ],
    "active_ingredient": [
      "Active Ingredients Histamine DHCl 0.04% Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: For the temporary relief of minor aches and pains of muscles and joints, associated with simple backache, arthritis, strains, bruises, and sprains."
    ],
    "warnings": [
      "Warnings: For external use only Do not use on damaged or broken skin. When using this product Avoid contact with the eyes. Stop use and ask a doctor if Rash or irritation develops and lasts. Condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. If pregnant or breast-feeding, ask a health professional before use"
    ],
    "do_not_use": [
      "Do not use on damaged or broken skin."
    ],
    "when_using": [
      "When using this product Avoid contact with the eyes."
    ],
    "stop_use": [
      "Stop use and ask a doctor if Rash or irritation develops and lasts. Condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use"
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 2 years of age and older: Apply to affected area not more than 3 to 4 times daily. Chldren under 2 years of age: consult a doctor."
    ],
    "inactive_ingredient": [
      "Inactive ingredients: Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Flower Extract, Bis-Vinyl Dimethicone/Dimethicone Copolymer, Boswellia Serrata Extract, Butyrospermum Parkii (Shea) Butter, Cetyl Alcohol, Cinnamomum Cassia Oil, Curcuma Longa (Turmeric) Extract, Cyclopentasiloxane, Dodecane, Ethylhexylglycerin, Ethyl Vanillin, Glyceryl Stearate, Glycyrrhiza Glaba (Licorice) Extract, Helianthus Annuus (Sunflower) Oil, Isopropyl Myristate, Magnesium Sulfate, Methylsulfonylmethane (MSM), Phenoxyethanol, Polysorbate-20, Stearic Acid, Triethanolamine, Xanthan Gum."
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Label0"
    ],
    "set_id": "e0342aa3-ca80-40b7-bec6-1b33c4db398b",
    "id": "09765451-b4c7-6a8d-e063-6294a90aa698",
    "effective_time": "20231106",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "ROPANA Pain Relief Cream"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "FUSION PAIN SOLUTIONS LLC"
      ],
      "product_ndc": [
        "83613-411"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "2645121"
      ],
      "spl_id": [
        "09765451-b4c7-6a8d-e063-6294a90aa698"
      ],
      "spl_set_id": [
        "e0342aa3-ca80-40b7-bec6-1b33c4db398b"
      ],
      "package_ndc": [
        "83613-411-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Histaminum Hydrochloricum HISTAMINE DIHYDROCHLORIDE SUCROSE HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENT: HOMEOPATHIC DILUTION OF HPUS Histaminum Hydrochloricum 30c."
    ],
    "purpose": [
      "TRADITIONALLY USED FOR: Mild allergic reactions (coughing, sneezing, watery eyes)*"
    ],
    "dosage_and_administration": [
      "DIRECTIONS: (adults/children) Dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a physician."
    ],
    "indications_and_usage": [
      "USE: Condition listed above or as directed by a physician."
    ],
    "warnings": [
      "WARNINGS: Stop use and ask a physician if symptoms persist for more than 3 days or worsen."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children."
    ],
    "other_safety_information": [
      "OTHER INFORMATION: Store at room temperature."
    ],
    "do_not_use": [
      "Do not use if pellet-dispenser seal is broken."
    ],
    "inactive_ingredient": [
      "INACTIVE INGREDIENTS: Sucrose."
    ],
    "questions": [
      "QUESTIONS? info@ollois.com * www.ollois.com * Made in France. NOT REVIEWED BY THE FDA AND NOT GUARANTEED TO BE EFFECTIVE. THIS HOMEOPATHIC DILUTION MAY NOT BE SUSEPTIBLE TO SCIENTIFIC MEASUREMENT."
    ],
    "recent_major_changes": [
      "USE: Condition listed above or as directed by a physician."
    ],
    "package_label_principal_display_panel": [
      "HISTAMINUM HYDROCHLORICUM 30C HISTAMINUM HYDROCHLORICUM 30C p2 01b lbl"
    ],
    "set_id": "e60a9032-7ea7-452a-ae76-0c07b6e45382",
    "id": "101931ba-6aef-abf7-e063-6294a90a4500",
    "effective_time": "20240129",
    "version": "24",
    "openfda": {
      "brand_name": [
        "Histaminum Hydrochloricum"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "SEVENE USA"
      ],
      "product_ndc": [
        "76472-1145"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "SUBLINGUAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "spl_id": [
        "101931ba-6aef-abf7-e063-6294a90a4500"
      ],
      "spl_set_id": [
        "e60a9032-7ea7-452a-ae76-0c07b6e45382"
      ],
      "package_ndc": [
        "76472-1145-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "SnoreStop Chewable Fast tabs 60 atropa belladonna,ephedra distachya flowering twig,histamine dihydrochloride,goldenseal,potassium dichromate,strychnos nux-vomica seed,teucrium marum ANHYDROUS LACTOSE CROSCARMELLOSE SODIUM DEXTROSE LACTOSE MAGNESIUM STEARATE CELLULOSE, MICROCRYSTALLINE ATROPA BELLADONNA ATROPA BELLADONNA EPHEDRA DISTACHYA FLOWERING TWIG EPHEDRA DISTACHYA FLOWERING TWIG HISTAMINE DIHYDROCHLORIDE HISTAMINE GOLDENSEAL GOLDENSEAL POTASSIUM DICHROMATE DICHROMATE ION STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED TEUCRIUM MARUM TEUCRIUM MARUM SS"
    ],
    "active_ingredient": [
      "Ingredients (HPUS): Belladonna 6X, Ephedra vulg. 6X, Histaminum hydrochlorinum 12X, Hydrastatis 6X, Kali bic. 6X, Nux vom. 4X, 6X, Teucrium mar. 6X. Active Ingredients",
      "Active Ingredients and purpose Nux vom,4X,6X HPUS……………………………. helps open constricted pharynx Belladonna 6X HPUS………………………………. helps decongest enlarged tonsils Ephedra vulg. 6X HPUS……………………………helps relieve congestion Hydrastis 6X, HPUS…………………………………helps decongest swollen tongue Kali bic. 6X HPUS……………………………………. helps relieve stuffy nose Teucrium mar. 6X HPUS…………………………. helps open air passages Histaminium hydrochlor. 12X HPUS…………helps regulate histamine level"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Anhydrous Lactose, Croscarmellose sodium, Dextrose (45mg/tab), Lactose (180mg/tab), Magnesium Stearate, Microcrystalline Cellulose."
    ],
    "purpose": [
      "Uses: Temporarily relieves symptoms of non-apneic snoring. Individual results may vary."
    ],
    "warnings": [
      "Warnings: Use only as directed. Keep out of reach of children. Do not use on children under 5 years of age. If pregnant or breastfeeding, ask a doctor before use. This product does not treat sleep apnea. Stop use and ask a doctor if symptoms do not improve in 7 days."
    ],
    "indications_and_usage": [
      "Indications & Usage: Adults: Chew one tablet 30 mins before bedtime and repeat at bedtime. Do not take with water. Use 30 mins apart from any food, water, or medicine. Please allow 3-5 days for initial treatment. For Maximum Results, use in conjunction with the SnoreStop Nasal Spray. If symptoms improve after 14 days you may reduce to one tablet at bedtime."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. Keep out of reach of children."
    ],
    "other_safety_information": [
      "Other information: Other Information: Store below 77 °F (25 °C) Use only if individual blister is unbroken DOES NOT TREAT SLEEP APNEA NON-DROWSY NON-ADDICTIVE NO REBOUND EFFECTS NO KNOWN SIDE EFFECTS Use only if individual blister is unbroken.",
      "Other Information This product does not contain ephedrine, pseudoephedrine, or alkaloids of any kind. Dilution scale: 6X is equal to one part per million. The letters HPUS indicate that the components in this product are officially monographed in the Homeopathic Pharmacopeia of the United States."
    ],
    "questions": [
      "Questions? 1-877-SNOREST Distributed by Green Pharmaceuticals Camarillo, CA 93012 | ©1995-2002"
    ],
    "dosage_and_administration": [
      "Directions: Children over 5 years of age and Adults Adults: Chew one tablet 30 mins before bedtime and repeat at bedtime. Do not take with water. Use 30 mins apart from any food, water, or medicine. Please allow 3-5 days for initial treatment. For Maximum Results, use in conjunction with the SnoreStop Nasal Spray. If symptoms improve after 14 days you may reduce to one tablet at bedtime."
    ],
    "recent_major_changes": [
      "Directions Adults: Chew one tablet 30 mins before bedtime and repeat at bedtime. Do not take with water. Use 30 mins apart from any food, water, or medicine. Please allow 3-5 days for initial treatment. For Maximum Results, use in conjunction with the SnoreStop Nasal Spray. If symptoms improve after 14 days you may reduce to one tablet at bedtime."
    ],
    "description": [
      "Description of Product SnoreStop Chewable Tablets A Natural Anti-Snoring Solution NDC 61152-0100-60 60 1 MONTH SUPPLY SnoreStop Chewable Tablets"
    ],
    "package_label_principal_display_panel": [
      "Snore Stop 60 Fast Tabs Chewable Tablets"
    ],
    "set_id": "eb056b9a-e93b-37f7-e053-2995a90a1be1",
    "id": "2b373a38-a3e5-728d-e063-6394a90a4908",
    "effective_time": "20250108",
    "version": "2",
    "openfda": {
      "brand_name": [
        "SnoreStop Chewable Fast tabs 60"
      ],
      "generic_name": [
        "ATROPA BELLADONNA,EPHEDRA DISTACHYA FLOWERING TWIG,HISTAMINE DIHYDROCHLORIDE,GOLDENSEAL,POTASSIUM DICHROMATE,STRYCHNOS NUX-VOMICA SEED,TEUCRIUM MARUM"
      ],
      "manufacturer_name": [
        "Green Pharmaceuticals Inc"
      ],
      "product_ndc": [
        "61152-100"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ATROPA BELLADONNA",
        "EPHEDRA DISTACHYA FLOWERING TWIG",
        "GOLDENSEAL",
        "HISTAMINE DIHYDROCHLORIDE",
        "POTASSIUM DICHROMATE",
        "STRYCHNOS NUX-VOMICA SEED",
        "TEUCRIUM MARUM"
      ],
      "spl_id": [
        "2b373a38-a3e5-728d-e063-6394a90a4908"
      ],
      "spl_set_id": [
        "eb056b9a-e93b-37f7-e053-2995a90a1be1"
      ],
      "package_ndc": [
        "61152-100-60"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185375",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "WQZ3G9PF0H",
        "R55VQ87DP3",
        "ZW3Z11D0JV",
        "3POA0Q644U",
        "T4423S18FM",
        "269XH13919",
        "10464S0TAA"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "SnoreStop Extinguisher 120 atropa belladonna, ephedra distachya flowering twig, histamine dihydrochloride, goldenseal, potassium dichromate, strychnos nux-vomica seed, teucrium marum ALCOHOL GLYCERIN POTASSIUM SORBATE WATER ATROPA BELLADONNA ATROPA BELLADONNA EPHEDRA DISTACHYA FLOWERING TWIG EPHEDRA DISTACHYA FLOWERING TWIG HISTAMINE DIHYDROCHLORIDE HISTAMINE GOLDENSEAL GOLDENSEAL POTASSIUM DICHROMATE DICHROMATE ION STRYCHNOS NUX-VOMICA SEED STRYCHNOS NUX-VOMICA SEED TEUCRIUM MARUM TEUCRIUM MARUM"
    ],
    "active_ingredient": [
      "Ingredients (HPUS): Belladonna 6x, Ephedra vulg. 6x, Histaminium hydrochloricum 12x, Hydrastis 6x, Kali bic 6x, Nux vom. 4x, 6x, Teucrium mar. 6x. Ingredients"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Alcohol (100 micro centiliters per spray), Glycerin, Potassium sorbate, Purified water (75%)."
    ],
    "indications_and_usage": [
      "Uses: Temporarily relieves symptoms of non-apneic snoring. Individual results may vary."
    ],
    "warnings": [
      "Warnings: Warnings: Use only as directed. Keep this out of reach of children. If pregnant or breastfeeding, ask a doctor before use. Stop use and ask a doctor if symptoms do not improve in 7 days. Use only if tamper resistant seal around the bottle is unbroken. Store below 77°F (25°C)"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. Keep this out of reach of children"
    ],
    "dosage_and_administration": [
      "Directions: Adults: Shake bottle before each use. Lift yellow arm up to a right angle. On first use, prime pump by depressing several times. Spray once under the tongue and once in the back of the throat at bedtime. Do not take with water. Use 30 mins apart from any food, water, or medicine. Please allow3-5 days for initial treatment. For Maximum Results, use in conjunction with SnoreStop Nasal Spray. May be used up to 4 times a day. DOES NOT TREAT SLEEP APNEA"
    ],
    "purpose": [
      "Purpose: Temporarily helps stop or reduce symptoms of non-apneic snoring. Individual results may vary."
    ],
    "storage_and_handling": [
      "Other information Use only if tamper resistant seal around the bottle is unbroken. Store below 77°F (25°C) Distributed by Green Pharmaceuticals, Camarillo, CA 93012, USA. Questions? Call 1-877-SNORESTOP or visit www.snorestop.com"
    ],
    "questions": [
      "Questions? Questions? Call 1-877-SNORESTOP or visit www.snorestop.com"
    ],
    "package_label_principal_display_panel": [
      "SnoreStop Extinguisher 120 NDC 61152-400-15"
    ],
    "set_id": "eb534a2f-53ed-3924-e053-2a95a90a0351",
    "id": "2b367965-2a14-dbc4-e063-6294a90a5f74",
    "effective_time": "20250108",
    "version": "2",
    "openfda": {
      "brand_name": [
        "SnoreStop Extinguisher 120"
      ],
      "generic_name": [
        "ATROPA BELLADONNA, EPHEDRA DISTACHYA FLOWERING TWIG, HISTAMINE DIHYDROCHLORIDE, GOLDENSEAL, POTASSIUM DICHROMATE, STRYCHNOS NUX-VOMICA SEED, TEUCRIUM MARUM"
      ],
      "manufacturer_name": [
        "Green Pharmaceuticals Inc"
      ],
      "product_ndc": [
        "61152-400"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "ATROPA BELLADONNA",
        "EPHEDRA DISTACHYA FLOWERING TWIG",
        "GOLDENSEAL",
        "HISTAMINE DIHYDROCHLORIDE",
        "POTASSIUM DICHROMATE",
        "STRYCHNOS NUX-VOMICA SEED",
        "TEUCRIUM MARUM"
      ],
      "spl_id": [
        "2b367965-2a14-dbc4-e063-6294a90a5f74"
      ],
      "spl_set_id": [
        "eb534a2f-53ed-3924-e053-2a95a90a0351"
      ],
      "package_ndc": [
        "61152-400-15"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185375",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0016962",
        "M0516536"
      ],
      "pharm_class_epc": [
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]"
      ],
      "unii": [
        "WQZ3G9PF0H",
        "R55VQ87DP3",
        "ZW3Z11D0JV",
        "3POA0Q644U",
        "T4423S18FM",
        "269XH13919",
        "10464S0TAA"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "A-35 Bos taurus adrenal gland, Onion, Garlic, Amanita muscaria fruiting body, Avena sativa flowering top, Activated charcoal, Arabica coffee bean, Histamine dihydrochloride, Hydrangea arborescens root, Skim milk, Corn silk, and Elymus repens whole ACTIVATED CHARCOAL ACTIVATED CHARCOAL ARABICA COFFEE BEAN ARABICA COFFEE BEAN HISTAMINE DIHYDROCHLORIDE HISTAMINE HYDRANGEA ARBORESCENS ROOT HYDRANGEA ARBORESCENS ROOT SKIM MILK SKIM MILK CORN SILK CORN SILK ELYMUS REPENS WHOLE ELYMUS REPENS WHOLE ALCOHOL WATER BOS TAURUS ADRENAL GLAND BOS TAURUS ADRENAL GLAND ONION ONION GARLIC GARLIC AMANITA MUSCARIA FRUITING BODY AMANITA MUSCARIA FRUITING BODY AVENA SATIVA FLOWERING TOP AVENA SATIVA FLOWERING TOP"
    ],
    "spl_unclassified_section": [
      "NDC 58264-0327-1",
      "To be used according to standard homeopathic indications."
    ],
    "indications_and_usage": [
      "INDICATIONS Constitutional treatment of food allergies."
    ],
    "purpose": [
      "Constitutional treatment of food allergies."
    ],
    "active_ingredient": [
      "INGREDIENTS ACTIVE Adrenal 6x, Allium cepa 6/12/30x, Allium Sativa 6/12/30x, Agaricus muscarius 6/12/30x, Avena sativa 6/12/30x, Carbo vegetabilis 6/12/30x, Coffea cruda 6/12/30x, Histaminum 12/30x, Hydrangea arborescens 4x, Lac defloratum 6/12/30x, Stigmata maidis 6/12/30x, Triticum repens 6/12/30x INACTIVE 20% alcohol in purified water."
    ],
    "inactive_ingredient": [
      "INACTIVE 20% alcohol in purified water."
    ],
    "dosage_and_administration": [
      "SUGGESTED DOSAGE Normal dose for the first week is 2-3 drops in water T.I.D. Add one drop per dose per week until a total of ten drops is reached. SHAKE WELL"
    ],
    "warnings": [
      "Warnings Use only if cap seal is unbroken. If pregnant or breastfeeding, ask a healthcare professional before use. Keep this and all medication out of the reach of children."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breastfeeding, ask a healthcare professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep this and all medication out of the reach of children."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 1 FL. OZ. Bottle Label DYNAMIC NUTRITIONAL ASSOCIATES, INC. A-35 ALLERDEX #1 HOMEOPATHIC ANTIGEN 1 FL. OZ. PRINCIPAL DISPLAY PANEL - 1 FL. OZ. Bottle Label"
    ],
    "set_id": "ee0c1801-8303-49ed-bf50-4109b812f76c",
    "id": "2b50d581-e5e9-638a-e063-6294a90a8ddc",
    "effective_time": "20250109",
    "version": "3",
    "openfda": {
      "brand_name": [
        "A-35"
      ],
      "generic_name": [
        "BOS TAURUS ADRENAL GLAND, ONION, GARLIC, AMANITA MUSCARIA FRUITING BODY, AVENA SATIVA FLOWERING TOP, ACTIVATED CHARCOAL, ARABICA COFFEE BEAN, HISTAMINE DIHYDROCHLORIDE, HYDRANGEA ARBORESCENS ROOT, SKIM MILK, CORN SILK, AND ELYMUS REPENS WHOLE"
      ],
      "manufacturer_name": [
        "DNA Labs, Inc."
      ],
      "product_ndc": [
        "58264-0327"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "SUBLINGUAL"
      ],
      "substance_name": [
        "ACTIVATED CHARCOAL",
        "AMANITA MUSCARIA FRUITING BODY",
        "ARABICA COFFEE BEAN",
        "AVENA SATIVA FLOWERING TOP",
        "BOS TAURUS ADRENAL GLAND",
        "CORN SILK",
        "ELYMUS REPENS WHOLE",
        "GARLIC",
        "HISTAMINE DIHYDROCHLORIDE",
        "HYDRANGEA ARBORESCENS ROOT",
        "ONION",
        "SKIM MILK"
      ],
      "spl_id": [
        "2b50d581-e5e9-638a-e063-6294a90a8ddc"
      ],
      "spl_set_id": [
        "ee0c1801-8303-49ed-bf50-4109b812f76c"
      ],
      "package_ndc": [
        "58264-0327-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185371",
        "N0000185375",
        "N0000175629",
        "N0000184306",
        "M0000728",
        "M0006342",
        "M0016962",
        "M0516536",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Non-Standardized Food Allergenic Extract [EPC]",
        "Non-Standardized Plant Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Dietary Proteins [CS]",
        "Plant Proteins [CS]",
        "Seed Storage Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "unii": [
        "2P3VWU3H10",
        "DIF093I037",
        "3SW678MX72",
        "MA9CQJ3F7F",
        "M2776SWB29",
        "7D3VB244UX",
        "BE5076899X",
        "V1V998DC17",
        "3POA0Q644U",
        "SFK828Q2DE",
        "492225Q21H",
        "6A001Y4M5A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Glucosamine Cream EXTRA STRENGTH HISTAMINE DIHYDROCHLORIDE ETHYLHEXYLGLYCERIN WATER CETOSTEARYL ALCOHOL EMU OIL GLYCERIN POLYOXYL 20 CETOSTEARYL ETHER GLUCOSAMINE SULFATE DIMETHYL SULFONE MEDIUM-CHAIN TRIGLYCERIDES PHENOXYETHANOL CETYL ALCOHOL .ALPHA.-TOCOPHEROL ACETATE BUTYLENE GLYCOL PROPYLENE GLYCOL CHAMOMILE ROSEMARY INDIAN FRANKINCENSE HISTAMINE DIHYDROCHLORIDE HISTAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Pain Relief On Contact Dual Action Moisturizing Cream Odorless, Greaseless, Stainless. Made in USA For re-orders call 800-280-5590 www.drnewtons.com Distributed by Dr. Newton's Naturals 26 Thomas Drive Westbrook, ME 04092"
    ],
    "active_ingredient": [
      "A ctive Ingredient Histamine Dihydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses For the temporary relief of minor aches and pains of muscles and joints associated with simple backache, arthritis, strains, bruises and sprains"
    ],
    "warnings": [
      "Warnings For external use only When using this product Avoid contact with eyes Do not bandage tightly Do not use On wounds or damaged skin or if you are allergic to ingredients in this product. Discontinue use and consult a physician if: Condition worsens or if symptoms persists for more than 7 days or clear up and occur again within a few days"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed get medical help or contact a poison control center"
    ],
    "dosage_and_administration": [
      "Directions For use by adults and children over 12 years: Apply to affected area not more than 3 to 4 times daily."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Deionized water, cetearyl alcohol, emu oil, glycerin, ceteareth-20, glucosamine sulfate, dimethyl sulfone, caprylic capric triglyceride, phenoxyethanol, cetyl alcohol, tocopherol acetate, butylene glycol, propylene glycol, chamomilla recutita flower extract, rosmarinus officinalis leaf extract, boswellia serrata extract, ethylhexylglycerin"
    ],
    "package_label_principal_display_panel": [
      "Packaging Label"
    ],
    "set_id": "f4d414b7-89e7-ad65-e053-2a95a90a25d4",
    "id": "45c7fbb8-7155-d694-e063-6394a90a236e",
    "effective_time": "20251212",
    "version": "5",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "Glucosamine Cream EXTRA STRENGTH"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "IDEAZ, LLC"
      ],
      "product_ndc": [
        "78983-101"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE"
      ],
      "rxcui": [
        "1542820"
      ],
      "spl_id": [
        "45c7fbb8-7155-d694-e063-6394a90a236e"
      ],
      "spl_set_id": [
        "f4d414b7-89e7-ad65-e053-2a95a90a25d4"
      ],
      "package_ndc": [
        "78983-101-85"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3POA0Q644U"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "DR. MIKES Ponos Pain Relief Cream Roll-On HISTAMINE DIHYDROCHLORIDE, MENTHOL ALOE VERA LEAF WATER YELLOW WAX INDIAN FRANKINCENSE SHEA BUTTER CETOSTEARYL ALCOHOL CETEARYL OLIVATE CETYL ALCOHOL CETYL MYRISTOLEATE CHAMOMILE CITRIC ACID MONOHYDRATE CUCUMBER DIMETHYL SULFONE GLUCONOLACTONE GLYCERIN GLYCERYL MONOSTEARATE GLYCYRRHIZA GLABRA HELIANTHUS ANNUUS FLOWERING TOP HYPERICUM PERFORATUM WHOLE PEPPERMINT OIL OLIVE OIL PISTACIA LENTISCUS RESIN SODIUM BENZOATE SORBITAN OLIVATE STEARIC ACID XANTHAN GUM CORN GINGER HISTAMINE DIHYDROCHLORIDE HISTAMINE MENTHOL MENTHOL"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Drug Facts",
      "Other Information: Protect the product in this container from excessive heat and direct sun."
    ],
    "active_ingredient": [
      "Active Ingredients Histamine DHCl 0.03 % Menthol 3% Purpose Topical Analgesic"
    ],
    "purpose": [
      "Purpose Topical Analgesic"
    ],
    "indications_and_usage": [
      "Uses: For the temporary relief of minor aches and pains of muscles and joints, associated with simple backache, arthritis, strains, bruises, and sprains."
    ],
    "warnings": [
      "Warnings: For external use only • apply to wounds or damaged skin. • bandage tightly. Do not When using this product Avoid contact with the eyes Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. If pregnant or breast-feeding, ask a health professional before use"
    ],
    "when_using": [
      "When using this product Avoid contact with the eyes"
    ],
    "stop_use": [
      "Stop use and ask a doctor if condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use"
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 2 years of age and older: Apply to affected area not more than 3 to 4 times daily. Children under 2 years of age: consult a doctor."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Aloe Barbadensis Leaf (Aloe Vera Gel) Juice, Aqua (Deionized Water), Arnica Montana Flower Extract, Beeswax, Boswellia Serrata Extract, Butyrospermum Parkii (Shea) Butter, Cetearyl Alcohol, Cetearyl Olivate, Cetyl Alcohol, Cetyl Myristoleate, Chamomilla Matricaria (Chamomile) Extract, Citric Acid, Cucumis Sativus (Cucumber) Fruit Extract, Dimethyl Sulfone (DMSO), Gluconolactone, Glycerin, Glyceryl Stearate, Glycyrrhiza Glabra (Licorice) Extract, Helianthus Annuus (Sunflower) Oil, Hypericum Perforatum (St. John's Wort), Mentha Piperita (Peppermint) Oil, Methylsulfonylmethane (MSM), Olea Europaea (Olive) Oil, Pistacia Lentiscus (Mastic) Oil, Sodium Benzoate, Sodium Laurylglucosides Hydroxypropyl sulfonate, Sorbitan Olivate, Stearic Acid, Xanthan Gum, Zemea (Corn) Propanediol, Zingiber Officinalis (Ginger) Oil."
    ],
    "questions": [
      "Questions or Comments? Go to www.drmikesvitamins.com"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: Bottle"
    ],
    "set_id": "fcc45464-f1fe-4244-95a7-9b4288b0ce45",
    "id": "097485a4-b59a-a87a-e063-6394a90a8e52",
    "effective_time": "20231105",
    "version": "2",
    "openfda": {
      "application_number": [
        "M017"
      ],
      "brand_name": [
        "DR. MIKES Ponos Pain Relief Cream Roll-On"
      ],
      "generic_name": [
        "HISTAMINE DIHYDROCHLORIDE, MENTHOL"
      ],
      "manufacturer_name": [
        "Dr. Mike's Vitamins, LLC"
      ],
      "product_ndc": [
        "71067-359"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HISTAMINE DIHYDROCHLORIDE",
        "MENTHOL"
      ],
      "rxcui": [
        "2611792"
      ],
      "spl_id": [
        "097485a4-b59a-a87a-e063-6394a90a8e52"
      ],
      "spl_set_id": [
        "fcc45464-f1fe-4244-95a7-9b4288b0ce45"
      ],
      "package_ndc": [
        "71067-359-00"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0196852486410"
      ],
      "unii": [
        "3POA0Q644U",
        "L7T10EIP3A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "GUNA-ALLERGY T ammonium carbonate - apis mellifera - arsenic trioxide - blatta orientalis - cupric acetate - drimia maritima bulb - epinephrine - galphimia glauca flowering top - histamine dihydrochloride - luffa operculata - manganese gluconate - onion - schoenocaulon officinale seed - sodium chloride - sus scrofa adrenal gland - sus scrofa bronchus - sus scrofa nasal mucosa - ALCOHOL EPINEPHRINE EPINEPHRINE ONION ONION AMMONIUM CARBONATE AMMONIUM CATION APIS MELLIFERA APIS MELLIFERA ARSENIC TRIOXIDE ARSENIC CATION (3+) BLATTA ORIENTALIS BLATTA ORIENTALIS SUS SCROFA BRONCHUS SUS SCROFA BRONCHUS CUPRIC ACETATE CUPRIC CATION GALPHIMIA GLAUCA FLOWERING TOP GALPHIMIA GLAUCA FLOWERING TOP SUS SCROFA ADRENAL GLAND SUS SCROFA ADRENAL GLAND HISTAMINE DIHYDROCHLORIDE HISTAMINE LUFFA OPERCULATA FRUIT LUFFA OPERCULATA FRUIT MANGANESE GLUCONATE MANGANESE CATION (2+) SUS SCROFA NASAL MUCOSA SUS SCROFA NASAL MUCOSA SODIUM CHLORIDE CHLORIDE ION SCHOENOCAULON OFFICINALE SEED SCHOENOCAULON OFFICINALE SEED DRIMIA MARITIMA BULB DRIMIA MARITIMA BULB"
    ],
    "active_ingredient": [
      "ACTIVE INGREDIENTS/PURPOSE ADRENALINUM 6X IMMUNE STRENGTHENING ALIUM CEPA 12X 30X 200X DECONGESTANT AMMONIUM CARBONICUM 12X 30X 200X DETOXIFICATION APIS MELLIFICA 200X ANTI-INFLAMMATORY ARSENICUM ALBUM 12X 30X 200X IMMUNE SUPPORT BLATTA ORIENTALIS 6X 12X 30X DETOXIFICATION BRONCHUS 200X RESPIRATORY TRACT SUPPORT CUPRUM ACETICUM 12X 30X 200X METABOLIC SUPPORT GALPHIMIA GLAUCA 6X 12X 30X ALLERGY SYMPTOM RELIEF GLANDULA SUPRARENALIS 6X 12X 30X HORMONAL SUPPORT HISTAMINUM HYDROCHLORICUM 200X DETOXIFICATION LUFFA OPERCULATA 6X 12X 30X DETOXIFICATION MANGANESE GLUCONATE 4X METABOLIC SUPPORT MUCOSA NASALIS 200X RESPIRATORY SYSTEM SUPPORT NATRUM MURIATICUM 12X 30X 200X IMMUNE SUPPORT SABADILLA 12X 30X 200X DETOXIFICATION SCILLA MARITIMA 12X 30X 200X ALLERGY SYMPTOM RELIEF"
    ],
    "purpose": [
      "USES Temporary relief of symptoms due to seasonal allergies such as: Sneezing Runny nose Itchy eyes Watery eyes"
    ],
    "warnings": [
      "WARNINGS Stop use and ask doctor if symptoms persist more than 5 days. If pregnant or breast-feeding ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Contains ethyl alcohol 30%"
    ],
    "pregnancy_or_breast_feeding": [
      "PREGNANCY If pregnant or breast-feeding ask a doctor before use"
    ],
    "keep_out_of_reach_of_children": [
      "WARNINGS Keep out of the reach of children"
    ],
    "dosage_and_administration": [
      "DIRECTIONS Adults and children 12 years and older 20 drops in a little water 2 times per day Children between 12 years and 6 years of age 10 drops in a little water 2 times per day Children under 6 years 5 drops in a glass of water 2 times per day"
    ],
    "questions": [
      "QUESTIONS Questions?: info@gunainc.com, tel. (484) 223-3500"
    ],
    "indications_and_usage": [
      "Take 15 minutes before meals."
    ],
    "inactive_ingredient": [
      "Inactive ingredient : Ethyl alcohol 30%."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL 5USTRE GUNA ALLERGY T 090718 REV 3"
    ],
    "set_id": "fddba85e-2bec-468f-a01a-b71a3aeed9d3",
    "id": "ed856317-182b-3f36-e053-2a95a90a20cc",
    "effective_time": "20221115",
    "version": "5",
    "openfda": {
      "brand_name": [
        "GUNA-ALLERGY T"
      ],
      "generic_name": [
        "AMMONIUM CARBONATE - APIS MELLIFERA - ARSENIC TRIOXIDE - BLATTA ORIENTALIS - CUPRIC ACETATE - DRIMIA MARITIMA BULB - EPINEPHRINE - GALPHIMIA GLAUCA FLOWERING TOP - HISTAMINE DIHYDROCHLORIDE - LUFFA OPERCULATA - MANGANESE GLUCONATE - ONION - SCHOENOCAULON OFFICINALE SEED - SODIUM CHLORIDE - SUS SCROFA ADRENAL GLAND - SUS SCROFA BRONCHUS - SUS SCROFA NASAL MUCOSA -"
      ],
      "manufacturer_name": [
        "Guna spa"
      ],
      "product_ndc": [
        "17089-418"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "AMMONIUM CARBONATE",
        "APIS MELLIFERA",
        "ARSENIC TRIOXIDE",
        "BLATTA ORIENTALIS",
        "CUPRIC ACETATE",
        "DRIMIA MARITIMA BULB",
        "EPINEPHRINE",
        "GALPHIMIA GLAUCA FLOWERING TOP",
        "HISTAMINE DIHYDROCHLORIDE",
        "LUFFA OPERCULATA FRUIT",
        "MANGANESE GLUCONATE",
        "ONION",
        "SCHOENOCAULON OFFICINALE SEED",
        "SODIUM CHLORIDE",
        "SUS SCROFA ADRENAL GLAND",
        "SUS SCROFA BRONCHUS",
        "SUS SCROFA NASAL MUCOSA"
      ],
      "spl_id": [
        "ed856317-182b-3f36-e053-2a95a90a20cc"
      ],
      "spl_set_id": [
        "fddba85e-2bec-468f-a01a-b71a3aeed9d3"
      ],
      "package_ndc": [
        "17089-418-18"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185021",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0002274",
        "N0000185365",
        "M0028968",
        "N0000000209",
        "N0000000245",
        "N0000175552",
        "N0000175555",
        "N0000175570",
        "M0003647",
        "N0000185371",
        "M0006342",
        "M0022575"
      ],
      "pharm_class_epc": [
        "Standardized Insect Venom Allergenic Extract [EPC]",
        "Non-Standardized Insect Allergenic Extract [EPC]",
        "alpha-Adrenergic Agonist [EPC]",
        "beta-Adrenergic Agonist [EPC]",
        "Catecholamine [EPC]",
        "Non-Standardized Food Allergenic Extract [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Bee Venoms [CS]",
        "Insect Proteins [CS]",
        "Catecholamines [CS]",
        "Dietary Proteins [CS]",
        "Vegetable Proteins [CS]"
      ],
      "pharm_class_moa": [
        "Adrenergic alpha-Agonists [MoA]",
        "Adrenergic beta-Agonists [MoA]"
      ],
      "unii": [
        "NJ5VT0FKLJ",
        "7S82P3R43Z",
        "S7V92P67HO",
        "535787266D",
        "39M11XPH03",
        "3629601H5D",
        "YKH834O4BH",
        "93PH5Q8M7E",
        "3POA0Q644U",
        "C4MO6809HU",
        "9YY2F980SV",
        "492225Q21H",
        "6NAF1689IO",
        "451W47IQ8X",
        "398IYQ16YV",
        "K34664156J",
        "ID3Z1X61WY"
      ]
    }
  }
]