[
  {
    "spl_product_data_elements": [
      "Mannitol MANNITOL MANNITOL MANNITOL"
    ],
    "spl_unclassified_section": [
      "Rx only 25% For Intravenous Use and Urologic Irrigation",
      "www.fresenius-kabi.com/us logo"
    ],
    "description": [
      "DESCRIPTION Mannitol is a 6-carbon sugar alcohol and has the following structure: C 6 H 14 O 6 182.17 Mannitol occurs naturally in fruits and vegetables, and is metabolically inert in humans. Mannitol Injection, USP, 25%, an osmotic diuretic, is a sterile, nonpyrogenic solution of mannitol in Water for Injection. It is a supersaturated solution at room temperature. Each mL contains: Mannitol 250 mg; Water for Injection q.s. The osmolar concentration is 1372 mOsmol/L (calc.). It contains no antimicrobial agents. The pH of a 5% solution is between 4.5 and 7.0. mannitol-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Mannitol is an osmotic diuretic. After intravenous injection it is confined to the extracellular space, metabolized only slightly and excreted rapidly by the kidneys. Approximately 80% of a 100 g dose appears in the urine in three hours. Mannitol is freely filtered by the glomeruli with less than 10% tubular reabsorption. It is not secreted by tubular cells. It induces diuresis by elevating the osmolarity of the glomerular filtrate and thereby hinders tubular reabsorption of water. Urinary output of water and excretion of sodium and chloride are enhanced. Mannitol is poorly absorbed from the gastrointestinal tract. Mannitol injection is free of electrolytes and is used in urology as a nonhemolytic irrigant. The amount of mannitol absorbed intravascularly during transurethral prostatic surgery is variable and depends primarily on the extent of the surgery. Such mannitol is excreted by the kidneys and produces osmotic diuresis."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For Intravenous Injection Mannitol Injection, USP is indicated for the following therapeutic uses: • The promotion of diuresis, in the prevention and/or treatment of the oliguric phase of acute renal failure before irreversible renal failure becomes established. • The reduction of intracranial pressure and treatment of cerebral edema by reducing brain mass. • The reduction of elevated intraocular pressure when it cannot be lowered by other means. • The promotion of urinary excretion of toxic substances. For Urologic Irrigation Mannitol solution, 2.5% is indicated as an irrigation solution in transurethral prostatic resection or other transurethral surgical procedures.",
      "For Intravenous Injection Mannitol Injection, USP is indicated for the following therapeutic uses: • The promotion of diuresis, in the prevention and/or treatment of the oliguric phase of acute renal failure before irreversible renal failure becomes established. • The reduction of intracranial pressure and treatment of cerebral edema by reducing brain mass. • The reduction of elevated intraocular pressure when it cannot be lowered by other means. • The promotion of urinary excretion of toxic substances.",
      "For Urologic Irrigation Mannitol solution, 2.5% is indicated as an irrigation solution in transurethral prostatic resection or other transurethral surgical procedures."
    ],
    "contraindications": [
      "CONTRAINDICATIONS • Well established anuria due to severe renal disease. • Severe pulmonary congestion or frank pulmonary edema. • Active intracranial bleeding except during craniotomy. • Severe dehydration. • Progressive renal damage or dysfunction after institution of mannitol therapy, including increasing oliguria and azotemia. • Progressive heart failure or pulmonary congestion after mannitol therapy is started."
    ],
    "warnings": [
      "WARNINGS In severe impairment of renal function a test dose should be given (see DOSAGE AND ADMINISTRATION ). A second test dose may be given if there is an inadequate response. No more than two test doses should be attempted. Excessive loss of water and electrolytes may lead to serious imbalances. Serum sodium and potassium should be carefully monitored during mannitol therapy. The diuresis after rapid infusion of mannitol may increase preexisting hemoconcentration. With continued use of mannitol a loss of water in excess of electrolytes can cause hypernatremia. Shift of sodium-free intracellular fluid into the extracellular compartment after mannitol infusion may lower serum sodium concentration and aggravate preexisting hyponatremia. Closely monitor the urine output and discontinue mannitol infusion promptly if output is low. Inadequate urine output results in accumulation of mannitol, expansion of extracellular fluid volume and could result in water intoxication or congestive heart failure. Renal function must be closely monitored during mannitol infusion. Mannitol solution must be used with caution in patients with significant cardiopulmonary or renal dysfunction. Irrigating solutions used in transurethral prostatectomy have been shown to enter the systemic circulation in relatively large volumes, exert a systemic effect and may significantly alter cardiopulmonary and renal dynamics."
    ],
    "precautions": [
      "PRECAUTIONS General Crystals, if present in mannitol injection, 25%, may be dissolved by placing the vial in a hot water bath maintained at 60° to 80°C with occasional shaking. The resulting solution should be allowed to cool to body temperature before injection. An administration set with a filter should be used for intravenous infusions of solutions containing 20% or more of mannitol. NOTE: Use of any other method to heat the vial may result in its explosion. The cardiovascular status should be carefully evaluated before mannitol is administered by rapid intravenous injection or before and during transurethral resection since expansion of extracellular fluid may lead to fulminating congestive heart failure. By sustaining diuresis, mannitol may obscure and intensify inadequate hydration or hypovolemia. Unless it is essential, electrolyte-free mannitol solutions should not be combined with blood. When it is essential to give the combination, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. The contents of opened containers should be used promptly and unused contents should be discarded. A white flocculant mannitol precipitate may result from contact with PVC surfaces which act as nuclei for rapid rate crystallization of small crystals. This condition has also been reported to occur when mannitol has come in contact with other plastic and rough glass surfaces. Attempting to resolubilize the white flocculant precipitate with the aid of heat is not useful because crystallization may recur in a short period of time. Carcinogenesis, Mutagenesis, Impairment of Fertility In an early study of 1, 5 or 10% mannitol, given for 94 weeks in the diet of Wistar rats, a low incidence of benign thymomas occurred in females which was apparently treatment related. A subsequent life-time study at similar dose levels in Spraque-Dawley, Fischer and Wistar rats revealed no carcinogenic effect in the thymus. Mannitol had no mutagenic activity in a series of in vitro and in vivo test systems. Adequate studies measuring the effects of mannitol on fertility have not been done. Pregnancy Pregnancy Category B –Teratogenic studies in the mouse, rat and rabbit at oral doses up to 1600 mg/kg did not reveal harm to the fetus or adverse effects on reproduction due to mannitol. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when mannitol is given to a nursing mother. Pediatric Use Dosage requirements in children below the age of 12 years have not been established.",
      "General Crystals, if present in mannitol injection, 25%, may be dissolved by placing the vial in a hot water bath maintained at 60° to 80°C with occasional shaking. The resulting solution should be allowed to cool to body temperature before injection. An administration set with a filter should be used for intravenous infusions of solutions containing 20% or more of mannitol. NOTE: Use of any other method to heat the vial may result in its explosion. The cardiovascular status should be carefully evaluated before mannitol is administered by rapid intravenous injection or before and during transurethral resection since expansion of extracellular fluid may lead to fulminating congestive heart failure. By sustaining diuresis, mannitol may obscure and intensify inadequate hydration or hypovolemia. Unless it is essential, electrolyte-free mannitol solutions should not be combined with blood. When it is essential to give the combination, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. The contents of opened containers should be used promptly and unused contents should be discarded. A white flocculant mannitol precipitate may result from contact with PVC surfaces which act as nuclei for rapid rate crystallization of small crystals. This condition has also been reported to occur when mannitol has come in contact with other plastic and rough glass surfaces. Attempting to resolubilize the white flocculant precipitate with the aid of heat is not useful because crystallization may recur in a short period of time.",
      "Carcinogenesis, Mutagenesis, Impairment of Fertility In an early study of 1, 5 or 10% mannitol, given for 94 weeks in the diet of Wistar rats, a low incidence of benign thymomas occurred in females which was apparently treatment related. A subsequent life-time study at similar dose levels in Spraque-Dawley, Fischer and Wistar rats revealed no carcinogenic effect in the thymus. Mannitol had no mutagenic activity in a series of in vitro and in vivo test systems. Adequate studies measuring the effects of mannitol on fertility have not been done.",
      "Pregnancy Pregnancy Category B –Teratogenic studies in the mouse, rat and rabbit at oral doses up to 1600 mg/kg did not reveal harm to the fetus or adverse effects on reproduction due to mannitol. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed.",
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when mannitol is given to a nursing mother.",
      "Pediatric Use Dosage requirements in children below the age of 12 years have not been established.",
      "For Urologic Irrigation A 2.5% solution is used. The use of 2.5% mannitol solution minimizes the hemolytic effect of water alone, the entrance of hemolyzed blood into the circulation, and the resulting hemoglobinemia which is considered a major factor in producing serious renal complications. PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION Concentration How Prepared 2.5% Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Reactions are infrequent and may include: To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Metabolic: fluid and electrolyte imbalance, acidosis, dehydration. Gastrointestinal: dryness of mouth, nausea, vomiting, diarrhea. Genitourinary: osmotic nephrosis, urinary retention. Central Nervous System: headache, convulsions, dizziness. Special Senses: Blurred vision, rhinitis. Cardiovascular: pulmonary edema, edema, hypotension, hypertension, tachycardia, angina-like chest pains. Dermatologic: skin necrosis, thrombophlebitis. Hypersensitivity: urticaria. Miscellaneous: thirst, arm pain, chills, fever."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION For Intravenous Injection General Recommendations –Give mannitol injection only intravenously. The total dosage, concentration and rate of administration should be governed by the nature and severity of the condition being treated, fluid requirement and urinary output. Usual adult dosage ranges from 50 to 200 g in 24 hours but in most instances an adequate response will be achieved at a dosage of approximately 100 g in 24 hours. The rate is usually adjusted to maintain an adequate urine flow (at least 30 to 50 mL/hr). Test Dose –In marked oliguria or inadequate renal function a test dose of mannitol should be given. The test dose may be approximately 0.2 g/kg (about 50 mL of a 25% solution) infused in three to five minutes to produce an adequate urine flow (at least 30 to 50 mL/hr). If urine flow does not increase within two or three hours a second test dose may be given. If there is an inadequate response the patient should be reevaluated. Prevention of Acute Renal Failure (Oliguria) –When used during surgery, immediately postoperatively or following trauma, 50 to100 g of mannitol as a 5 to 25% solution maybe given. The concentration and amount will depend upon the fluid requirements of the patient. Following suspected or actual hemolytic transfusion reactions 20 g of mannitol may be given intravenously over a five minute period to provoke diuresis. If diuresis does not occur the 20 g dose may be repeated. If there is an adequate urine flow (30 to 50 mL/hr) then intravenous fluids containing not more than 50 to 75 mEq of sodium per liter should be given in sufficient volume to match the desired urine flow (100 mL/hr) until fluids can be taken orally. Treatment of Oliguria –The usual dose for treatment of oliguria is 50 to 100 g as a 15 to 25% solution. Reduction of Intracranial Pressure, Cerebral Edema or Intraocular Pressure –A 25% solution of mannitol is recommended since its effectiveness depends on establishing intravascular hyperosmolarity. When used before or after surgery, a total dose of 1.5 to 2 g/kg can be given over a period of 30 to 60 minutes. Careful evaluation must be made of the circulatory and renal reserve prior to and during use of mannitol at this relatively high dose and rapid infusion rate. Careful attention must be paid to fluid and electrolyte balance, body weight, and total input and output before and after infusion of mannitol. Evidence of reduced cerebral spinal fluid pressure may be observed within 15 minutes after starting infusion. Maximal reduction of intraocular pressure occurs 30 to 60 minutes after injection. Urinary Excretion of Toxic Substances –Mannitol in 5 to 25% solutions is used as an infusion as long as indicated if the level of urinary output remains high. The concentration will depend upon the fluid requirement and urinary output. Intravenous water and electrolytes must be given to replace the loss of these substances in the urine, sweat and expired air. If benefits are not observed after 200 g of mannitol are given, discontinue it. mannitol-image For Urologic Irrigation A 2.5% solution is used. The use of 2.5% mannitol solution minimizes the hemolytic effect of water alone, the entrance of hemolyzed blood into the circulation, and the resulting hemoglobinemia which is considered a major factor in producing serious renal complications. PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION Concentration How Prepared 2.5% Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection.",
      "For Intravenous Injection General Recommendations –Give mannitol injection only intravenously. The total dosage, concentration and rate of administration should be governed by the nature and severity of the condition being treated, fluid requirement and urinary output. Usual adult dosage ranges from 50 to 200 g in 24 hours but in most instances an adequate response will be achieved at a dosage of approximately 100 g in 24 hours. The rate is usually adjusted to maintain an adequate urine flow (at least 30 to 50 mL/hr). Test Dose –In marked oliguria or inadequate renal function a test dose of mannitol should be given. The test dose may be approximately 0.2 g/kg (about 50 mL of a 25% solution) infused in three to five minutes to produce an adequate urine flow (at least 30 to 50 mL/hr). If urine flow does not increase within two or three hours a second test dose may be given. If there is an inadequate response the patient should be reevaluated. Prevention of Acute Renal Failure (Oliguria) –When used during surgery, immediately postoperatively or following trauma, 50 to100 g of mannitol as a 5 to 25% solution maybe given. The concentration and amount will depend upon the fluid requirements of the patient. Following suspected or actual hemolytic transfusion reactions 20 g of mannitol may be given intravenously over a five minute period to provoke diuresis. If diuresis does not occur the 20 g dose may be repeated. If there is an adequate urine flow (30 to 50 mL/hr) then intravenous fluids containing not more than 50 to 75 mEq of sodium per liter should be given in sufficient volume to match the desired urine flow (100 mL/hr) until fluids can be taken orally. Treatment of Oliguria –The usual dose for treatment of oliguria is 50 to 100 g as a 15 to 25% solution. Reduction of Intracranial Pressure, Cerebral Edema or Intraocular Pressure –A 25% solution of mannitol is recommended since its effectiveness depends on establishing intravascular hyperosmolarity. When used before or after surgery, a total dose of 1.5 to 2 g/kg can be given over a period of 30 to 60 minutes. Careful evaluation must be made of the circulatory and renal reserve prior to and during use of mannitol at this relatively high dose and rapid infusion rate. Careful attention must be paid to fluid and electrolyte balance, body weight, and total input and output before and after infusion of mannitol. Evidence of reduced cerebral spinal fluid pressure may be observed within 15 minutes after starting infusion. Maximal reduction of intraocular pressure occurs 30 to 60 minutes after injection. Urinary Excretion of Toxic Substances –Mannitol in 5 to 25% solutions is used as an infusion as long as indicated if the level of urinary output remains high. The concentration will depend upon the fluid requirement and urinary output. Intravenous water and electrolytes must be given to replace the loss of these substances in the urine, sweat and expired air. If benefits are not observed after 200 g of mannitol are given, discontinue it. mannitol-image"
    ],
    "dosage_and_administration_table": [
      "<table width=\"50%\"><col width=\"30.000%\" align=\"left\"/><col width=\"70.000%\" align=\"left\"/><tbody><tr><td colspan=\"2\" align=\"center\" styleCode=\"Toprule Botrule\" valign=\"top\"><content styleCode=\"bold\">PREPARATION OF DILUTIONS   FOR UROLOGIC IRRIGATION </content></td></tr><tr><td align=\"left\" styleCode=\"Botrule\" valign=\"top\"><content styleCode=\"bold\">Concentration</content></td><td align=\"left\" styleCode=\"Botrule\" valign=\"top\"><content styleCode=\"bold\">How Prepared</content></td></tr><tr><td align=\"left\" valign=\"bottom\">2.5%</td><td align=\"left\" valign=\"bottom\">Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection.</td></tr><tr><td colspan=\"2\" align=\"left\" styleCode=\"Botrule\" valign=\"top\"/></tr></tbody></table>"
    ],
    "precautions_table": [
      "<table width=\"50%\"><col width=\"30.000%\" align=\"left\"/><col width=\"70.000%\" align=\"left\"/><tbody><tr><td colspan=\"2\" align=\"center\" styleCode=\"Toprule Botrule\" valign=\"top\"><content styleCode=\"bold\">PREPARATION OF DILUTIONS   FOR UROLOGIC IRRIGATION </content></td></tr><tr><td align=\"left\" styleCode=\"Botrule\" valign=\"top\"><content styleCode=\"bold\">Concentration</content></td><td align=\"left\" styleCode=\"Botrule\" valign=\"top\"><content styleCode=\"bold\">How Prepared</content></td></tr><tr><td align=\"left\" valign=\"bottom\">2.5%</td><td align=\"left\" valign=\"bottom\">Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection.</td></tr><tr><td colspan=\"2\" align=\"left\" styleCode=\"Botrule\" valign=\"top\"/></tr></tbody></table>"
    ],
    "how_supplied": [
      "HOW SUPPLIED: Mannitol Injection, USP, 25% Unit of Sale Strength Each NDC 84549-024-25 250 mg per mL 50 mL Single Dose Flip-off Top Vial Use only if solution is clear and seal intact and undamaged. Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Preservative Free. Discard unused portion."
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><colgroup><col align=\"left\" width=\"19.300%\"/><col align=\"left\" width=\"27.975%\"/><col align=\"left\" width=\"23.675%\"/><col align=\"left\" width=\"29.050%\"/></colgroup><tbody><tr><td align=\"left\" styleCode=\"Toprule Botrule Lrule Rrule\" valign=\"top\"/><td align=\"left\" styleCode=\"Toprule Botrule Rrule\" valign=\"top\"><content styleCode=\"bold\">Unit of Sale</content></td><td align=\"left\" styleCode=\"Toprule Botrule Rrule\" valign=\"top\"><content styleCode=\"bold\">Strength</content></td><td align=\"left\" styleCode=\"Toprule Botrule Rrule\" valign=\"top\"><content styleCode=\"bold\">Each</content></td></tr><tr><td align=\"left\" styleCode=\"Botrule Lrule Rrule\" valign=\"top\"/><td align=\"left\" styleCode=\"Botrule Rrule\" valign=\"top\">NDC <paragraph>84549-024-25</paragraph></td><td align=\"left\" styleCode=\"Botrule Rrule\" valign=\"top\">250 mg per mL</td><td align=\"left\" styleCode=\"Botrule Rrule\" valign=\"top\">50 mL Single Dose   Flip-off Top Vial </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "430669d7-9ad1-9a04-e063-6394a90ababb",
    "id": "430669d7-9ad0-9a04-e063-6394a90ababb",
    "effective_time": "20251107",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA080677"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "ProPharma Distribution"
      ],
      "product_ndc": [
        "84549-024"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "311450"
      ],
      "spl_id": [
        "430669d7-9ad0-9a04-e063-6394a90ababb"
      ],
      "spl_set_id": [
        "430669d7-9ad1-9a04-e063-6394a90ababb"
      ],
      "package_ndc": [
        "84549-024-25"
      ],
      "original_packager_product_ndc": [
        "63323-024"
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Sorbitol-Mannitol SORBITOL and MANNITOL SORBITOL SORBITOL MANNITOL MANNITOL WATER"
    ],
    "spl_unclassified_section": [
      "NONELECTROLYTIC IRRIGATING FLUID FOR TRANSURETHRAL SURGICAL PROCEDURES For Urologic Irrigation Only; Not For Injection By Usual Parenteral Routes. Flexible Irrigation Container Rx only"
    ],
    "description": [
      "DESCRIPTION Sorbitol-Mannitol Irrigation is a sterile, nonpyrogenic, hypotonic, aqueous solution for urologic nonelectrolyte irrigation during transurethral surgical procedures. Each 100 mL contains sorbitol 2.70 g and mannitol 0.54 g in water for injection. The solution is nonelectrolytic and hypotonic (178 mOsmol/liter calc.); pH 5.2 (4.0 to 7.0). The solution contains no bacteriostat, antimicrobial agent or added buffer and is intended only for use as a single-dose irrigation. When smaller volumes are required the unused portion should be discarded. Sorbitol-Mannitol Irrigation is a nonelectrolyte urologic irrigant. Sorbitol, NF is chemically designated D-glucitol (C 6 H 14 O 6 ), white powder, granules or flakes very soluble in water. It has the following structural formula: Mannitol, USP is chemically designated D-mannitol (C 6 H 14 O 6 ), white crystalline powder or free-flowing granules, freely soluble in water. It has the following structural formula: Water for Injection, USP is chemically designated H 2 0. The flexible plastic container is fabricated from a specially formulated polyvinylchloride. Water can permeate from inside the container into the overwrap but not in amounts sufficient to affect the solution significantly. The semi-rigid container is fabricated from a specially formulated polyolefin. It is a copolymer of ethylene and propylene. The container requires no vapor barrier to maintain the proper drug concentration. Solutions in contact with the plastic container may leach out certain chemical components from the plastic in very small amounts; however, biological testing was supportive of the safety of the plastic container materials. Exposure to temperatures above 25°C/77°F during transport and storage will lead to minor losses in moisture content. Higher temperatures lead to greater losses. It is unlikely that these minor losses will lead to clinically significant changes within the expiration period. Sorbitol, NF structrual formula Mannitol, USP structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Sorbitol and mannitol are hexitols and are nonelectrolytes. A solution of these constituents in water is therefore nonconductive and suitable for urologic irrigation during electrosurgical procedures. A 3% (approx.) total concentration of sorbitol-mannitol contains sufficient solute to minimize the risk of intravascular hemolysis which can occur from absorption of plain water through open prostatic veins during transurethral resection (TUR). Any solution that is absorbed intravascularly during transurethral prostatic or bladder surgery, although variable in amount depending primarily on the extent of surgery, will be excreted by the kidney. When absorbed intravascularly, sorbitol and mannitol act as osmotic diuretics. Intravascular absorption of sorbitol has been shown to produce elevations of serum lactate after TUR above preoperative values owing to sorbitol's favored metabolism to lactate from pyruvate. Increased lactate levels were not sufficient to produce evidence of metabolic acidosis. Mannitol is only slightly metabolized and rapidly excreted by the kidney."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Sorbitol-Mannitol Irrigation is indicated for use as a urologic irrigating fluid during transurethral prostatic resection and other transurethral surgical procedures."
    ],
    "contraindications": [
      "CONTRAINDICATIONS NOT FOR INJECTION BY USUAL PARENTERAL ROUTES. Do not use in patients with anuria."
    ],
    "warnings": [
      "WARNINGS FOR UROLOGIC IRRIGATION ONLY. Solutions for urologic irrigation must be used with caution in patients with severe cardiopulmonary or renal dysfunction. Irrigating fluids used during transurethral prostatectomy have been demonstrated to enter the systemic circulation in relatively large volumes; thus, sorbitol-mannitol irrigant must be regarded as a systemic drug. Absorption of large amounts of fluids containing sorbitol-mannitol and the osmotic diuresis it produces may significantly alter cardiopulmonary and renal dynamics. Hyperglycemia from metabolism of sorbitol may occur in patients with diabetes mellitus. Hyperlactatemia from metabolism of sorbitol may potentially produce a significant lactic acidemia in metabolically compromised patients. The contents of an opened container should be used promptly to minimize the possibility of bacterial growth or pyrogen formation. Discard the unused portion of irrigation solution since it contains no preservatives. Do not heat over 66°C (150°F)."
    ],
    "precautions": [
      "PRECAUTIONS Cardiovascular status, especially of the patient with cardiac disease, should be carefully observed before and during transurethral resection of the prostate when using Sorbitol-Mannitol Irrigation, because the quantity of fluid absorbed into the systemic circulation by opened prostatic veins may produce significant expansion of the extracellular fluid and lead to fulminating congestive heart failure. Shift of sodium-free intracellular fluid into the extracellular compartment following systemic absorption of solution may lower serum sodium concentration and aggravate pre-existing hyponatremia. Excessive loss of water and electrolytes may lead to serious imbalances. With continuous irrigation, loss of water may occur in excess of electrolytes, producing hypernatremia. Sustained diuresis that results from transurethral irrigation with Sorbitol-Mannitol Irrigation may obscure and intensify inadequate hydration or hypovolemia. Aseptic technique is essential for the use of sterile solutions for irrigation. The administration set should be attached promptly. Unused portions should be discarded and a fresh container of appropriate size used for the start-up of each cycle or repeat procedure. Do not administer unless solution is clear, seal is intact and container is undamaged. Discard unused portion. Carcinogenesis, Mutagenesis, Impairment of Fertility : Studies with Sorbitol-Mannitol Irrigation have not been performed to evaluate carcinogenic potential, mutagenic potential, or effects on fertility. Nursing Mothers : Caution should be exercised when Sorbitol-Mannitol Irrigation is administered to a nursing woman. Pregnancy : Teratogenic Effects. Pregnancy Category C. Animal reproduction studies have not been conducted with Sorbitol-Mannitol Irrigation. It is also not known whether Sorbitol-Mannitol Irrigation can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Sorbitol-Mannitol Irrigation should be given to a pregnant woman only if clearly needed. Pediatric Use : The safety and effectiveness of Sorbitol-Mannitol Irrigation have not been established. Its limited use in pediatric patients has been inadequate to fully define proper dosage and limitations for use."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions may result from intravascular absorption of sorbitol and mannitol. The literature reports occasional adverse reactions from intravenous sorbitol-mannitol infusions. Consequences of absorption of urologic irrigating solutions include fluid and electrolyte disturbances such as acidosis, electrolyte loss, marked diuresis, urinary retention, edema, dryness of mouth, thirst and dehydration; cardiovascular disorders such as hypotension, tachycardia, angina-like pains; pulmonary disorders such as pulmonary congestion; and other general reactions such as blurred vision, convulsions, nausea, vomiting, diarrhea, rhinitis, chills, vertigo, backache and urticaria. Allergic reactions from sorbitol-mannitol have also been reported. Should any adverse reaction occur, discontinue the irrigant, evaluate the patient, institute appropriate therapeutic countermeasures and save the remainder of the fluid for examination if deemed necessary."
    ],
    "overdosage": [
      "OVERDOSAGE In the event of dehydration, fluid or solute overload, discontinue the irrigation, evaluate the patient and institute corrective measures as indicated. (See WARNINGS , PRECAUTIONS and ADVERSE REACTIONS .)"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Sorbitol-Mannitol Irrigation should be administered only by transurethral instillation with appropriate urologic instrumentation. A disposable administration set should be used. The total volume of solution used for irrigation is solely at the discretion of the surgeon. Height of container(s) above the operating table in excess of 60 cm (approx. 2 ft) has been reported to increase intravascular absorption of the irrigating fluid. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever container and solution permit. (See PRECAUTIONS .)"
    ],
    "how_supplied": [
      "HOW SUPPLIED Sorbitol-Mannitol Irrigation is supplied in single-dose 3000 mL flexible irrigation container (NDC No. 0409-7981-08 / 0990-7981-08). ICU Medical is transitioning NDC codes from the \"0409\" to a \"0990\" labeler code. Both NDC codes are expected to be in the market for a period of time. Store at 20 to 25ºC (68 to 77ºF). [See USP Controlled Room Temperature.] Protect from freezing. Revised: July, 2018 EN-4664 ICU Medical, Inc., Lake Forest, Illinois, 60045, USA"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 3000 mL Bag Label 3000 mL NDC 0990-7981-08 SORBITOL- MANNITOL IRRIGATION EACH 100 mL CONTAINS SORBITOL 2.70 g; MANNITOL 0.54 g. pH 5.2 (4.0 TO 7.0) 178 mOsmol/LITER (CALC.) STERILE, NONPYROGENIC. INDICATIONS: FOR UROLOGIC IRRIGATION. CONTRAINDICATIONS: NOT FOR INJECTION. USE ONLY IF SOLUTION IS CLEAR AND CONTAINER IS UNDAMAGED. WARNINGS: DO NOT HEAT OVER 66°C (150°F) OR STORE ABOVE 40°C (104°F). SINGLE-DOSE CONTAINER. CONTAINS NO BACTERIOSTAT. DISCARD UNUSED PORTION. USE ASEPTIC TECHNIQUE. USUAL DOSAGE: SEE INSERT. RX ONLY IM-4383 3 V CONTAINS DEHP ICU Medical, Inc., Lake Forest, Illinois, 60045, USA icumedical PRINCIPAL DISPLAY PANEL - 3000 mL Bag Label",
      "PRINCIPAL DISPLAY PANEL - Overwrap Label 2 HDPE TO OPEN TEAR AT NOTCH DO NOT REMOVE FROM OVERWRAP UNTIL READY FOR USE. AFTER REMOVING THE OVERWRAP, CHECK FOR MINUTE LEAKS BY SQUEEZING CONTAINER FIRMLY. IF LEAKS ARE FOUND, DISCARD SOLUTION AS STERILITY MAY BE IMPAIRED. RECOMMENDED STORAGE: ROOM TEMPERATURE (25°C). AVOID EXCESSIVE HEAT. PROTECT FROM FREEZING. SEE INSERT. 98-4321-R14-3/98 PRINCIPAL DISPLAY PANEL - Overwrap Label"
    ],
    "set_id": "5b44e248-4b7b-4777-954a-921c7b309944",
    "id": "dda87a72-d2a8-41f8-8d73-52931a149dc0",
    "effective_time": "20251030",
    "version": "7",
    "openfda": {
      "application_number": [
        "NDA018316"
      ],
      "brand_name": [
        "Sorbitol-Mannitol"
      ],
      "generic_name": [
        "SORBITOL AND MANNITOL"
      ],
      "manufacturer_name": [
        "ICU Medical Inc."
      ],
      "product_ndc": [
        "0990-7981"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "URETHRAL"
      ],
      "substance_name": [
        "MANNITOL",
        "SORBITOL"
      ],
      "rxcui": [
        "311446"
      ],
      "spl_id": [
        "dda87a72-d2a8-41f8-8d73-52931a149dc0"
      ],
      "spl_set_id": [
        "5b44e248-4b7b-4777-954a-921c7b309944"
      ],
      "package_ndc": [
        "0990-7981-08"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A",
        "506T60A25R"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Mannitol MANNITOL MANNITOL MANNITOL WATER SODIUM BICARBONATE HYDROCHLORIC ACID"
    ],
    "recent_major_changes": [
      "Indications and Usage (removed, revised) ( 1 ) 03/2020 Contraindications ( 4 ) 03/2020 Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 , 5.5 , 5.6 , 5.7 ) 03/2020"
    ],
    "recent_major_changes_table": [
      "<table styleCode=\"Noautorules\" width=\"95%\"><col width=\"70%\"/><col width=\"30%\"/><tbody><tr><td valign=\"bottom\"><paragraph>Indications and Usage (removed, revised) (<linkHtml href=\"#S1\">1</linkHtml>)</paragraph></td><td align=\"right\" valign=\"bottom\"><paragraph>03/2020</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Contraindications (<linkHtml href=\"#S4\">4</linkHtml>)</paragraph></td><td align=\"right\" valign=\"bottom\"><paragraph>03/2020</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Warnings and Precautions (<linkHtml href=\"#S5.1\">5.1</linkHtml>, <linkHtml href=\"#S5.2\">5.2</linkHtml>, <linkHtml href=\"#S5.3\">5.3</linkHtml>, <linkHtml href=\"#S5.4\">5.4</linkHtml>, <linkHtml href=\"#S5.5\">5.5</linkHtml>, <linkHtml href=\"#S5.6\">5.6</linkHtml>, <linkHtml href=\"#S5.7\">5.7</linkHtml>)</paragraph></td><td align=\"right\" valign=\"bottom\"><paragraph>03/2020</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Mannitol Injection is indicated for the reduction of: • intracranial pressure and treatment of cerebral edema. • elevated intraocular pressure. Mannitol Injection is an osmotic diuretic, indicated for the reduction of: • intracranial pressure and treatment of cerebral edema. ( 1 ) • elevated intraocular pressure. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Administration Instructions ( 2.1 ) : • For intravenous infusion, preferably through a central venous catheter. • Prior to administration, evaluate renal, cardiac and pulmonary status and correct fluid and electrolyte imbalances. Recommended Dosage ( 2.2 ) : • The dosage, concentration and rate of administration depend on the age, weight and condition of the patient, including fluid requirement, urinary output and concomitant therapy. • Reduction of Intracranial Pressure and Treatment of Cerebral Edema : 0.25 g/kg administered every 6 to 8 hours as an intravenous infusion over at least 30 minutes. • Reduction of Intraocular Pressure: 1.5 to 2 g/kg administered as a single dose intravenously over at least 30 minutes. Administer 60 to 90 minutes before surgery to achieve maximal effect. 2.1 Important Preparation and Administration Instructions • Mannitol Injection is for intravenous infusion preferably through a central venous catheter [see Warnings and Precautions (5.6) , Description (11) ] . • Prior to the administration of Mannitol Injection, evaluate renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances [see Dosage and Administration (2.2) ]. • Do not administer Mannitol Injection simultaneously with blood products or through the same administration set because of the possibility of pseduoagglutination or hemolysis. If it is essential that blood be given simultaneously, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. • Do not transfer Mannitol Injection into polyvinylchloride (PVC) bags; a white flocculent precipitate may form from contact with PVC surfaces. • Administer Mannitol Injection using an administration set with a filter to ensure against infusion of mannitol crystals. Preparation 1. Visually inspect the container before preparation and again before administration. Do not administer unless solution is clear, the container undamaged, and the fliptop vial seal intact. 2. Crystals may form in Mannitol Injection, especially if the solution is exposed to low temperatures. If crystallization occurs, warm the vial in water at 80°C and periodically shake vigorously to dissolve the crystals. Mannitol Injection may be autoclaved at 121°C for 20 minutes at 15 psi. Cool to body temperature or less before administering. Re-inspect Mannitol Injection for crystals prior to administration. Discard the solution if all the crystals cannot be dissolved. 3. Remove cover from fliptop vial and cleanse stopper with antiseptic before use. 4. Additives may be incompatible. Consult with pharmacist, if available. 5. For single use only; discard unused portion. 2.2 Recommended Dosage Prior to administration of Mannitol Injection, evaluate renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances. The total dosage, concentration, and rate of administration depend on the age, weight, and condition of the patient being treated, including fluid requirement, electrolyte balance, serum osmolality, urinary output, and concomitant therapy. The following outline of administration and dosage is only a general guide to therapy. Reduction of Intracranial Pressure and Treatment of Cerebral Edema Usually a maximum reduction in intracranial pressure can be achieved with a dose of 0.25 g/kg administered as an intravenous infusion over at least 30 minutes, which may be repeated every six to eight hours. During and following infusion of Mannitol Injection, monitor fluid and electrolytes, serum osmolarity, and renal, cardiac, and pulmonary function. Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] . Reduction of Intraocular Pressure The recommended dosage is 1.5 to 2 g/kg as a single dose administered as an intravenous infusion over at least 30 minutes. When used preoperatively, administer Mannitol Injection 60 to 90 minutes before surgery to achieve maximal reduction of intraocular pressure before operation."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Mannitol Injection 25%, USP: 12.5 g/50 mL (0.25 g/mL) of mannitol as a clear and colorless solution in a single-dose vial. Mannitol Injection 25%, USP: 12.5 g/50 mL (0.25 g/mL) in a single-dose vial ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Mannitol Injection is contraindicated in patients with: • Known hypersensitivity to mannitol [see Warnings and Precautions (5.1) ]. • Anuria [see Warnings and Precautions (5.2) ]. • Severe hypovolemia [see Warnings and Precautions (5.4) ]. • Pre-existing severe pulmonary vascular congestion or pulmonary edema [see Warnings and Precautions (5.5) ] . • Active intracranial bleeding except during craniotomy. • Known hypersensitivity to mannitol. ( 4 , 5.1 ) • Anuria. ( 4 , 5.2 ) • Severe hypovolemia. ( 4 , 5.4 ) • Pre-existing severe pulmonary vascular congestion or pulmonary edema. ( 4 , 5.5 ) • Active intracranial bleeding except during craniotomy. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS • Hypersensitivity Reactions, Including Anaphylaxis : Stop infusion immediately if hypersensitivity reactions develop. ( 5.1 ) • Renal Complications Including Renal Failure : Risk factors include pre-existing renal disease, conditions that put patients at risk for renal failure and concomitant use of nephrotoxic drugs or other diuretics. Avoid use of nephrotoxic drugs. Discontinue Mannitol Injection if renal function worsens. ( 5.2 , 8.6 ) • Central Nervous System (CNS) Toxicity : Confusion, lethargy, and coma may occur during or after infusion. Concomitant neurotoxic drugs may potentiate toxicity. Avoid use of neurotoxic drugs. Discontinue Mannitol Injection if CNS toxicity develops. ( 5.3 ) • Fluid and Electrolyte Imbalances, Hyperosmolarity : Hypervolemia may exacerbate congestive heart failure; hyponatremia can lead to encephalopathy; hypo/hyperkalemia can result in cardiac adverse reactions in sensitive patients. Discontinue Mannitol Injection if fluid and/or electrolyte imbalances occur. ( 5.4 ) • Monitoring/Laboratory Tests : Monitor fluid and electrolytes, serum osmolarity and renal, cardiac, and pulmonary function. Discontinue if toxicity develops. ( 5.5 ) • Infusion Site Reactions : May cause irritation and inflammation, as well as severe reactions (compartment syndrome) when associated with extravasation. ( 5.6 ) • Interference with Laboratory Tests : High concentrations of mannitol may cause false low results of inorganic phosphorus blood concentrations. Mannitol may produce false positive results for blood ethylene glycol. ( 5.7 , 7.6 ) 5.1 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, hypotension, and dyspnea resulting in cardiac arrest and death have been reported with Mannitol Injection [ see Adverse Reactions (6) ] . Stop the infusion immediately if signs or symptoms of a suspected hypersensitivity reaction develop. Initiate appropriate therapeutic countermeasures as clinically indicated. 5.2 Renal Complications Including Renal Failure Renal complications, including irreversible renal failure, have been reported in patients receiving mannitol. Reversible, oliguric acute kidney injury has occurred in patients with normal pretreatment renal function who received large intravenous doses of mannitol. Although the osmotic nephrosis associated with mannitol administration is in principle reversible, osmotic nephrosis in general is known to potentially proceed chronic or even end-stage renal failure. Monitor renal function closely, including signs of urine output reduction, during mannitol injection. Patients with pre-existing renal disease, patients with conditions that put them at risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk for renal failure following administration of Mannitol Injection. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) or other diuretics with Mannitol Injection, if possible [see Drug Interactions (7) ] . Patients with oliguric acute kidney injury who subsequently develop anuria while receiving mannitol are at risk of congestive heart failure, pulmonary edema, hypertensive crisis, coma, and death. During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if renal function worsens [see Warnings and Precautions (5.5) ] . 5.3 Central Nervous System (CNS) Toxicity CNS toxicity manifested by, e.g., confusion, lethargy, coma, has been reported in patients treated with mannitol, some resulting in death, in particular in the presence of impaired renal function CNS toxicity may result from high serum mannitol concentrations, serum hyperosmolarity resulting in intracellular dehydration within CNS, hyponatremia or other disturbances of electrolyte and acid/base balance secondary to mannitol administration [see Warnings and Precautions (5.4) ] . At high concentrations, mannitol may cross the blood brain barrier and interfere with the ability of the brain to maintain the pH of the cerebrospinal fluid especially in the presence of acidosis. In patients with pre-existing compromise of the blood brain barrier, the risk of increasing cerebral edema (general and focal) associated with repeated or continued use of Mannitol Injection must be individually weighed against the expected benefits. A rebound increase of intracranial pressure may occur several hours after the infusion. Patients with a compromised blood brain barrier are at increased risk. Concomitant administration of neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate neurotoxicity. Avoid concomitant use of neurotoxic drugs, if possible [see Drug Interactions (7.3) ] . During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if CNS toxicity develops [see Warnings and Precautions (5.5) ] . 5.4 Fluid and Electrolyte Imbalances, Hyperosmolarity Depending on dosage and duration, administration of Mannitol Injection may result in hypervolemia leading to or exacerbating existing congestive heart failure. Accumulation of mannitol due to insufficient renal excretion increases the risk of hypervolemia. Mannitol-induced osmotic diuresis may cause or worsen dehydration/hypovolemia and hemoconcentration. Administration of Mannitol Injection may also cause hyperosmolarity [see Description (11) ] . Depending on dosage and duration of administration, electrolyte and acid/base imbalances may also result from transcellular shifts in water and electrolytes, osmotic diuresis, and/or other mechanisms. Such imbalances may be severe and potentially fatal. Imbalances that may result from administration of Mannitol Injection include: • Hypernatremia, dehydration, and hemoconcentration • Hyponatremia, which can lead to headache, nausea, seizures, lethargy, coma, cerebral edema, and death. Acute symptomatic hyponatremic encephalopathy is considered a medical emergency. • Hypo/hyperkalemia. The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, agents that may cause QT prolongation, neuromuscular blocking agents) [see Drug Interactions (7.4) ] . • Other electrolyte disturbances • Metabolic acidosis/alkalosis Pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration of Mannitol Injection due to decreased glomerular filtration rate and limited ability to concentrate urine [see Use in Specific Populations (8.4) ] . During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor fluid and electrolyte status and discontinue Mannitol Injection if imbalances occur [see Warnings and Precautions (5.5) ] . 5.5 Monitoring/Laboratory Tests During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor: • serum osmolarity, serum electrolytes (including sodium, potassium, calcium and phosphate) and acid/base balance, • the osmol gap • signs of hypo- or hypervolemia, including urine output • renal, cardiac, and pulmonary function • intracranial pressure Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Contraindications (4) ] . 5.6 Infusion Site Reactions The infusion of hypertonic solutions through a peripheral vein, including Mannitol Injection, may result in peripheral venous irritation, including phlebitis. Other severe infusion site reactions, such as compartment syndrome and swelling associated with extravasation, can occur with administration of Mannitol Injection [see Adverse Reactions (6) ] . Mannitol Injection is preferably administered through a central venous catheter [see Dosage and Administration (2.1) ] . 5.7 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations [see Drug Interactions (7.6) ] . Mannitol may produce false positive results in tests for blood ethylene glycol concentrations [see Drug Interactions (7.6) ] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions associated with the use mannitol were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions: Cardiac arrest, anaphylaxis, hypotension, dyspnea, hypertension, pyrexia, chills, sweating, cough, musculoskeletal stiffness, myalgia, urticaria/rash, pruritus, generalized pain, discomfort, nausea, vomiting, headache [see Warnings and Precautions (5.1) ] Renal failure: Acute kidney injury, osmotic nephrosis, anuria, oliguria, urinary retention [see Warnings and Precautions (5.2) ] CNS toxicity: Coma, seizures, confusion, lethargy, rebound increase in intracranial pressure, headache, dizziness [see Warnings and Precautions (5.3) ] Fluid and electrolyte imbalances: Metabolic acidosis, dehydration (hypovolemia), hypervolemia, hyponatremia, hypernatremia, hyperkalemia, hypokalemia [see Warnings and Precautions (5.4) ] Infusion site reactions: Venous thrombosis, thrombophlebitis extending from the site of injection, compartment syndrome and swelling associated with extravasation [see Warnings and Precautions 5.6) ] Cardiac and respiratory disorders: Tachycardia, angina-like chest pain, congestive heart failure, pulmonary congestion, hypotension, edema, rhinitis Gastrointestinal disorders: Dryness of mouth, nausea, vomiting General disorders: Thirst Most common adverse reactions are hypersensitivity reactions, renal failure, CNS toxicity, hypo/hypervolemia, hypo/hypernatremia, hypo/hyperkalemia, and infusion site reactions. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "adverse_reactions_table": [
      "<table styleCode=\"Noautorules\" width=\"100%\"><col width=\"30%\"/><col width=\"70%\"/><tbody><tr><td valign=\"top\"><paragraph>Hypersensitivity reactions:</paragraph></td><td valign=\"top\"><paragraph>Cardiac arrest, anaphylaxis, hypotension, dyspnea, hypertension, pyrexia, chills, sweating, cough, musculoskeletal stiffness, myalgia, urticaria/rash, pruritus, generalized pain, discomfort, nausea, vomiting, headache <content styleCode=\"italics\">[see <linkHtml href=\"#S5.3\">Warnings and Precautions (5.1)</linkHtml>]</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Renal failure:</paragraph></td><td valign=\"top\"><paragraph>Acute kidney injury, osmotic nephrosis, anuria, oliguria, urinary retention <content styleCode=\"italics\">[see <linkHtml href=\"#S5.2\">Warnings and Precautions (5.2)</linkHtml>]</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>CNS toxicity:</paragraph></td><td valign=\"top\"><paragraph>Coma, seizures, confusion, lethargy, rebound increase in intracranial pressure, headache, dizziness <content styleCode=\"italics\">[see <linkHtml href=\"#S5.3\">Warnings and Precautions (5.3)</linkHtml>]</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Fluid and electrolyte imbalances:</paragraph></td><td valign=\"top\"><paragraph>Metabolic acidosis, dehydration (hypovolemia), hypervolemia, hyponatremia, hypernatremia, hyperkalemia, hypokalemia <content styleCode=\"italics\">[see <linkHtml href=\"#S5.4\">Warnings and Precautions (5.4)</linkHtml>]</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Infusion site reactions:</paragraph></td><td valign=\"top\"><paragraph>Venous thrombosis, thrombophlebitis extending from the site of injection, compartment syndrome and swelling associated with extravasation <content styleCode=\"italics\">[see <linkHtml href=\"#S5.6\">Warnings and Precautions 5.6)</linkHtml>]</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Cardiac and respiratory disorders:</paragraph></td><td valign=\"top\"><paragraph>Tachycardia, angina-like chest pain, congestive heart failure, pulmonary congestion, hypotension, edema, rhinitis</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Gastrointestinal disorders:</paragraph></td><td valign=\"top\"><paragraph>Dryness of mouth, nausea, vomiting</paragraph></td></tr><tr><td valign=\"top\"><paragraph>General disorders:</paragraph></td><td valign=\"top\"><paragraph>Thirst</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS • Nephrotoxic Drugs and Diuretics : May increase the risk of renal failure; avoid concomitant use. ( 7.1 , 7.2 ) • Neurotoxic Drugs : May potentiate CNS toxicity of mannitol; avoid concomitant use. ( 7.3 ) • Drugs Affected by Electrolyte Imbalances : May result in cardiac adverse reactions; monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens. ( 7.4 ) • Renally Eliminated Drugs : Concomitant use may decrease the effectiveness of agents that undergo significant renal elimination. However, concomitant use of mannitol and lithium may increase risk of lithium toxicity. If concomitant use is necessary, frequently monitor lithium concentrations and for signs of toxicity. ( 7.5 ) 7.1 Nephrotoxic Drugs Concomitant administration of nephrotoxic drugs (e.g., cyclosporine, aminoglycosides) increases the risk of renal failure following administration of mannitol. Avoid use of nephrotoxic drugs with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ] . 7.2 Diuretics Concomitant administration of other diuretics may potentiate the renal toxicity of mannitol. Avoid concomitant administration of other diuretics with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ] . 7.3 Neurotoxic Drugs Concomitant administration of systemic neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate the CNS toxicity of mannitol. Avoid use of systemic neurotoxic drugs with Mannitol Injection, if possible [see Warnings and Precautions (5.3) ] . 7.4 Drugs Affected by Electrolyte Imbalances The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, drugs that prolong the QT interval, neuromuscular blocking agents) [see Warnings and Precautions (5.4) ] . During and following infusion of Mannitol Injection, monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens [ see Warnings and Precautions (5.5) ] . 7.5 Renally Eliminated Drugs Mannitol therapy may increase the elimination, and decrease the effectiveness of treatment with, drugs that undergo significant renal elimination. Concomitant administration of mannitol with lithium may initially increase the elimination of lithium but may also increase the risk of lithium toxicity if patients develop hypovolemia or renal impairment. In patients receiving lithium, consider holding lithium doses during treatment with Mannitol Injection. In patients requiring concomitant administration of lithium and Mannitol Injection, frequently monitor serum lithium concentrations and for signs of lithium toxicity. 7.6 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations when an assay based on the conversion of phosphate (orthophosphate) to the phosphomolybdate complex is used. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations in which mannitol is initially oxidized to an aldehyde."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data ) .No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy. 8.2 Lactation Risk Summary There are no data on the presence of mannitol in either human or animal milk, the effects on the breastfed infant, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for Mannitol Injection and any potential adverse effects on the breastfed child from Mannitol Injection or from the underlying maternal condition. 8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration of Mannitol Injection due to decreased glomerular filtration rate and limited ability to concentrate urine [ see Warnings and Precautions (5.4) ] . 8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] . 8.6 Renal Impairment Patients with pre-existing renal disease, patients with conditions that put them at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure with administration of mannitol. Evaluate the renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] ."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data ) .No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration of Mannitol Injection due to decreased glomerular filtration rate and limited ability to concentrate urine [ see Warnings and Precautions (5.4) ] ."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] ."
    ],
    "overdosage": [
      "10 OVERDOSAGE Signs and symptoms of overdose with Mannitol Injection include renal failure and acute kidney injury, hypo/hypervolemia, hyperosmolarity and electrolyte imbalances, CNS toxicity (e.g., coma, seizures), some of which can be fatal [see Warnings and Precautions (5.2 , 5.3 , 5.4) ] . Management of overdosage with Mannitol Injection is symptomatic and supportive. Discontinue the infusion and institute appropriate corrective measures with particular attention to renal, cardiac, and pulmonary systems . Correct fluid and electrolyte imbalances. Mannitol Injection is dialyzable (hemodialysis and peritoneal dialysis), hemodialysis may increase mannitol elimination."
    ],
    "description": [
      "11 DESCRIPTION Mannitol Injection, USP is a sterile, nonpyrogenic solution of mannitol in water for injection available in a fliptop vial for intravenous administration as an osmotic diuretic. The content and characteristics are as follows: Conc. (%) g/100 mL mOsmol/liter (calc.) pH May contain sodium bicarbonate and/or hydrochloric acid for pH adjustment. 25 25 1372 5.9 (4.5 to 7.0) The solution contains no bacteriostat, antimicrobial agent, or added buffer (except for pH adjustment) and is intended only as a single-dose injection. Mannitol, USP is chemically designated D-mannitol (C 6 H 14 O 6 ), a white crystalline powder or free-flowing granules freely soluble in water. It has the following structural formula: Water for Injection, USP is chemically designated H 2 O. Chemical Structure"
    ],
    "description_table": [
      "<table width=\"85%\"><col width=\"25%\"/><col width=\"25%\"/><col width=\"25%\"/><col width=\"25%\"/><thead><tr><th align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><content styleCode=\"bold\">Conc. (%)</content></th><th align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><content styleCode=\"bold\">g/100 mL</content></th><th align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><content styleCode=\"bold\">mOsmol/liter (calc.)</content></th><th align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><content styleCode=\"bold\">pH</content><footnote ID=\"_RefID0EU5AE\">May contain sodium bicarbonate and/or hydrochloric acid for pH adjustment.</footnote></th></tr></thead><tbody><tr><td align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><paragraph>25</paragraph></td><td align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><paragraph>25</paragraph></td><td align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><paragraph>1372</paragraph></td><td align=\"center\" styleCode=\"Botrule Toprule \" valign=\"top\"><paragraph>5.9 (4.5 to 7.0)</paragraph></td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity affected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure. 12.3 Pharmacokinetics Distribution Mannitol distributes largely to the extracellular space within 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/minute. The elimination half-life of mannitol is 0.5 to 2.5 hours Metabolism Only a relatively small amount of the mannitol dose is metabolized after intravenous administration to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in 3 hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity affected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Distribution Mannitol distributes largely to the extracellular space within 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/minute. The elimination half-life of mannitol is 0.5 to 2.5 hours Metabolism Only a relatively small amount of the mannitol dose is metabolized after intravenous administration to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in 3 hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Mannitol Injection 25%, USP is available as 12.5 g/50 mL (0.25 g/mL) of mannitol in a single-dose vial. Supplied as a tray of 25 vials (NDC 0409-4031-01). Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.] Protect from freezing."
    ],
    "storage_and_handling": [
      "Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.] Protect from freezing."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients or caregivers of the following risks of Mannitol Injection: • Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] • Renal Complications Including Renal Failure [see Warnings and Precautions (5.2) ] . • CNS Toxicity [see Warnings and Precautions (5.3) ] • Fluid and Electrolyte Imbalances, Hyperosmolarity [see Warnings and Precautions (5.4) ] • Infusion Site Reactions [see Warnings and Precautions (5.6) ]"
    ],
    "spl_unclassified_section": [
      "Distributed by Hospira, Inc., Lake Forest, IL 60045 USA LAB-1227-2.0 Logo"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 50 mL Vial Label 50 mL Single-dose Fliptop Vial 25% MANNITOL Injection, USP 12.5 g/50 mL (250 mg/mL) For Intravenous Use Only. WARNING: SEE INSERT REGARDING CONTRAINDICATION IN SEVERE RENAL IMPAIRMENT. Distributed by Hospira, Inc., Lake Forest, IL 60045 USA PRINCIPAL DISPLAY PANEL - 50 mL Vial Label",
      "PRINCIPAL DISPLAY PANEL - 50 mL Vial Tray 50 mL Single-dose Fliptop Vial 25% MANNITOL Injection, USP 12.5 g/50 mL (250 mg/mL) Rx only NDC 0409-4031-01 Contains 25 of NDC 0409-4031-16 FOR INTRAVENOUS USE ONLY Hospira PRINCIPAL DISPLAY PANEL - 50 mL Vial Tray"
    ],
    "set_id": "8ad3145e-00e7-4412-b9a5-06f00f264f30",
    "id": "55985e1e-1dc4-4872-b2d6-c46db5338254",
    "effective_time": "20241128",
    "version": "22",
    "openfda": {
      "application_number": [
        "NDA016269"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "Hospira, Inc."
      ],
      "product_ndc": [
        "0409-4031"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "311450"
      ],
      "spl_id": [
        "55985e1e-1dc4-4872-b2d6-c46db5338254"
      ],
      "spl_set_id": [
        "8ad3145e-00e7-4412-b9a5-06f00f264f30"
      ],
      "package_ndc": [
        "0409-4031-16",
        "0409-4031-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "MANNITOL MANNITOL SODIUM BICARBONATE MANNITOL MANNITOL WATER HYDROCHLORIC ACID"
    ],
    "spl_unclassified_section": [
      "HIGHLIGHTS OF PRESCRIBING INFORMATION HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use MANNITOL INJECTION safely and effectively. See full prescribing information for MANNITOL INJECTION. MANNITOL injection, for intravenous use Initial U.S. Approval: 1964 INDICATIONS AND USAGE Mannitol Injection is indicated for the following purposes in adults and pediatric patients. Therapeutic Use Reduction of intracranial pressure and brain mass. ( 1 ) Reduction of high intraocular pressure. ( 1 ) Diagnostic Use Measurement of glomerular filtration rate. ( 1 ) DOSAGE AND ADMINISTRATION Administration Instructions ( 2- 2.1): For intravenous use only. Do not add mannitol in whole blood for transfusion. Recommended Dosage ( 2- 2.2): The dosage, concentration and rate of administration depend on the age, weight and condition of the patient. Reduction of Intracranial Pressure and Brain Mass: Adults: 0.25 to 2 g/kg body weight as a 15% to 25% solution administered over a period of 30 to 60 minutes Pediatric patients: 1 to 2 g/kg body weight or 30 to 60 g/m2 body surface area over a period of 30 to 60 minutes. Small or debilitated patients: 500 mg/kg Reduction of Intraocular Pressure: Adults: 0.25 to 2 g/kg body weight as a 15% to 25% solution administered over a period of 30 to 60 minutes Pediatric patients: 1 to 2 g/kg body weight or 30 to 60 g/m2 body surface area over a period of 30 to 60 minutes Small or debilitated patients: 500 mg/kg Measurement of Glomerular Filtration Rate (GFR): 100 mL of a 20% solution (20 g) should be diluted with 180 mL of sodium chloride injection (normal saline) or 200 mL of a 10% solution (20 g) should be diluted with 80 mL of sodium chloride injection (normal saline). The resulting 280 mL of 7.2% solution is infused at a rate of 20 mL per minute. DOSAGE FORMS AND STRENGTHS Mannitol Injection, USP: 25% (250 mg/mL): 25 grams of mannitol, USP per 100 mL in a single-dose 50 mL fliptop vial (3) CONTRAINDICATIONS Well established anuria due to severe renal disease. ( 4 ) Severe pulmonary congestion or frank pulmonary edema. ( 4 ) Active intracranial bleeding except during craniotomy. ( 4 ) Severe dehydration. ( 4 ) Progressive heart failure or pulmonary congestion after institution of mannitol therapy. ( 4 ) Do not administer to patients with a known hypersensitivity to mannitol. ( 4 ) WARNINGS AND PRECAUTIONS Renal Complications Including Renal Failure: Risk factors include pre-existing renal disease, conditions that put patients at risk for renal failure and concomitant use of nephrotoxic drugs or other diuretics. Avoid concomitant administration of nephrotoxic drugs or other diuretics with mannitol. ( 5- 5.1, 8- 8.6) Fluid and Electrolyte Imbalances: Mannitol administration may obscure and intensify inadequate hydration or hypovolemia. Excessive loss of water and electrolytes may lead to serious imbalances, e.g., hypernatremia, hyponatremia. Accumulation of mannitol may intensify existing or latent congestive heart failure. Monitoring of cardiovascular status and electrolyte levels is recommended. ( 5- 5.2) Central Nervous System (CNS) Toxicity: Mannitol may increase cerebral blood flow and the risk of postoperative bleeding in neurosurgical patients. It may also worsen intracranial hypertension in children who develop a generalized cerebral hyperemia during the first 24 to 48 hours post injury. ( 5- 5.3) Monitoring: Discontinue mannitol if renal, cardiac or pulmonary status worsens, or CNS toxicity develops. ( 5- 5.4) ADVERSE REACTIONS Most common adverse reactions are pulmonary congestion, fluid and electrolyte imbalance, acidosis, electrolyte loss, dryness of mouth, thirst, marked diuresis, urinary retention, edema, headache, blurred vision, convulsions, nausea, vomiting, rhinitis, arm pain, skin necrosis, thrombophlebitis, chills, dizziness, urticaria, dehydration, hypotension, tachycardia, fever and angina-like chest pains. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. DRUG INTERACTIONS Nephrotoxic Drugs and Diuretics: May increase the risk of renal failure; avoid concomitant use. ( 7- 7.1, 7- 7.2) See 17 for PATIENT COUNSELING INFORMATION. Revised: 9/2019",
      "17 PATIENT COUNSELING INFORMATION Inform patients or caregivers of the following risks of Mannitol Injection: Renal Complications Including Renal Failure [see Warnings and Precautions (5.1) ]. Fluid and Electrolyte Imbalances [see Warnings and Precautions (5.2) ] CNS Toxicity [see Warnings and Precautions (5.3) ]",
      "SPL UNCLASSIFIED Distributed by Hospira, Inc., Lake Forest, IL 60045 USA LAB-1227-1.1 LOGO"
    ],
    "spl_indexing_data_elements": [
      "TABLE OF CONTENTS FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Important Preparation and Administration Instructions 2.2 Recommended Dosage 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Renal Complications Including Renal Failure 5.2 Fluid and Electrolyte Imbalances 5.3 Central Nervous System (CNS) Toxicity 5.4 Monitoring 6 ADVERSE REACTIONS 7 DRUG INTERACTIONS 7.1 Nephrotoxic Drugs 7.2 Diuretics 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.5 Geriatric Use 8.6 Renal Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION * Sections or subsections omitted from the full prescribing information are not listed."
    ],
    "indications_and_usage": [
      "1 INDICATIONS & USAGE Mannitol Injection is indicated for the following purposes in adults and pediatric patients. Therapeutic Use Reduction of intracranial pressure and brain mass. Reduction of high intraocular pressure. Diagnostic Use Measurement of glomerular filtration rate."
    ],
    "dosage_and_administration": [
      "2 DOSAGE & ADMINISTRATION 2.1 Important Preparation and Administration Instructions For intravenous use only. Do not administer intramuscularly or subcutaneously. Never add mannitol in whole blood for transfusion. Do not administer unless solution is clear and container is undamaged. Discard unused portion. Do not administer 25% mannitol if the fliptop vial seal is not intact. Additives may be incompatible. Consult with pharmacist, if available. Do not place 25% Mannitol Injection in polyvinylchloride (PVC) bags; a white flocculent precipitate may form from contact with PVC surfaces. Parenteral drug products should be inspected visually for particulate matter and discoloration whenever container and solution permit. 2.2 Recommended Dosage Reduction of Intracranial Pressure and Brain Mass In adults a dose of 0.25 to 2 g/kg body weight as a 15% to 25% solution administered over a period of 30 to 60 minutes; pediatric patients 1 to 2 g/kg body weight or 30 to 60 g/m2 body surface area over a period of 30 to 60 minutes. In small or debilitated patients, a dose of 500 mg/kg may be sufficient. Careful evaluation must be made of the circulatory and renal reserve prior to and during administration of mannitol at the higher doses and rapid infusion rates. Careful attention must be paid to fluid and electrolyte balance, body weight, and total input and output before and after infusion of mannitol. Evidence of reduced cerebral spinal fluid pressure must be observed within 15 minutes after starting infusion. Reduction of Intraocular Pressure In adults a dose of 0.25 to 2 g/kg body weight as a 15% to 25% solution administered over a period of 30 to 60 minutes; pediatric patients 1 to 2 g/kg body weight or 30 to 60 g/m2 body surface area over a period of 30 to 60 minutes. In small or debilitated patients, a dose of 500 mg/kg may be sufficient. When used preoperatively, the dose should be given one to one and one-half hours before surgery to achieve maximal reduction of intraocular pressure before operation. Measurement of Glomerular Filtration Rate (GFR) 100 mL of a 20% solution (20 g) should be diluted with 180 mL of sodium chloride injection (normal saline) or 200 mL of a 10% solution (20 g) should be diluted with 80 mL of sodium chloride injection (normal saline). The resulting 280 mL of 7.2% solution is infused at a rate of 20 mL per minute. The urine is collected by catheter for a specific period of time and analyzed for mannitol excreted in mg per minute. A blood sample is drawn at the start and at the end of the time period and the concentration of mannitol determined in mg/mL of plasma. GFR is the number of mL of plasma that must have been filtered to account for the amount excreted per minute in the urine. Normal clearance rates are approximately 125 mL/minute for men; 116 mL/minute for women."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Mannitol Injection, USP: 25% (250 mg/mL): 25 grams of mannitol, USP per 100 mL in a single-dose 50 mL fliptop vial"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Mannitol Injection is contraindicated in patients with: Well established anuria due to severe renal disease. Severe pulmonary congestion or frank pulmonary edema. Active intracranial bleeding except during craniotomy. Severe dehydration. Progressive heart failure or pulmonary congestion after institution of mannitol therapy. Do not administer to patients with a known hypersensitivity to mannitol."
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS 5.1 Renal Complications Including Renal Failure Renal complications, including irreversible renal failure have been reported in patients receiving mannitol. Reversible, oliguric acute kidney injury (AKI) has occurred in patients with normal pretreatment renal function who received mannitol. Osmotic nephrosis, a reversible vacuolization of the tubules of no known clinical significance, may proceed to severe irreversible nephrosis, so that the renal function must be closely monitored during mannitol infusion. Patients with pre-existing renal disease, patients with conditions that put them at risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk for renal failure. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) or other diuretics with mannitol [see Drug Interactions (7) ]. If urine output declines during mannitol infusion, the patient's clinical status should be closely reviewed and mannitol infusion suspended if necessary. 5.2 Fluid and Electrolyte Imbalances The obligatory diuretic response following rapid infusion of 25% mannitol may further aggravate pre-existing hemoconcentration. Excessive loss of water and electrolytes may lead to serious imbalances. With continued administration of mannitol, loss of water in excess of electrolytes can cause hypernatremia. Electrolyte measurements, including sodium and potassium are therefore of vital importance in monitoring the infusion of mannitol. The shift of sodium-free intracellular fluid into the extracellular compartment following mannitol infusion may lower serum sodium concentration and aggravate pre-existing hyponatremia. By sustaining diuresis, mannitol administration may obscure and intensify inadequate hydration or hypovolemia. Accumulation of mannitol may result in overexpansion of the extracellular fluid which may intensify existing or latent congestive heart failure. The cardiovascular status of the patient should be carefully evaluated before rapidly administering mannitol since sudden expansion of the extracellular fluid may lead to fulminating congestive heart failure. 5.3 Central Nervous System (CNS) Toxicity Mannitol injection may increase cerebral blood flow and the risk of postoperative bleeding in neurosurgical patients. Mannitol may increase cerebral blood flow and worsen intracranial hypertension in children who develop generalized cerebral hyperemia during the first 24 to 48 hours post injury. 5.4 Monitoring Serum sodium and potassium should be carefully monitored during mannitol administration. If an adverse reaction does occur, discontinue the infusion, evaluate the patient, institute appropriate therapeutic counter measures and save the remainder of the fluid for examination if deemed necessary. Electrolyte-free mannitol solutions should not be given conjointly with blood. If it is essential that blood be given simultaneously, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. When exposed to low temperatures, solutions of mannitol may crystallize. If crystals are observed, the container should be warmed to redissolve, then cooled to body temperature before administering [see How Supplied/Storage and Handling (16) ]. When infusing 25% mannitol, the administration set should include a filter. Do not infuse mannitol solution if crystals are present."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions associated with the use mannitol were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. ADVERSE REACTIONS"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Nephrotoxic Drugs Patients receiving potentially nephrotoxic drugs are at increased risk for renal failure. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) with mannitol [see Warnings and Precautions (5) ]. 7.2 Diuretics Pateints receiving other diuretics are at increased risk for renal failure. Avoid concomitant administration of other diuretics with mannitol [see Warnings and Precautions (5) ]."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no well-controlled studies in pregnant women that establish developmental toxicity related to the use of mannitol injection. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data). The available data do not establish the presence or absence of developmental toxicity related to the use of mannitol. There are limited animal data in the published literature. The effects of mannitol on embryo-fetal development have not been evaluated; however, fluid shifts occurred in animal studies in response to maternal infusion of mannitol. Mannitol injection should be given to a pregnant woman only if clearly needed. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2–4% and 15–20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy. 8.2 Lactation Risk Summary Lactation studies have not been conducted with mannitol. It is not known whether this drug is excreted in human milk. Mannitol injection should be administered to lactating women only if clearly indicated. Studies assessing the effects of mannitol injection in breastfed children have not been performed. Studies to assess the effect of mannitol on milk production or excretion have not been performed. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for mannitol and any potential adverse effects on the breastfed child from mannitol or from the underlying maternal condition. 8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of mannitol [see Warnings and Precautions (5) ]. 8.6 Renal Impairment Patients with pre-existing renal disease, patients with conditions that put them at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure with administration of mannitol. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of mannitol [see Warnings and Precautions (5)] ."
    ],
    "overdosage": [
      "10 OVERDOSAGE Too rapid infusion of large amounts of mannitol will cause a shift of intracellular water into the extracellular compartment resulting in cellular dehydration and overexpansion of the intravascular space with hyponatremia, congestive heart failure and pulmonary edema. Repeated doses should not be given to patients with persistent oliguria as this can produce a hyperosmolar state and precipitate congestive heart failure and pulmonary edema due to volume overload. Dosage must be carefully monitored and adjusted in accordance with the clinical situation to avoid the consequences of overdosage [see Contraindications (4) , Warnings and Precautions (5) , Dosage and Administration (2) ]."
    ],
    "description": [
      "11 DESCRIPTION Mannitol Injection, USP is a sterile, nonpyrogenic solution of mannitol in water for injection available in a concentration of 25% in a fliptop vial for administration by intravenous infusion only. The content and characteristics are as follows: The solution contains no bacteriostat, antimicrobial agent or added buffer (except for pH adjustment) and is intended only as a single-dose injection. When smaller doses are required, the unused portion should be discarded. Mannitol Injection, USP is a parenteral obligatory osmotic diuretic. Mannitol, USP is chemically designated D-mannitol (C6H14O6), a white crystalline powder or free-flowing granules freely soluble in water. It has the following structural formula: * May contain sodium bicarbonate and/or hydrochloric acid for pH adjustment. 25 25 1372 5.9 (4.5 to 7.0) Water for Injection, USP is chemically designated H2O. DESCRIPTION STRUCTURE"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. By increasing the osmotic pressure of plasma and the extracellular space, intravenously administered mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure. 12.3 Pharmacokinetics Distribution Mannitol distributes largely to the extracellular space within 20 to 40 minutes after intravenous administration. The plasma half-life for this distribution phase is 0.16 hour. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/minute. The elimination half-life of mannitol is 0.5 to 2.5 hours Metabolism Only a relatively small amount of the mannitol dose is metabolized after intravenous administration to healthy subjects. Excretion Approximately 80% of a 100 g dose appears in the urine in 3 hours. The drug is freely filtered by the glomeruli, with less than 10% tubular reabsorption; it is not secreted by tubular cells. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Studies with Mannitol Injection have not been performed to evaluate carcinogenic potential, mutagenic potential or effects on fertility."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Mannitol Injection, USP is supplied in single-dose containers as follows: 25% MANNITOL INJECTION, USP is supplied in the following dosage forms. NDC 51662-1468-1 25% MANNITOL INJECTION, USP 12.5g/50mL (250mg/mL) 50mL VIAL NDC 51662-1468-2 25% MANNITOL INJECTION, USP 12.5g/50mL (250mg/mL) 50mL VIAL, 1 VIAL PER POUCH NDC 51662-1468-3 25% MANNITOL INJECTION, USP 12.5g/50mL (250mg/mL) 50mL VIAL, 1 VIAL PER POUCH, 25 POUCHES PER CASE HF Acquisition Co LLC, DBA HealthFirst Mukilteo, WA 98275 NOTE: Crystals may form in mannitol solutions especially if the solutions are chilled. To dissolve the crystals, warm the bottle in hot water at 80°C and periodically shake vigorously. 25% Mannitol Injection, USP may be autoclaved at 121°C for 20 minutes at 15 psi. Remove cover from fliptop vial and cleanse stopper with antiseptic before use. Cool to body temperature or less before administering. When infusing 25% mannitol concentrations, the administration set should include a filter. Protect from freezing. Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.] INSTRUCTlONS FOR USE Remove cover and cleanse stopper with antiseptic before use."
    ],
    "recent_major_changes": [
      ""
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 1 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 1 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 1",
      "PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 2 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 2 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 2",
      "PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 3 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 3 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 3",
      "PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 4 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 4 PRINCIPAL DISPLAY PANEL - VIAL LABEL OPT. 4",
      "PRINCIPAL DISPLAY PANEL - SERIALIZED VIAL LABELING PRINCIPAL DISPLAY PANEL - SERIALIZED VIAL LABELING PRINCIPAL DISPLAY PANEL - SERIALIZED VIAL LABELING",
      "PRINCIPAL DISPLAY PANEL - NDC 51662-1468-2 POUCH LABELING NDC 51662-1468-2 POUCH LABELING VIAL LABEL POUCH LABELING VIAL LABEL",
      "PRINCIPAL DISPLAY PANEL - NDC 51662-1468-3 CASE LABELING CASE LABELING NDC 51662-1468-3 51662-1468-3 SERIALIZED RFID LABELING Case Labeling RFID Label"
    ],
    "set_id": "999ce711-2d5b-0d7d-e053-2995a90a2689",
    "id": "0ffaf004-4d61-3fd4-e063-6294a90a1a63",
    "effective_time": "20240127",
    "version": "4",
    "openfda": {
      "application_number": [
        "NDA016269"
      ],
      "brand_name": [
        "MANNITOL"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "HF Acquisition Co LLC, DBA HealthFirst"
      ],
      "product_ndc": [
        "51662-1468"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "311450"
      ],
      "spl_id": [
        "0ffaf004-4d61-3fd4-e063-6294a90a1a63"
      ],
      "spl_set_id": [
        "999ce711-2d5b-0d7d-e053-2995a90a2689"
      ],
      "package_ndc": [
        "51662-1468-1",
        "51662-1468-2",
        "51662-1468-3"
      ],
      "original_packager_product_ndc": [
        "0409-4031"
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Mannitol MANNITOL MANNITOL MANNITOL WATER SODIUM BICARBONATE"
    ],
    "recent_major_changes": [
      "Indications and Usage (removed, revised) ( 1 ) 05/2020 Contraindications ( 4 ) 05/2020 Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 , 5.5 , 5.6 , 5.7 ) 05/2020"
    ],
    "recent_major_changes_table": [
      "<table width=\"95%\"><col width=\"85%\" align=\"left\" valign=\"top\"/><col width=\"15%\" align=\"right\" valign=\"bottom\"/><tbody><tr><td>Indications and Usage (removed, revised) (<linkHtml href=\"#S1\">1</linkHtml>)</td><td>05/2020</td></tr><tr><td>Contraindications (<linkHtml href=\"#S4\">4</linkHtml>)</td><td>05/2020</td></tr><tr><td>Warnings and Precautions (<linkHtml href=\"#S5.1\">5.1</linkHtml>, <linkHtml href=\"#S5.2\">5.2</linkHtml>, <linkHtml href=\"#S5.3\">5.3</linkHtml>, <linkHtml href=\"#S5.4\">5.4</linkHtml>, <linkHtml href=\"#S5.5\">5.5</linkHtml>, <linkHtml href=\"#S5.6\">5.6</linkHtml>, <linkHtml href=\"#S5.7\">5.7</linkHtml>)</td><td>05/2020</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Mannitol Injection is indicated for the reduction of: intracranial pressure and treatment of cerebral edema; elevated intraocular pressure. Mannitol Injection is an osmotic diuretic indicated for the reduction of: intracranial pressure and treatment of cerebral edema. ( 1 ) elevated intraocular pressure. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Administration Instructions ( 2.1 ): For intravenous infusion preferably into a large central vein. Prior to administration, evaluate renal, cardiac and pulmonary status, and correct fluid and electrolyte imbalances. Recommended Dosage ( 2.2 ): The dosage, concentration and rate of administration depend on the age, weight and condition of the patient, including fluid requirement, urinary output and concomitant therapy. Reduction of Intracranial Pressure : 0.25 g/kg administered every 6 to 8 hours as an intravenous infusion over at least 30 minutes. Reduction of Intraocular Pressure : 1.5 to 2 g/kg as a single dose administered intravenously over at least 30 minutes. Administer 60 to 90 minutes before surgery to achieve maximal effect. 2.1 Important Preparation and Administration Instructions Mannitol Injection is for intravenous infusion preferably into a large central vein [see Warnings and Precautions (5.6) , Description (11) ] . Prior to administration of Mannitol Injection, evaluate renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances [see Dosage and Administration (2.2) ] . Do not administer Mannitol Injection simultaneously with blood products through the same administration set because of the possibility of pseudoagglutination or hemolysis. Preparation Tear outer wrap at notch and remove solution container. Visually inspect flexible container. Do not administer unless the solution is clear and the seal is intact. If the outlet port protector is damaged, detached, or not present, discard container as solution path sterility may be impaired. Some opacity of the plastic due to moisture absorption during the sterilization process may be observed. This is normal and does not affect the solution quality or safety. The opacity will diminish gradually. Check for minute leaks prior to use by squeezing the bag firmly. If leaks are detected, discard solution as sterility may be impaired. Admixing Mannitol Injection with other medications is not recommended. Inspect Mannitol Injection visually for particulate matter and discoloration prior to administration. If particulates or discoloration are present, discard the bag. Manitol Injection solutions may crystalize when exposed to low temperatures. Inspect Mannitol Injection for crystals prior to administration. If crystals are visible, re-dissolve by warming the solution up to 70°C with agitation. Heat solution by using a dry-heat cabinet with overwrap intact. The use of a water bath is not recommended. Allow the solution to cool to body temperature or less before administering. Reinspect Mannitol Injection for crystals prior to administration. Discard the solution if all the crystals cannot be dissolved. Administration Close flow control clamp of administration set. Remove cover from outlet port at bottom of container. Insert piercing pin of administration set into port with a twisting motion until the set is firmly seated. NOTE: See full directions on administration set carton. Use administration sets with a final in-line filter because of the potential for mannitol crystals to form. Suspend container from hanger. Squeeze and release drip chamber to establish proper fluid level in chamber. Open flow control clamp and clear air from set. Close clamp. Attach set to venipuncture device. If device is not indwelling, prime and make venipuncture. Regulate rate of administration with flow control clamp. To prevent air embolism, use a non-vented infusion set or close the vent on a vented set, avoid multiple connections, do not connect flexible containers in series, fully evacuate residual gas in the container prior to administration, do not pressurize the flexible container to increase flow rates, and if administration is controlled by pumping device, turn off pump before the container runs dry. For single use only; discard unused portion. 2.2 Recommended Dosage Prior to administration of Mannitol Injection, evaluate renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances. The total dosage, concentration, and rate of administration depend on the age, weight, and condition of the patient being treated, including fluid requirement, electrolyte balance, serum osmolality, urinary output, and concomitant therapy. The following outline of administration and dosage is only a general guide to therapy. Reduction of Intracranial Pressure and Treatment of Cerebral Edema Usually a maximum reduction in intracranial pressure can be achieved with a dose of 0.25 gram/kg given intravenously as an intravenous infusion over at least 30 minutes, which may be repeated every six to eight hours. During and following Mannitol Injection infusion, monitor fluid and electrolytes, serum osmolarity, and renal, cardiac and pulmonary function. Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] . Reduction of Intraocular Pressure The recommended dosage is 1.5 to 2 g/kg as a single dose administered as an intravenous infusion over at least 30 minutes. When used preoperatively, administer Mannitol Injection 60 to 90 minutes before surgery to achieve maximal reduction of intraocular pressure before operation."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Injection: 20% (0.2 grams/mL); 20 grams of mannitol, USP per 100 mL as a clear and colorless solution in single-dose 250 mL and 500 mL flexible containers Injection: 20% (0.2 grams/mL); 20 grams of mannitol, USP per 100 mL in single-dose 250 mL and 500 mL flexible containers ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Mannitol Injection is contraindicated in patients with: Known hypersensitivity to mannitol [see Warnings and Precautions (5.1) ] Anuria [see Warnings and Precautions (5.2) ] Severe hypovolemia [see Warnings and Precautions (5.4) ] Pre-existing pulmonary vascular congestion or pulmonary edema [see Warnings and Precautions (5.5) ] Active intracranial bleeding except during craniotomy. Known hypersensitivity to mannitol. ( 4 , 5.1 ) Anuria. ( 4 , 5.2 ) Severe hypovolemia. ( 4 , 5.4 ) Pre-existing pulmonary vascular congestion or pulmonary edema. ( 4 , 5.5 ) Active intracranial bleeding except during craniotomy. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity Reactions, including anaphylaxis : Stop infusion immediately if hypersensitivity reactions develop. ( 5.1 ) Renal Complications Including Renal Failure : Risk factors include preexisting renal failure, concomitant use of nephrotoxic drugs or other diuretics. Avoid use of nephrotoxic drugs. Discontinue Mannitol Injection if renal function worsens. ( 5.2 , 8.6 ) Central Nervous System (CNS) Toxicity : Confusion, lethargy and coma may occur during or after infusion. Concomitant neurotoxic drugs may potentiate toxicity. Avoid use of neurotoxic drugs. Discontinue Mannitol Injection if CNS toxicity develops. ( 5.3 ) Fluid and Electrolyte Imbalances, Hyperosmolarity : Hypervolemia may exacerbate congestive heart failure, hyponatremia can lead to encephalopathy; hypo/hyperkalemia can result in cardiac adverse reactions in sensitive patients. Discontinue Mannitol Injection if fluid and/or electrolyte imbalances occur. ( 5.4 ) Monitoring/Laboratory Tests : Monitor fluid and electrolytes, serum osmolarity and renal, cardiac and pulmonary function. Discontinue if toxicity develops. ( 5.5 ) Infusion Site Reactions : May include irritation and inflammation, as well as severe reactions (compartment syndrome) when associated with extravasation. ( 5.6 ) Interference with Laboratory Tests : High concentrations of mannitol may cause false low results of inorganic phosphorus blood concentrations. Mannitol may produce false positive results for blood ethylene glycol. ( 5.7 , 7.6 ) 5.1 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, hypotension and dyspnea resulting in cardiac arrest and death have been reported with Mannitol Injection [see Adverse Reactions (6) ] . Stop the infusion immediately if signs or symptoms of a suspected hypersensitivity reaction develop. Initiate appropriate therapeutic countermeasures as clinically indicated. 5.2 Renal Complications Including Renal Failure Renal complications, including irreversible renal failure have been reported in patients receiving mannitol. Reversible, oliguric acute kidney injury has occurred in patients with normal pretreatment renal function who received large intravenous doses of mannitol. Although the osmotic nephrosis associated with mannitol administration is in principle reversible, osmotic nephrosis in general is known to potentially proceed chronic or even end-stage renal failure. Monitor renal function closely, including signs of urine output reduction, during Mannitol Injection infusion. Patients with pre-existing renal disease, patients with conditions that put them at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure following administration of Mannitol Injection. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) or other diuretics with Mannitol Injection, if possible [see Drug Interactions (7.1 , 7.2) ] . Patients with oliguric acute kidney injury who subsequently develop anuria while receiving mannitol are at risk of congestive heart failure, pulmonary edema, hypertensive crisis, coma and death. During and following Mannitol Injection infusion for the reduction in intracranial pressure, monitor the patient clinically and review laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if renal function worsens [see Warnings and Precautions (5.5) ]. 5.3 Central Nervous System (CNS) Toxicity CNS toxicity manifested by, e.g., confusion, lethargy, coma has been reported in patients treated with mannitol, some resulting in death, in particular in the presence of impaired renal function CNS toxicity may result from high serum mannitol concentrations, serum hyperosmolarity resulting in intracellular dehydration within CNS, hyponatremia or other disturbances of electrolyte and acid/base balance secondary to mannitol administration [ see Warnings and Precautions (5.4) ] . At high concentrations, mannitol may cross the blood brain barrier and interfere with the ability of the brain to maintain the pH of the cerebrospinal fluid especially in the presence of acidosis. In patients with preexisting compromise of the blood brain barrier, the risk of increasing cerebral edema (general and focal) associated with repeated or continued use of Mannitol Injection must be individually weighed against the expected benefits. A rebound increase of intracranial pressure may occur several hours after the infusion. Patients with a compromised blood brain barrier are at increased risk. Concomitant administration of neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate neurotoxicity. Avoid concomitant use of neurotoxic drugs, if possible [see Drug Interactions (7.3) ] . During and following Mannitol Injection infusion for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if CNS toxicity develops [see Warnings and Precautions (5.5) ]. 5.4 Fluid and Electrolyte Imbalances, Hyperosmolarity Depending on dosage and duration, administration of Mannitol Injection may result in hypervolemia leading to or exacerbating existing congestive heart failure. Accumulation of mannitol due to insufficient renal excretion increases the risk of hypervolemia. Mannitol-induced osmotic diuresis may cause or worsen dehydration/hypovolemia and hemoconcentration. Administration of Mannitol Injection may also cause hyperosmolarity [see Description (11) ]. Depending on dosage and duration of administration, electrolyte and acid/base imbalances may also result from transcellular shifts in water and electrolytes, osmotic diuresis and/or other mechanisms. Such imbalances may be severe and potentially fatal. Imbalances that may result from Mannitol Injection administration include: Hypernatremia, dehydration and hemoconcentration Hyponatremia, which can lead to headache, nausea, seizures, lethargy, coma, cerebral edema, and death. Acute symptomatic hyponatremic encephalopathy is considered a medical emergency. Hypo/hyperkalemia. The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, agents that may cause QT prolongation, neuromuscular blocking agents) [see Drug Interactions (7.4) ] . Other electrolyte disturbances Metabolic acidosis/alkalosis Pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [see Use in Specific Populations (8.4) ] . During and following Mannitol Injection infusion for the reduction in intracranial pressure, monitor fluid, acid-base balance and electrolyte status and discontinue Mannitol Injection if imbalances occur [see Warnings and Precautions (5.5) ] . 5.5 Monitoring/Laboratory Tests During and following infusion of Mannitol Injection for reduction of intracranial pressure and monitor: serum osmolarity, serum electrolytes (sodium, potassium, calcium, and phosphate) and acid base balance the osmol gap signs and symptoms of hypo- or hypervolemia, including urine output renal, cardiac, and pulmonary function intracranial pressure Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Contraindications (4) ] . 5.6 Infusion Site Reactions The infusion of hypertonic solutions through a peripheral vein, including Mannitol Injection may result in peripheral venous irritation, including phlebitis. Other severe infusion site reactions, such as compartment syndrome and swelling associated with extravasation, can occur with administration of Mannitol Injection [see Adverse Reactions (6) ] . Administration through a large central vein is preferred with mannitol [see Dosage and Administration (2.1) ] . 5.7 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations [see Drug Interactions (7.6) ]. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations [see Drug Interactions (7.6) ]."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions from voluntary reports or clinical studies have been reported with Mannitol Injection. Because many of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions :, anaphylaxis, hypotension, dyspnea, hypertension, pyrexia, chills, sweating, urticaria/rash, pruritus [see Warnings and Precautions (5.1) ] Renal Failure : acute kidney injury, osmotic nephrosis, azotemia, anuria, hematuria, oliguria, polyuria, urinary retention [see Warnings and Precautions (5.2) ] CNS Toxicity : coma, seizures, confusion, lethargy; rebound increase in intracranial pressure; dizziness, headache [see Warnings and Precautions (5.3) ] Fluid and Electrolyte Imbalances : hypovolemia (dehydration), hypervolemia, peripheral edema, , hyponatremia, hypernatremia, hyperkalemia, hypokalemia; metabolic acidosis [see Warning and Precautions (5.4) ] Infusion Site Reactions : venous thrombosis, phlebitis, inflammation, pain, rash, erythema, pruritus; compartment syndrome and swelling associated with extravasation [see Warnings and Precautions (5.6) ] Cardiac and Respiratory Disorders : cardiac arrest, congestive cardiac failure, pulmonary edema, palpitations, tachycardia, angina-like chest pain Musculoskeletal Disorders: musculoskeletal stiffness, myalgia Gastrointestinal Disorders : thirst, dry mouth, nausea, vomiting General Disorders : asthenia, malaise The most common adverse reactions are hypersensitivity reactions, renal failure, CNS toxicity, hypo/hypervolemia, hypo/hypernatremia, hypo/hyperkalemia, and infusion site reactions. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact name ICU Medical, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS Nephrotoxic Drugs and Diuretics : May increase the risk of renal failure; avoid concomitant use. ( 7.1 , 7.2 ) Neurotoxic Drugs : May potentiate CNS toxicity of mannitol; avoid concomitant use. ( 7.3 ) Drugs Affected by Electrolyte Imbalances : May result in cardiac adverse reactions; monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens. ( 7.4 ) Renally Eliminated Agents : Concomitant use may decrease the effectiveness of agents that undergo significant renal elimination. However, concomitant use of mannitol and lithium may increase risk of lithium toxicity. If concomitant use is necessary, frequently monitor lithium concentrations and for signs of toxicity. ( 7.5 ) 7.1 Nephrotoxic Drugs Concomitant administration of nephrotoxic drugs (e.g., aminoglycosides, cyclosporine) increases the risk of renal failure following administration of mannitol. Avoid use of nephrotoxic drugs with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ] . 7.2 Diuretics Concomitant administration of other diuretics may potentiate the renal toxicity of mannitol. Avoid use of other diuretics with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ]. 7.3 Neurotoxic Drugs Concomitant administration of systemic neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate the CNS toxicity of mannitol. Avoid concomitant administration of neurotoxic drugs with mannitol [see Warnings and Precautions (5.3) ] . 7.4 Drugs Affected by Electrolyte Imbalances The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, drugs that prolong the QT interval, neuromuscular blocking agents) [see Warnings and Precautions (5.4) ] . During and following Mannitol Injection infusion, monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens [ see Warnings and Precautions (5.5) ] . 7.5 Renally Eliminated Drugs Mannitol may increase the elimination, and decrease the effectiveness of treatment with, drugs that undergo significant renal elimination. Concomitant administration of mannitol with lithium may initially increase the elimination of lithium but may also increase the risk of lithium toxicity in patients who develop hypovolemia or renal impairment. Consider holding lithium therapy during treatment with Mannitol Injection. If lithium therapy cannot be held, monitor serum lithium concentrations frequently for signs of lithium toxicity. Mannitol therapy may increase the elimination of digoxin leading to a potential decrease in effectiveness of the treatment. Monitor digoxin serum concentrations. 7.6 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations when an assay based on the conversion of phosphate (orthophosphate) to the phosphomolybdate complex is used [see Warnings and Precautions (5.7) ] . Mannitol may produce false positive results in tests for blood ethylene glycol concentrations in which mannitol is initially oxidized to an aldehyde [see Warnings and Precautions (5.7) ] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data ) . No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy. 8.2 Lactation Risk Summary There are no data on the presence of mannitol in either human or animal milk, the effects on the breastfed infant, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for Mannitol Injection and any potential adverse effects on the breastfed infant from Injection or from the underlying maternal condition. 8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [see Warnings and Precautions (5.4) ] . 8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] . 8.6 Renal Impairment Patients with pre-existing renal disease, patients with conditions that put them at high risk of renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure with administration of mannitol. Evaluate the renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] ."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data ) . No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [see Warnings and Precautions (5.4) ] ."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] ."
    ],
    "overdosage": [
      "10 OVERDOSAGE Signs and symptoms of overdose with Mannitol Injection include renal failure and acute kidney injury, hypo/hypervolemia, hyperosmolarity and electrolyte imbalances, CNS toxicity (e.g., coma, seizures), some of which can be fatal [see Warnings and Precautions (5.2 , 5.3 , 5.4) ] . Management of overdosage with Mannitol Injection is symptomatic and supportive. Discontinue the infusion and institute appropriate corrective measures with particular attention to renal, cardiac and pulmonary systems. Correct fluid and electrolyte imbalances. Mannitol Injection is dialyzable (hemodialysis and peritoneal dialysis), hemodialysis may increase Mannitol Injection elimination."
    ],
    "description": [
      "11 DESCRIPTION Mannitol Injection, USP is a sterile, nonpyrogenic solution of mannitol in water for injection available in a concentration of 20% in flexible plastic containers. The content and characteristics of the available concentration is as follows: Concentration (%) g/100 mL mOsmol/liter (calc.) pH may contain sodium bicarbonate for pH adjustment. 20 20 1098 6.3 (4.5 to 7.0) The solution contains no bacteriostat, antimicrobial agent or added buffer (except for pH adjustment) and is intended only as a single-dose injection. When smaller doses are required the unused portion should be discarded. Mannitol Injection, USP is an osmotic diuretic for intravenous administration. Mannitol, USP is chemically designated D-mannitol (C 6 H 14 O 6 ), a white crystalline powder or free-flowing granules freely soluble in water. It has the following structural formula: Water for Injection, USP is chemically designated H 2 O. The flexible plastic container is fabricated from a specially formulated polyvinylchloride. Water can permeate from inside the container into the overwrap, but not in amounts sufficient to affect the solution significantly. Solutions in contact with the plastic container may leach out certain chemical components from the plastic in very small amounts; however, biological testing was supportive of the safety of the plastic container materials. Exposure to temperatures above 25°C/77°F during transport and storage will lead to minor losses in moisture content. Higher temperatures lead to greater losses. It is unlikely that these minor losses will lead to clinically significant changes within the expiration period. Chemical Structure"
    ],
    "description_table": [
      "<table width=\"85%\"><col align=\"center\" valign=\"middle\" width=\"25%\"/><col align=\"center\" valign=\"middle\" width=\"25%\"/><col align=\"center\" valign=\"middle\" width=\"25%\"/><col align=\"center\" valign=\"middle\" width=\"25%\"/><thead><tr><th>Concentration (%)</th><th>g/100 mL</th><th>mOsmol/liter (calc.)</th><th>pH<footnote>may contain sodium bicarbonate for pH adjustment.</footnote></th></tr></thead><tbody><tr><td>20</td><td>20</td><td>1098</td><td>6.3 (4.5 to 7.0)</td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size being largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity affected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure. 12.3 Pharmacokinetics Distribution Mannitol distributes largely in the extracellular space in 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/min. The elimination half-life of mannitol is 0.5 to 2.5 hours. Metabolism Only relatively small amount of the dose administered is metabolized after intravenous administration of mannitol to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in three hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively. [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size being largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity affected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Distribution Mannitol distributes largely in the extracellular space in 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/min. The elimination half-life of mannitol is 0.5 to 2.5 hours. Metabolism Only relatively small amount of the dose administered is metabolized after intravenous administration of mannitol to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in three hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively. [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Mannitol Injection is a clear and colorless solution supplied in single-dose containers as follows: Unit of Sale Concentration Each ICU Medical is transitioning NDC codes from \"0409\" to \"0990\" labeler code. Both NDC codes are expected to be in the market for a period of time. NDC 0409-7715-03 NDC 0990-7715-03 Case containing 12 20% (0.2 g/mL) mannitol, USP NDC 0409-7715-13 NDC 0990-7715-13 500 mL Flexible Container NDC 0409-7715-02 NDC 0990-7715-02 Case containing 24 20% (0.2 g/mL) mannitol, USP NDC 0409-7715-12 NDC 0990-7715-12 250 mL Flexible Container Protect from freezing. Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.]"
    ],
    "how_supplied_table": [
      "<table width=\"85%\"><col width=\"33%\" align=\"left\" valign=\"middle\"/><col width=\"33%\" align=\"center\" valign=\"top\"/><col width=\"34%\" align=\"left\" valign=\"middle\"/><thead><tr styleCode=\"Botrule\"><th styleCode=\"Rrule\">Unit of Sale</th><th styleCode=\"Rrule\">Concentration</th><th>Each</th></tr></thead><tfoot><tr><td colspan=\"3\" align=\"left\"><content styleCode=\"bold\">ICU Medical is transitioning NDC codes from &quot;0409&quot; to &quot;0990&quot; labeler code. Both NDC codes are expected to be in the market for a period of time.</content></td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Rrule\"><content styleCode=\"bold\">NDC 0409-7715-03 NDC 0990-7715-03</content> Case containing 12</td><td styleCode=\"Rrule\">20% (0.2 g/mL) mannitol, USP</td><td>NDC 0409-7715-13 NDC 0990-7715-13 500 mL Flexible Container</td></tr><tr><td styleCode=\"Rrule\"><content styleCode=\"bold\">NDC 0409-7715-02 NDC 0990-7715-02</content> Case containing 24</td><td styleCode=\"Rrule\">20% (0.2 g/mL) mannitol, USP</td><td>NDC 0409-7715-12 NDC 0990-7715-12 250 mL Flexible Container</td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "Protect from freezing. Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.]"
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients, caregivers, or home healthcare providers of the following risks of Mannitol Injection: Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Renal Failure [see Warnings and Precautions (5.2) ] CNS Toxicity [see Warnings and Precautions (5.3) ] Fluid and Electrolyte Imbalances, Hyperosmolarity [see Warnings and Precautions (5.4) ] Infusion Site Reactions [see Warnings and Precautions (5.6) ]"
    ],
    "spl_unclassified_section": [
      "EN-4730 Manufactured by: ICU Medical, Inc., Lake Forest, Illinois, 60045 USA"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 250 mL Bag Label 250 mL NDC 0990-7715-12 20% Mannitol Injection, USP 50 g/250 mL (200 mg/mL) EACH 100 ML CONTAINS MANNITOL 20 GRAMS. MAY CONTAIN SODIUM BICARBONATE FOR pH ADJUSTMENT. 1098 mOsmol/LITER (CALC.) pH 6.3 (4.5 TO 7.0) STERILE, NONPYROGENIC ADDITIVES MAY BE INCOMPATIBLE. CONSULT WITH PHARMACIST, IF AVAILABLE. WHEN INTRODUCING ADDITIVES, USE ASEPTIC TECHNIQUE, MIX THOROUGHLY AND DO NOT STORE. SINGLE-DOSE CONTAINER. FOR INTRAVENOUS USE. USUAL DOSAGE: SEE INSERT. WARNING: SEE INSERT REGARDING CONTRAINDICATION IN SEVERE RENAL IMPAIRMENT. WARNING: IF CRYSTALS FORM, WARM WITH OVERWRAP INTACT AND AGITATE TO DISSOLVE. ADMINISTER INTRAVENOUSLY AT 30° TO 37°C (86° TO 98.6°F). INSPECT CAREFULLY. DISCARD UNUSED PORTION. USE ONLY IF SOLUTION IS CLEAR AND CONTAINER IS UNDAMAGED. MUST NOT BE USED IN SERIES CONNECTIONS. 3 V CONTAINS DEHP Rx ONLY IMP0000059 ICU Medical, Inc., Lake Forest, Illinois, 60045, USA icumedical PRINCIPAL DISPLAY PANEL - 250 mL Bag Label",
      "PRINCIPAL DISPLAY PANEL - 500 mL Bag Label 500 mL NDC 0990-7715-13 20% Mannitol Injection, USP 100 g/500 mL (200 mg/mL) EACH 100 mL CONTAINS MANNITOL 20 GRAMS. MAY CONTAIN SODIUM BICARBONATE FOR pH ADJUSTMENT. 1098 mOsmol/LITER (CALC.) pH 6.3 (4.5 TO 7.0) STERILE, NONPYROGENIC ADDITIVES MAY BE INCOMPATIBLE. CONSULT WITH PHARMACIST, IF AVAILABLE. WHEN INTRODUCING ADDITIVES, USE ASEPTIC TECHNIQUE, MIX THOROUGHLY AND DO NOT STORE. SINGLE-DOSE CONTAINER. FOR INTRAVENOUS USE. USUAL DOSAGE: SEE INSERT. WARNING: SEE INSERT REGARDING CONTRAINDICATION IN SEVERE RENAL IMPAIRMENT. WARNING: IF CRYSTALS FORM, WARM WITH OVERWRAP INTACT AND AGITATE TO DISSOLVE. ADMINISTER INTRAVENOUSLY AT 30° TO 37°C (86° TO 98.6°F). INSPECT CAREFULLY. DISCARD UNUSED PORTION. USE ONLY IF SOLUTION IS CLEAR AND CONTAINER IS UNDAMAGED. MUST NOT BE USED IN SERIES CONNECTIONS. 3 V CONTAINS DEHP Rx ONLY IMP0000060 ICU Medical, Inc., Lake Forest, Illinois, 60045, USA icumedical PRINCIPAL DISPLAY PANEL - 500 mL Bag Label"
    ],
    "set_id": "ba7bf864-8a4d-4262-8fd1-00174fa2f9d1",
    "id": "b0dfadd1-70b5-49f5-8b63-60d3b4e1cbf5",
    "effective_time": "20251024",
    "version": "5",
    "openfda": {
      "application_number": [
        "NDA019603"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "ICU Medical Inc."
      ],
      "product_ndc": [
        "0990-7715"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "1791403",
        "1791408"
      ],
      "spl_id": [
        "b0dfadd1-70b5-49f5-8b63-60d3b4e1cbf5"
      ],
      "spl_set_id": [
        "ba7bf864-8a4d-4262-8fd1-00174fa2f9d1"
      ],
      "package_ndc": [
        "0990-7715-12",
        "0990-7715-02",
        "0990-7715-13",
        "0990-7715-03"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Mannitol MANNITOL MANNITOL MANNITOL"
    ],
    "spl_unclassified_section": [
      "Rx only 25% For Intravenous Use and Urologic Irrigation",
      "www.fresenius-kabi.com/us 45779D Revised: November 2022 logo"
    ],
    "description": [
      "DESCRIPTION Mannitol is a 6-carbon sugar alcohol and has the following structure: C 6 H 14 O 6 182.17 Mannitol occurs naturally in fruits and vegetables, and is metabolically inert in humans. Mannitol Injection, USP, 25%, an osmotic diuretic, is a sterile, nonpyrogenic solution of mannitol in Water for Injection. It is a supersaturated solution at room temperature. Each mL contains: Mannitol 250 mg; Water for Injection q.s. The osmolar concentration is 1372 mOsmol/L (calc.). It contains no antimicrobial agents. The pH of a 5% solution is between 4.5 and 7.0. mannitol-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Mannitol is an osmotic diuretic. After intravenous injection it is confined to the extracellular space, metabolized only slightly and excreted rapidly by the kidneys. Approximately 80% of a 100 g dose appears in the urine in three hours. Mannitol is freely filtered by the glomeruli with less than 10% tubular reabsorption. It is not secreted by tubular cells. It induces diuresis by elevating the osmolarity of the glomerular filtrate and thereby hinders tubular reabsorption of water. Urinary output of water and excretion of sodium and chloride are enhanced. Mannitol is poorly absorbed from the gastrointestinal tract. Mannitol injection is free of electrolytes and is used in urology as a nonhemolytic irrigant. The amount of mannitol absorbed intravascularly during transurethral prostatic surgery is variable and depends primarily on the extent of the surgery. Such mannitol is excreted by the kidneys and produces osmotic diuresis."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For Intravenous Injection Mannitol Injection, USP is indicated for the following therapeutic uses: • The promotion of diuresis, in the prevention and/or treatment of the oliguric phase of acute renal failure before irreversible renal failure becomes established. • The reduction of intracranial pressure and treatment of cerebral edema by reducing brain mass. • The reduction of elevated intraocular pressure when it cannot be lowered by other means. • The promotion of urinary excretion of toxic substances. For Urologic Irrigation Mannitol solution, 2.5% is indicated as an irrigation solution in transurethral prostatic resection or other transurethral surgical procedures.",
      "For Intravenous Injection Mannitol Injection, USP is indicated for the following therapeutic uses: • The promotion of diuresis, in the prevention and/or treatment of the oliguric phase of acute renal failure before irreversible renal failure becomes established. • The reduction of intracranial pressure and treatment of cerebral edema by reducing brain mass. • The reduction of elevated intraocular pressure when it cannot be lowered by other means. • The promotion of urinary excretion of toxic substances.",
      "For Urologic Irrigation Mannitol solution, 2.5% is indicated as an irrigation solution in transurethral prostatic resection or other transurethral surgical procedures."
    ],
    "contraindications": [
      "CONTRAINDICATIONS • Well established anuria due to severe renal disease. • Severe pulmonary congestion or frank pulmonary edema. • Active intracranial bleeding except during craniotomy. • Severe dehydration. • Progressive renal damage or dysfunction after institution of mannitol therapy, including increasing oliguria and azotemia. • Progressive heart failure or pulmonary congestion after mannitol therapy is started."
    ],
    "warnings": [
      "WARNINGS In severe impairment of renal function a test dose should be given (see DOSAGE AND ADMINISTRATION ). A second test dose may be given if there is an inadequate response. No more than two test doses should be attempted. Excessive loss of water and electrolytes may lead to serious imbalances. Serum sodium and potassium should be carefully monitored during mannitol therapy. The diuresis after rapid infusion of mannitol may increase preexisting hemoconcentration. With continued use of mannitol a loss of water in excess of electrolytes can cause hypernatremia. Shift of sodium-free intracellular fluid into the extracellular compartment after mannitol infusion may lower serum sodium concentration and aggravate preexisting hyponatremia. Closely monitor the urine output and discontinue mannitol infusion promptly if output is low. Inadequate urine output results in accumulation of mannitol, expansion of extracellular fluid volume and could result in water intoxication or congestive heart failure. Renal function must be closely monitored during mannitol infusion. Mannitol solution must be used with caution in patients with significant cardiopulmonary or renal dysfunction. Irrigating solutions used in transurethral prostatectomy have been shown to enter the systemic circulation in relatively large volumes, exert a systemic effect and may significantly alter cardiopulmonary and renal dynamics."
    ],
    "precautions": [
      "PRECAUTIONS General Crystals, if present in mannitol injection, 25%, may be dissolved by placing the vial in a hot water bath maintained at 60° to 80°C with occasional shaking. The resulting solution should be allowed to cool to body temperature before injection. An administration set with a filter should be used for intravenous infusions of solutions containing 20% or more of mannitol. NOTE: Use of any other method to heat the vial may result in its explosion. The cardiovascular status should be carefully evaluated before mannitol is administered by rapid intravenous injection or before and during transurethral resection since expansion of extracellular fluid may lead to fulminating congestive heart failure. By sustaining diuresis, mannitol may obscure and intensify inadequate hydration or hypovolemia. Unless it is essential, electrolyte-free mannitol solutions should not be combined with blood. When it is essential to give the combination, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. The contents of opened containers should be used promptly and unused contents should be discarded. A white flocculant mannitol precipitate may result from contact with PVC surfaces which act as nuclei for rapid rate crystallization of small crystals. This condition has also been reported to occur when mannitol has come in contact with other plastic and rough glass surfaces. Attempting to resolubilize the white flocculant precipitate with the aid of heat is not useful because crystallization may recur in a short period of time. Carcinogenesis, Mutagenesis, Impairment of Fertility In an early study of 1, 5 or 10% mannitol, given for 94 weeks in the diet of Wistar rats, a low incidence of benign thymomas occurred in females which was apparently treatment related. A subsequent life-time study at similar dose levels in Spraque-Dawley, Fischer and Wistar rats revealed no carcinogenic effect in the thymus. Mannitol had no mutagenic activity in a series of in vitro and in vivo test systems. Adequate studies measuring the effects of mannitol on fertility have not been done. Pregnancy Pregnancy Category B –Teratogenic studies in the mouse, rat and rabbit at oral doses up to 1600 mg/kg did not reveal harm to the fetus or adverse effects on reproduction due to mannitol. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when mannitol is given to a nursing mother. Pediatric Use Dosage requirements in children below the age of 12 years have not been established.",
      "General Crystals, if present in mannitol injection, 25%, may be dissolved by placing the vial in a hot water bath maintained at 60° to 80°C with occasional shaking. The resulting solution should be allowed to cool to body temperature before injection. An administration set with a filter should be used for intravenous infusions of solutions containing 20% or more of mannitol. NOTE: Use of any other method to heat the vial may result in its explosion. The cardiovascular status should be carefully evaluated before mannitol is administered by rapid intravenous injection or before and during transurethral resection since expansion of extracellular fluid may lead to fulminating congestive heart failure. By sustaining diuresis, mannitol may obscure and intensify inadequate hydration or hypovolemia. Unless it is essential, electrolyte-free mannitol solutions should not be combined with blood. When it is essential to give the combination, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. The contents of opened containers should be used promptly and unused contents should be discarded. A white flocculant mannitol precipitate may result from contact with PVC surfaces which act as nuclei for rapid rate crystallization of small crystals. This condition has also been reported to occur when mannitol has come in contact with other plastic and rough glass surfaces. Attempting to resolubilize the white flocculant precipitate with the aid of heat is not useful because crystallization may recur in a short period of time.",
      "Carcinogenesis, Mutagenesis, Impairment of Fertility In an early study of 1, 5 or 10% mannitol, given for 94 weeks in the diet of Wistar rats, a low incidence of benign thymomas occurred in females which was apparently treatment related. A subsequent life-time study at similar dose levels in Spraque-Dawley, Fischer and Wistar rats revealed no carcinogenic effect in the thymus. Mannitol had no mutagenic activity in a series of in vitro and in vivo test systems. Adequate studies measuring the effects of mannitol on fertility have not been done.",
      "Pregnancy Pregnancy Category B –Teratogenic studies in the mouse, rat and rabbit at oral doses up to 1600 mg/kg did not reveal harm to the fetus or adverse effects on reproduction due to mannitol. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed.",
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when mannitol is given to a nursing mother.",
      "Pediatric Use Dosage requirements in children below the age of 12 years have not been established.",
      "For Urologic Irrigation A 2.5% solution is used. The use of 2.5% mannitol solution minimizes the hemolytic effect of water alone, the entrance of hemolyzed blood into the circulation, and the resulting hemoglobinemia which is considered a major factor in producing serious renal complications. PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION Concentration How Prepared 2.5% Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Reactions are infrequent and may include: To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Metabolic: fluid and electrolyte imbalance, acidosis, dehydration. Gastrointestinal: dryness of mouth, nausea, vomiting, diarrhea. Genitourinary: osmotic nephrosis, urinary retention. Central Nervous System: headache, convulsions, dizziness. Special Senses: Blurred vision, rhinitis. Cardiovascular: pulmonary edema, edema, hypotension, hypertension, tachycardia, angina-like chest pains. Dermatologic: skin necrosis, thrombophlebitis. Hypersensitivity: urticaria. Miscellaneous: thirst, arm pain, chills, fever."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION For Intravenous Injection General Recommendations –Give mannitol injection only intravenously. The total dosage, concentration and rate of administration should be governed by the nature and severity of the condition being treated, fluid requirement and urinary output. Usual adult dosage ranges from 50 to 200 g in 24 hours but in most instances an adequate response will be achieved at a dosage of approximately 100 g in 24 hours. The rate is usually adjusted to maintain an adequate urine flow (at least 30 to 50 mL/hr). Test Dose –In marked oliguria or inadequate renal function a test dose of mannitol should be given. The test dose may be approximately 0.2 g/kg (about 50 mL of a 25% solution) infused in three to five minutes to produce an adequate urine flow (at least 30 to 50 mL/hr). If urine flow does not increase within two or three hours a second test dose may be given. If there is an inadequate response the patient should be reevaluated. Prevention of Acute Renal Failure (Oliguria) –When used during surgery, immediately postoperatively or following trauma, 50 to100 g of mannitol as a 5 to 25% solution maybe given. The concentration and amount will depend upon the fluid requirements of the patient. Following suspected or actual hemolytic transfusion reactions 20 g of mannitol may be given intravenously over a five minute period to provoke diuresis. If diuresis does not occur the 20 g dose may be repeated. If there is an adequate urine flow (30 to 50 mL/hr) then intravenous fluids containing not more than 50 to 75 mEq of sodium per liter should be given in sufficient volume to match the desired urine flow (100 mL/hr) until fluids can be taken orally. Treatment of Oliguria –The usual dose for treatment of oliguria is 50 to 100 g as a 15 to 25% solution. Reduction of Intracranial Pressure, Cerebral Edema or Intraocular Pressure –A 25% solution of mannitol is recommended since its effectiveness depends on establishing intravascular hyperosmolarity. When used before or after surgery, a total dose of 1.5 to 2 g/kg can be given over a period of 30 to 60 minutes. Careful evaluation must be made of the circulatory and renal reserve prior to and during use of mannitol at this relatively high dose and rapid infusion rate. Careful attention must be paid to fluid and electrolyte balance, body weight, and total input and output before and after infusion of mannitol. Evidence of reduced cerebral spinal fluid pressure may be observed within 15 minutes after starting infusion. Maximal reduction of intraocular pressure occurs 30 to 60 minutes after injection. Urinary Excretion of Toxic Substances –Mannitol in 5 to 25% solutions is used as an infusion as long as indicated if the level of urinary output remains high. The concentration will depend upon the fluid requirement and urinary output. Intravenous water and electrolytes must be given to replace the loss of these substances in the urine, sweat and expired air. If benefits are not observed after 200 g of mannitol are given, discontinue it. mannitol-image For Urologic Irrigation A 2.5% solution is used. The use of 2.5% mannitol solution minimizes the hemolytic effect of water alone, the entrance of hemolyzed blood into the circulation, and the resulting hemoglobinemia which is considered a major factor in producing serious renal complications. PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION Concentration How Prepared 2.5% Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection.",
      "For Intravenous Injection General Recommendations –Give mannitol injection only intravenously. The total dosage, concentration and rate of administration should be governed by the nature and severity of the condition being treated, fluid requirement and urinary output. Usual adult dosage ranges from 50 to 200 g in 24 hours but in most instances an adequate response will be achieved at a dosage of approximately 100 g in 24 hours. The rate is usually adjusted to maintain an adequate urine flow (at least 30 to 50 mL/hr). Test Dose –In marked oliguria or inadequate renal function a test dose of mannitol should be given. The test dose may be approximately 0.2 g/kg (about 50 mL of a 25% solution) infused in three to five minutes to produce an adequate urine flow (at least 30 to 50 mL/hr). If urine flow does not increase within two or three hours a second test dose may be given. If there is an inadequate response the patient should be reevaluated. Prevention of Acute Renal Failure (Oliguria) –When used during surgery, immediately postoperatively or following trauma, 50 to100 g of mannitol as a 5 to 25% solution maybe given. The concentration and amount will depend upon the fluid requirements of the patient. Following suspected or actual hemolytic transfusion reactions 20 g of mannitol may be given intravenously over a five minute period to provoke diuresis. If diuresis does not occur the 20 g dose may be repeated. If there is an adequate urine flow (30 to 50 mL/hr) then intravenous fluids containing not more than 50 to 75 mEq of sodium per liter should be given in sufficient volume to match the desired urine flow (100 mL/hr) until fluids can be taken orally. Treatment of Oliguria –The usual dose for treatment of oliguria is 50 to 100 g as a 15 to 25% solution. Reduction of Intracranial Pressure, Cerebral Edema or Intraocular Pressure –A 25% solution of mannitol is recommended since its effectiveness depends on establishing intravascular hyperosmolarity. When used before or after surgery, a total dose of 1.5 to 2 g/kg can be given over a period of 30 to 60 minutes. Careful evaluation must be made of the circulatory and renal reserve prior to and during use of mannitol at this relatively high dose and rapid infusion rate. Careful attention must be paid to fluid and electrolyte balance, body weight, and total input and output before and after infusion of mannitol. Evidence of reduced cerebral spinal fluid pressure may be observed within 15 minutes after starting infusion. Maximal reduction of intraocular pressure occurs 30 to 60 minutes after injection. Urinary Excretion of Toxic Substances –Mannitol in 5 to 25% solutions is used as an infusion as long as indicated if the level of urinary output remains high. The concentration will depend upon the fluid requirement and urinary output. Intravenous water and electrolytes must be given to replace the loss of these substances in the urine, sweat and expired air. If benefits are not observed after 200 g of mannitol are given, discontinue it. mannitol-image"
    ],
    "dosage_and_administration_table": [
      "<table width=\"50%\"><col width=\"30.000%\" align=\"left\"/><col width=\"70.000%\" align=\"left\"/><tbody><tr><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\"><content styleCode=\"bold\">PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION</content></td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule\"><content styleCode=\"bold\">Concentration</content></td><td align=\"left\" valign=\"top\" styleCode=\"Botrule\"><content styleCode=\"bold\">How Prepared</content></td></tr><tr><td align=\"left\" valign=\"bottom\">2.5% </td><td align=\"left\" valign=\"bottom\">Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection. </td></tr><tr><td colspan=\"2\" align=\"left\" valign=\"top\" styleCode=\"Botrule\"/></tr></tbody></table>"
    ],
    "precautions_table": [
      "<table width=\"50%\"><col width=\"30.000%\" align=\"left\"/><col width=\"70.000%\" align=\"left\"/><tbody><tr><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\"><content styleCode=\"bold\">PREPARATION OF DILUTIONS FOR UROLOGIC IRRIGATION</content></td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule\"><content styleCode=\"bold\">Concentration</content></td><td align=\"left\" valign=\"top\" styleCode=\"Botrule\"><content styleCode=\"bold\">How Prepared</content></td></tr><tr><td align=\"left\" valign=\"bottom\">2.5% </td><td align=\"left\" valign=\"bottom\">Add contents of two 50 mL vials (25% mannitol) to 900 mL Sterile Water for Injection. </td></tr><tr><td colspan=\"2\" align=\"left\" valign=\"top\" styleCode=\"Botrule\"/></tr></tbody></table>"
    ],
    "how_supplied": [
      "HOW SUPPLIED: Mannitol Injection, USP, 25% Product Code Unit of Sale Strength Each 1550 NDC 63323-024-25 Unit of 25 250 mg per mL NDC 63323-024-01 50 mL Single Dose Flip-off Top Vial Use only if solution is clear and seal intact and undamaged. Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Preservative Free. Discard unused portion."
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><col width=\"19.300%\" align=\"left\"/><col width=\"27.975%\" align=\"left\"/><col width=\"23.675%\" align=\"left\"/><col width=\"29.050%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Product</content> <content styleCode=\"bold\">Code</content></td><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"><content styleCode=\"bold\">Unit of Sale</content></td><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"><content styleCode=\"bold\">Strength</content></td><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"><content styleCode=\"bold\">Each</content></td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">1550 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">NDC 63323-024-25 Unit of 25 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">250 mg per mL </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">NDC 63323-024-01 50 mL Single Dose Flip-off Top Vial </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL - PRINCIPAL DISPLAY - Mannitol 50 mL Single Dose Vial Label NDC63323-024-01 1550 MANNITOL INJECTION, USP 25% 12.5 g per 50 mL (250 mg per mL) For Intravenous Use and Urologic Irrigation 50 mL Single Dose Vial Rx only PACKAGE LABEL - PRINCIPAL DISPLAY - Mannitol 50 mL Single Dose Vial Label",
      "PACKAGE LABEL - PRINCIPAL DISPLAY - Mannitol 50 mL Single Dose Vial Tray Label NDC 63323-024-25 1550 MANNITOL INJECTION, USP 25% 12.5 g per 50 mL (250 mg per mL) For Intravenous Use and Urologic Irrigation 25 x 50 mL Single Dose Vials Rx only PACKAGE LABEL - PRINCIPAL DISPLAY - Mannitol 50 mL Single Dose Vial Tray Label"
    ],
    "set_id": "c395e13d-6ea1-4104-8b37-669cfb982f04",
    "id": "fe8beed4-a8db-400e-834e-b5efe2f5af1c",
    "effective_time": "20230316",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA080677"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "Fresenius Kabi USA, LLC"
      ],
      "product_ndc": [
        "63323-024"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "311450"
      ],
      "spl_id": [
        "fe8beed4-a8db-400e-834e-b5efe2f5af1c"
      ],
      "spl_set_id": [
        "c395e13d-6ea1-4104-8b37-669cfb982f04"
      ],
      "package_ndc": [
        "63323-024-01",
        "63323-024-25"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0363323024017"
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Mannitol MANNITOL MANNITOL MANNITOL WATER"
    ],
    "recent_major_changes": [
      "RECENT MAJOR CHANGES Indications and Usage (removed, revised) (1) 09/2019 Contraindications (4) 09/2019 Warnings and Precautions (5.1, 5.3, 5.7) 09/2019"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Mannitol Injection is indicated for: Reduction of intracranial pressure and treatment of cerebral edema. Reduction of elevated intraocular pressure. Mannitol Injection is an osmotic diuretic, indicated for the reduction of: • intracranial pressure and treatment of cerebral edema. • elevated intraocular pressure."
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Administration Instructions ( 2.1 ): For intravenous infusion preferably into a large central vein. Prior to administration, evaluate renal, cardiac and pulmonary status, and correct fluid and electrolyte imbalances. Recommended Dosage ( 2.2 ): The dosage, concentration and rate of administration depend on the age, weight and condition of the patient, including fluid requirement, urinary output and concomitant therapy. Reduction of Intracranial Pressure : 0.25 gram/kg administered every 6 to 8 hours as an intravenous infusion over 30 minutes. Reduction of Intraocular Pressure : 1.5 to 2 grams/kg of a 15% or 20% w/v solution as a single dose administered intravenously over at least 30 minutes. 2.1 Important Preparation and Administration Instructions Mannitol Injection is for intravenous use only, preferably into a large central vein [ see Warnings and Precautions (5.6) , Description (11 ) ] . Prior to administration of Mannitol Injection, evaluate renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances [see Dosage and Administration (2.2) ] . Do not administer Mannitol Injection simultaneously with blood products through the same administration set because of the possibility of pseudoagglutination or hemolysis. If it is essential that blood be given simultaneously, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. Preparation Tear overwrap and remove solution container. Visually inspect the container. The closure system has two ports; the one for the administration set has a tamper evident plastic protector and the other is a medication addition site . Use only if solution is clear and container and seals are intact. Check for minute leaks by squeezing inner bag firmly. If leaks are found, discard solution as sterility may be impaired. Invert container and carefully inspect the solution in good light for cloudiness, haze, or particulate matter. Any container which is suspect should not be used. Admixing Mannitol Injection with other medications is not recommended. The addition of sodium chloride to 20% mannitol solution may result in precipitation of mannitol. Inspect Mannitol Injection visually for particulate matter and discoloration prior to administration and periodically during administration. If particulates or discoloration are present, discard the bag. Solutions of mannitol may crystallize when exposed to low temperatures. Concentrations greater than 15% have a greater tendency to crystallization. Inspect for crystals prior to administration. If crystals are observed, the container should be warmed by appropriate means to not greater than 60°C, shaken, then cooled to body temperature before administering. If all crystals cannot be completely redissolved, the container must be discarded. Administration Administer intravenously using sterile, filter-type administration set. It is recommended that Mannitol Injection be administered through a blood filter set to ensure against infusion of mannitol crystals. When administered peripherally, infuse slowly through a small bore needle, placed well within the lumen of a large vein to minimize venous irritation. Carefully avoid infiltration. Do not admix with other drugs. The use of supplemental additive medication is not recommended. To prevent air embolism, use a non-vented infusion set or close the vent on a vented set, avoid multiple connections, do not connect flexible containers in series, fully evacuate residual gas in the container prior to administration, do not pressurize the flexible container to increase flow rates, and if administration is controlled by a pumping device, turn off pump before the container runs dry. For single use only; discard unused portion. 2.2 Recommended Dosage Prior to administration of Mannitol Injection, evaluate renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances. The total dosage, concentration, and rate of administration depend on the age, weight, and condition of the patient being treated, including fluid requirement, electrolyte balance, serum osmolality, urinary output, and concomitant therapy. The following outline of administration and dosage is only a general guide to therapy. Reduction of Intracranial Pressure Usually a maximum reduction in intracranial pressure in adults can be achieved with a dose of 0.25 g/kg infused intravenously over 30 minutes, which may be repeated every six to eight hours. During and following Mannitol Injection infusion, monitor fluid and electrolytes, serum osmolarity, and renal, cardiac and pulmonary function. Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Warnings and Precautions ( 5.2 , 5.3 , 5.4 , 5.5 )] . Reduction of Intraocular Pressure The recommended dosage is 1.5 to 2 g/kg of a 20% solution (7.5 to 10 mL/kg) as a single dose infused intravenously over a period of at least 30 minutes. When used preoperatively, administer one to one and one-half hours before surgery to achieve maximal reduction of intraocular pressure before operation."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Mannitol Injection 20%, USP is a clear and colorless solution of 20 grams of mannitol, USP per 100 mL (0.2 grams/mL) in single-dose 250 mL and 500 mL flexible containers. Injection: 20% (0.2 grams/mL): 20 grams of mannitol, USP per 100 mL in single-dose 250 mL and 500 mL flexible containers."
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Mannitol Injection is contraindicated in patients with: Hypersensitivity to mannitol [see Warnings and Precautions (5.1)] Anuria [see Warnings and Precautions (5.2)] Severe hypovolemia [see Warnings and Precautions (5.4)] Pre-existing severe pulmonary vascular congestion or pulmonary edema [see Warnings and Precautions (5.5)] Active intracranial bleeding except during craniotomy. Known hypersensitivity to mannitol. ( 4 , 5.1 ) Anuria. ( 4 , 5.2 ) Severe hypovolemia. ( 4 , 5.4 ) Pre-existing severe pulmonary vascular congestion or pulmonary edema. ( 4 , 5.5 ) Active intracranial bleeding except during craniotomy. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity Reactions, including anaphylaxis: Stop infusion immediately if hypersensitivity reactions develop. ( 5.1 ) Renal Complications Including Renal Failure: Risk factors include preexisting renal failure, concomitant use of nephrotoxic drugs or other diuretics. Avoid use of nephrotoxic drugs. Discontinue Mannitol Injection if renal function worsens. (5.2, 8.6) Central Nervous System (CNS) Toxicity: Confusion, lethargy and coma may occur during or after infusion. Concomitant neurotoxic drugs may potentiate toxicity. Avoid use of neurotoxic drugs. Discontinue Mannitol Injection if CNS toxicity develops. ( 5.3 ) Fluid and Electrolyte Imbalances, Hyperosmolarity: Hypervolemia may exacerbate congestive heart failure, hyponatremia can lead to encephalopathy; hypo/hyperkalemia can result in cardiac adverse reactions in sensitive patients. Discontinue Mannitol Injection if fluid and/or electrolyte imbalances occur. ( 5.4 ) Monitoring/Laboratory Tests: Monitor fluid and electrolytes, serum osmolarity and renal, cardiac and pulmonary function. Discontinue if toxicity develops. ( 5.5 ) Infusion Site Reactions: May include irritation and inflammation, as well as severe reactions (compartment syndrome) when associated with extravasation. ( 5.6 ) Interference with Laboratory Tests: High concentrations of mannitol may cause false low results of inorganic phosphorus blood concentrations. Mannitol may produce false positive results for blood ethylene glycol. ( 5.7 , 7.6 ) 5.1 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, hypotension and dyspnea resulting in cardiac arrest and death have been reported with Mannitol Injection [ see Adverse Reactions (6 ) ] . Stop the infusion immediately if signs or symptoms of a suspected hypersensitivity reaction develop. Initiate appropriate therapeutic countermeasures as clinically indicated. 5.2 Renal Complications Including Renal Failure Renal complications, including irreversible renal failure have been reported in patients receiving mannitol. Reversible, oliguric acute kidney injury (AKI) has occurred in patients with normal pretreatment renal function who received large intravenous doses of mannitol. Although the osmotic nephrosis associated with mannitol administration is in principle reversible, osmotic nephrosis in general is known to potentially proceed to chronic or even end-stage renal failure. Monitor renal function closely during infusion of Mannitol Injection. Patients with pre-existing renal disease, patients with conditions that put them at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure following administration of Mannitol Injection. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) or, other diuretics with Mannitol Injection, if possible [see Drug Interactions ( 7.1 , 7.2 )]. Patients with oliguric AKI who subsequently develop anuria while receiving mannitol are at risk of congestive heart failure, pulmonary edema, hypertensive crisis, coma and death. During and following Mannitol Injection infusion for reduction in intracranial pressure, monitor the patient clinically and review laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if renal function worsens [see Warnings and Precautions (5.5) ] . 5.3 Central Nervous System (CNS) Toxicity CNS toxicity manifested by, e.g., confusion, lethargy, or coma has been reported in patients treated with mannitol, with fatal outcomes identified, in particular in the presence of impaired renal function CNS toxicity may result from high serum mannitol concentrations, serum hyperosmolarity resulting in intracellular dehydration within CNS, hyponatremia or other disturbances of electrolyte and acid/base balance secondary to mannitol administration [ see Warnings and Precautions (5.4) ] . At high concentrations, mannitol may cross the blood brain barrier and interfere with the ability of the brain to maintain the pH of the cerebrospinal fluid especially in the presence of acidosis. In patients with preexisting compromise of the blood brain barrier, the risk of increasing cerebral edema (general and focal) associated with repeated or continued use of 20% Mannitol Injection USP must be individually weighed against the expected benefits. A rebound increase of intracranial pressure may occur several hours after the infusion. Patients with a compromised blood brain barrier are at increased risk. Concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate neurotoxicity. Avoid concomitant use of neurotoxic drugs, if possible [see Drug Interactions (7.3) ] . During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if CNS toxicity develops. [see Warnings and Precautions (5.5) ] . 5.4 Fluid and Electrolyte Imbalances, Hyperosmolarity Depending on dosage and duration, administration of Mannitol Injection may result in hypervolemia leading to or exacerbating existing congestive heart failure. Accumulation of mannitol due to insufficient renal excretion increases the risk of hypervolemia. Mannitol-induced osmotic diuresis may cause or worsen dehydration/hypovolemia and hemoconcentration. Administration of Mannitol Injection may also cause hyperosmolarity [see Description (11) ] . The obligatory diuretic response following rapid infusion of Mannitol Injection may further aggravate preexisting hemoconcentration. Excessive loss of water and electrolytes may lead to serious imbalances. Serum sodium and potassium should be carefully monitored during mannitol administration. Depending on dosage and duration of administration, electrolyte and acid/base imbalances may also result from transcellular shifts in water and electrolytes, osmotic diuresis and/or other mechanisms. Such imbalances may be severe and potentially fatal. Imbalances that may result from Mannitol Injection administration include: • Hypernatremia, dehydration and hemoconcentration • Hyponatremia, which can lead to headache, nausea, seizures, lethargy, coma, cerebral edema, and death. Acute symptomatic hyponatremic encephalopathy is considered a medical emergency. • Hypo/hyperkalemia. The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, agents that may cause QT prolongation, neuromuscular blocking agents) [see Drug Interactions (7.4) ] . • Other electrolyte disturbances • Metabolic acidosis/alkalosis Pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [see Use in Specific Populations (8.4) ] During and following Mannitol Injection infusion for the reduction in intracranial pressure, monitor fluid, acid-base balance and electrolyte status and discontinue Mannitol Injection if imbalances occur [see Warnings and Precautions (5.5) ] . 5.5 Monitoring/Laboratory Tests During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor: • serum osmolarity, serum electrolytes (including sodium, potassium, calcium and phosphate) and acid base balance • the osmol gap • signs of hypo- or hypervolemia, including urine output • renal, cardiac and pulmonary function • intracranial pressure Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens, or CNS toxicity develops [see Contraindications (4) ] . 5.6 Infusion Site Reactions The infusion of hypertonic solutions through a peripheral vein, including Mannitol Injection, may result in peripheral venous irritation, including phlebitis. Other severe infusion site reactions, such as compartment syndrome and swelling associated with extravasation, can occur with administration of Mannitol Injection [ see Adverse Reactions (6) ] . Mannitol Injection is preferably for administration into a large central vein [see Dosage and Administration (2.1) ]. 5.7 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations [see Drug Interactions (7.6) ]. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations [ see Drug Interactions (7.6) ] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions from voluntary reports or clinical studies have been reported with mannitol injection. Because many of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Hypersensitivity Reactions: cardiac arrest, anaphylaxis, hypotension, dyspnea, hypertension, pyrexia, chills, sweating, cough, musculoskeletal stiffness, myalgia, urticarial/rash, pruritus, generalized pain, discomfort, nausea, vomiting, and headache [ see Warnings and Precautions (5.1) ] • Renal Failure: acute kidney injury, osmotic nephrosis, azotemia, anuria, hematuria, oliguria, polyuria [see Warnings and Precautions (5.2) ] • CNS Toxicity : headache, coma, seizures, confusion, lethargy; rebound increase in intracranial pressure; dizziness [ see Warnings and Precautions (5.3) ] • Fluid and Electrolyte Imbalances : hypovolemia, hypervolemia, peripheral edema, dehydration, hyponatremia, hypernatremia, hyperkalemia, hypokalemia; metabolic acidosis [ see Warnings and Precautions (5.4) ] • Infusion Site Reactions : infection, venous thrombosis or phlebitis, inflammation, pain, rash, erythema, pruritus, compartment syndrome and swelling associated with extravasation [see Warnings and Precautions (5.6) ] • Cardiac and Respiratory Disorders : rhinitis, congestive cardiac failure, pulmonary edema, palpitations, hypotension, hypertension, tachycardia, and angina-like chest pains. • Gastrointestinal Disorders : thirst, dry mouth, nausea, vomiting • Other : asthenia, malaise, fever, chills, urticaria The most common adverse reactions are hypersensitivity reactions, renal failure, CNS toxicity, hypo/hypervolemia, hypo/hypernatremia, hypo/hyperkalemia, and infusion site reactions. To report SUSPECTED ADVERSE REACTIONS, contact B. Braun Medical Inc. at 1-800-854-6851 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS Nephrotoxic Drugs and Diuretics: May increase the risk of renal failure; avoid concomitant use. ( 7.1 , 7.2 ) Neurotoxic Drugs: May potentiate CNS toxicity of mannitol; avoid concomitant use. ( 7.3 ) Drugs Affected by Electrolyte Imbalances: May result in cardiac adverse reactions; monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens. ( 7.4 ) Renally Eliminated Agents: Concomitant use may decrease the effectiveness of agents that undergo significant renal elimination. However, concomitant use of mannitol and lithium may increase risk of lithium toxicity. If concomitant use is necessary, frequently monitor lithium concentrations and for signs of toxicity. ( 7.5 ) 7.1 Nephrotoxic Drugs Concomitant administration of nephrotoxic drugs (e.g., cyclosporine, aminoglycosides) increases the risk of renal failure following administration of mannitol. Avoid use of nephrotoxic drugs with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ] . 7.2 Diuretics Concomitant administration of other diuretics may potentiate the renal toxicity of mannitol. Avoid use of other diuretics with Mannitol Injection, if possible [see Warnings and Precautions (5.2) ] . 7.3 Neurotoxic Drugs Concomitant administration of systemic neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate the CNS toxicity of mannitol. Avoid use of systemic neurotoxic drugs with Mannitol Injection, if possible [see Warnings and Precautions (5.3 ) ] . 7.4 Drugs Affected by Electrolyte Imbalances The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, drugs that prolong the QT interval, neuromuscular blocking agents) [see Warnings and Precautions (5.4) ] . During and following infusion of Mannitol Injection, monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens [ see Warnings and Precautions (5.5) ] . 7.5 Renally Eliminated Drugs Mannitol therapy may increase the elimination and decrease the effectiveness of treatment with drugs that undergo significant renal elimination. Concomitant administration of mannitol with lithium may initially increase the elimination of lithium but may also increase the risk of lithium toxicity if patients develop hypovolemia or renal impairment. In patients receiving lithium, consider holding lithium doses during treatment with Mannitol Injection. In patients requiring concomitant administration of lithium and Mannitol Injection, frequently monitor serum lithium concentrations and for signs of lithium toxicity. 7.6 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations when an assay based on the conversion of phosphate (orthophosphate) to the phosphomolybdate complex is used. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations in which mannitol is initially oxidized to an aldehyde."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data) . No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy. 8.2 Lactation Risk Summary There are no data on the presence of mannitol in either human or animal milk, the effects of on the breastfed infant, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Mannitol Injection and any potential adverse effects on the breastfed infant from Mannitol Injection or from the underlying maternal condition. 8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [ see Warnings and Precautions (5.4) ]. 8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions ( 5.2 , 5.3 , 5.4 , 5.5 )] . 8.6 Renal Impairment Patients with pre-existing renal disease, patients with conditions that put them at risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure with administration of mannitol. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions ( 5.2 , 5.3 , 5.4 , 5.5 )]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see Data) . No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary There are no data on the presence of mannitol in either human or animal milk, the effects of on the breastfed infant, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Mannitol Injection and any potential adverse effects on the breastfed infant from Mannitol Injection or from the underlying maternal condition."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following Mannitol Injection administration due to decreased glomerular filtration rate and limited ability to concentrate urine [ see Warnings and Precautions (5.4) ]."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see Warnings and Precautions ( 5.2 , 5.3 , 5.4 , 5.5 )] ."
    ],
    "overdosage": [
      "10 OVERDOSAGE Signs and symptoms of overdose with Mannitol Injection include renal failure and acute kidney injury, hypo/hypervolemia, hyperosmolarity and electrolyte imbalances, CNS toxicity (e.g., coma, seizures), some of which can be fatal [see Warnings and Precautions ( 5.2 , 5.3 , 5.4 )] . Management of overdosage with Mannitol Injection is symptomatic and supportive. Discontinue the infusion and institute appropriate corrective measures with particular attention to renal, cardiac and pulmonary systems . Correct fluid and electrolyte imbalances. Mannitol Injection is dialyzable (hemodialysis and peritoneal dialysis): dialysis may increase Mannitol Injection elimination."
    ],
    "description": [
      "11 DESCRIPTION Mannitol Injection 20%, USP is a sterile, nonpyrogenic solution of Mannitol, USP in 250 mL and 500 mL single-dose EXCEL ® flexible containers for intravenous administration as an osmotic diuretic. It contains no antimicrobial agents. Mannitol is a six-carbon sugar alcohol prepared commercially by the reduction of dextrose. Each 100 mL contains: Mannitol USP 20 g; Water for Injection USP qs pH: 5.3 (4.5-7.0); Calculated Osmolarity 1100 mOsmol/liter Normal physiologic osmolarity range is approximately 280 to 310 mOsmol/L. The formula of the active ingredient is: Ingredient Molecular Formula Molecular Weight Mannitol USP 182.17 The EXCEL ® plastic container is made from a multilayered film specifically developed for parenteral drugs. It contains no plasticizers. The solution contact layer is a rubberized copolymer of ethylene and propylene. Solutions in contact with the plastic container may leach out certain chemical components from the plastic in very small amounts; however, biological testing was supportive of the safety of the plastic container materials. The container-solution unit is a closed system and is not dependent upon entry of external air during administration. The container is overwrapped to provide protection from the physical environment and to provide an additional moisture barrier when necessary. Exposure to temperatures above 25°C/77°F during transport and storage will lead to minor losses in moisture content. Higher temperatures lead to greater losses. It is unlikely that these minor losses will lead to clinically significant changes within the expiration period. molecular formula illustration"
    ],
    "description_table": [
      "<table><col/><col/><col/><tbody><tr><td><content styleCode=\"bold\">Ingredient</content></td><td><content styleCode=\"bold\">Molecular Formula</content> </td><td><content styleCode=\"bold\">Molecular Weight</content> </td></tr><tr><td> Mannitol USP</td><td> <renderMultiMedia referencedObject=\"MM1\"/></td><td> 182.17</td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic effect as a solute of relatively small molecular size being largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity effected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and elevated intraocular pressure. 12.3 Pharmacokinetics Distribution Mannitol distributes largely in the extracellular space in 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/min. The elimination half-life of mannitol is 0.5 to 2.5 hours. Metabolism Only relatively small amount of the dose administered is metabolized after intravenous administration of mannitol to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in three hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic effect as a solute of relatively small molecular size being largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity effected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and elevated intraocular pressure."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Distribution Mannitol distributes largely in the extracellular space in 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/min. The elimination half-life of mannitol is 0.5 to 2.5 hours. Metabolism Only relatively small amount of the dose administered is metabolized after intravenous administration of mannitol to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in three hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively [see Use in Specific Populations (8.6) , Overdosage (10) ] ."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Mannitol Injection USP, 20% (0.2 grams/mL) as a clear and colorless solution is supplied in sterile and nonpyrogenic 250 mL and 500 mL single-dose EXCEL ® Containers. Not made with natural rubber latex, PVC or DEHP. NDC REF Size 0264-7578-10 L5781 500 mL 0264-7578-20 L5782 250 mL The 500 mL and 250 mL containers are packaged 24 per case. Store at room temperature (25°C). Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. Protect from freezing."
    ],
    "how_supplied_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><col/><col/><col/><tbody><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">NDC</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">REF</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Size</content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>0264-7578-10</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>L5781</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>500 mL</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>0264-7578-20</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>L5782</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>250 mL</paragraph></td></tr></tbody></table>"
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients or caregivers of the following risks of Mannitol Injection: • Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] • Renal Failure [see Warnings and Precautions (5.2) ] • CNS Toxicity [see Warnings and Precautions (5.3)] • Fluid and Electrolyte Imbalances, Hyperosmolarity [see Warnings and Precautions (5.4) ] • Infusion Site Reactions [see Warnings and Precautions (5.6)]"
    ],
    "spl_unclassified_section": [
      "Rx only Manufactured by: B. Braun Medical Inc. Bethlehem, PA 18018-3524 USA 1-800-227-2862 Produced in USA with API from Germany EXCEL ® is a registered trademark of B. Braun Medical Inc. Y36-002-994 LD-496-3"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 500 mL 20% Mannitol Injection USP REF L5781 NDC 0264-7578-10 HK 22605 500 mL EXCEL ® CONTAINER Each 100 mL contains: Mannitol USP 20 g; Water for Injection USP qs pH: 5.3 (4.5-7.0); Calc. Osmolarity: 1100 mOsmol/liter, hypertonic Sterile, nonpyrogenic. Single dose container. Do not use in series connection. For intravenous use only. Use only if solution is clear and container and seals are intact. WARNING: Do not admix with other drugs. Dissolve any mannitol crystals by heating ( < 60°C) and shaking; cool before administration. Reject container if crystals are not completely redissolved. Recommended Storage: Room temperature (25°C). Avoid excessive heat. Protect from freezing. See Package Insert. Do not remove overwrap until ready for use. After removing the overwrap, check for minute leaks by squeezing container firmly. If leaks are found, discard solution as sterility may be impaired. Not made with natural rubber latex, PVC or DEHP. Rx only EXCEL is a registered trademark of B. Braun Medical Inc. B. Braun Medical Inc. Bethlehem, PA 18018-3524 USA 1-800-227-2862 Produced in USA with API from Germany Y94-003-231 LD-110-3 EXP LOT Recycle symbol Principal Display Panel 500 mL",
      "PRINCIPAL DISPLAY PANEL - 250 mL 20% Mannitol Injection USP REF L5782 NDC 0264-7578-20 HK 22605 250 mL EXCEL® CONTAINER Each 100 mL contains: Mannitol USP 20 g; Water for Injection USP qs pH: 5.3 (4.5-7.0); Calc. Osmolarity: 1100 mOsmol/liter, hypertonic Sterile, nonpyrogenic. Single dose container. Do not use in series connection. For intravenous use only. Use only if solution is clear and container and seals are intact. WARNING: Do not admix with other drugs. Dissolve any mannitol crystals by heating ( < 60 ° C) and shaking; cool before administration. Reject container if crystals are not completely redissolved. Recommended Storage: Room temperature (25 ° C). Avoid excessive heat. Protect from freezing. See Package Insert. Do not remove overwrap until ready for use. After removing the overwrap, check for minute leaks by squeezing container firmly. If leaks are found, discard solution as sterility may be impaired. Not made with natural rubber latex, PVC or DEHP. EXCEL is a registered trademark of B. Braun Medical Inc. Rx only B. Braun Medical Inc. Bethlehem, PA 18018-3524 USA 1-800-227-2862 Produced in USA with API from Germany Y94-003-232 LD-109-3 EXP LOT Recycle symbol Principal Display Panel - 250 mL"
    ],
    "set_id": "d12cc802-b538-4065-a264-f474ff3b3043",
    "id": "33171b62-3532-4eb1-b273-714d07b0e3f8",
    "effective_time": "20230815",
    "version": "21",
    "openfda": {
      "application_number": [
        "NDA020006"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "B. Braun Medical Inc."
      ],
      "product_ndc": [
        "0264-7578"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "1791403",
        "1791408"
      ],
      "spl_id": [
        "33171b62-3532-4eb1-b273-714d07b0e3f8"
      ],
      "spl_set_id": [
        "d12cc802-b538-4065-a264-f474ff3b3043"
      ],
      "package_ndc": [
        "0264-7578-10",
        "0264-7578-20"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Mannitol Mannitol Mannitol Mannitol"
    ],
    "spl_unclassified_section": [
      "These highlights do not include all the information needed to use MANNITOL INJECTION safely and effectively. See full prescribing information for MANNITOL INJECTION. MANNITOL injection, for intravenous use Initial U.S. Approval: 1964",
      "17 PATIENT COUNSELING INFORMATION Inform patients or caregivers of the following risks of Mannitol Injection: Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS (5.1)] Renal Complications Including Renal Failure [see WARNINGS AND PRECAUTIONS (5.2)]. CNS Toxicity [see WARNINGS AND PRECAUTIONS (5.3)] Fluid and Electrolyte Imbalances, Hyperosmolarity [see WARNINGS AND PRECAUTIONS (5.4)] Infusion Site Reactions [see WARNINGS AND PRECAUTIONS (5.6)]",
      "Distributed by Hospira, Inc., Lake Forest, IL 60045 USA LAB-1227-2.0"
    ],
    "recent_major_changes": [
      "Recent Major Changes Indications and Usage (removed, revised) (1) 03/2020 Contraindications (4) 03/2020 Warnings and Precautions (5.1, 5.2, 5.3, 5.4, 5.5, 5.6, 5.7) 03/2020"
    ],
    "recent_major_changes_table": [
      "<table width=\"100%\"><caption/><tbody><tr><td> Indications and Usage (removed, revised) (1)</td><td> 03/2020</td></tr><tr><td> Contraindications (4)</td><td>03/2020 </td></tr><tr><td> Warnings and Precautions (5.1, 5.2, 5.3, 5.4, 5.5, 5.6, 5.7)</td><td>03/2020</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Mannitol Injection is indicated for the reduction of: intracranial pressure and treatment of cerebral edema. elevated intraocular pressure. Mannitol Injection is an osmotic diuretic, indicated for the reduction of: intracranial pressure and treatment of cerebral edema. (1) elevated intraocular pressure. (1)"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION 2.1 Important Preparation and Administration Instructions Mannitol Injection is for intravenous infusion preferably through a central venous catheter [see WARNINGS AND PRECAUTIONS (5.6), DESCRIPTION (11)]. Prior to the administration of Mannitol Injection, evaluate renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances [see DOSAGE AND ADMINISTRATION (2.2)]. Do not administer Mannitol Injection simultaneously with blood products or through the same administration set because of the possibility of pseduoagglutination or hemolysis. If it is essential that blood be given simultaneously, at least 20 mEq of sodium chloride should be added to each liter of mannitol solution to avoid pseudoagglutination. Do not transfer Mannitol Injection into polyvinylchloride (PVC) bags; a white flocculent precipitate may form from contact with PVC surfaces. Administer Mannitol Injection using an administration set with a filter to ensure against infusion of mannitol crystals. Preparation Visually inspect the container before preparation and again before administration. Do not administer unless solution is clear, the container undamaged, and the fliptop vial seal intact. Crystals may form in Mannitol Injection, especially if the solution is exposed to low temperatures. If crystallization occurs, warm the vial in water at 80°C and periodically shake vigorously to dissolve the crystals. Mannitol Injection may be autoclaved at 121°C for 20 minutes at 15 psi. Cool to body temperature or less before administering. Re-inspect Mannitol Injection for crystals prior to administration. Discard the solution if all the crystals cannot be dissolved. Remove cover from fliptop vial and cleanse stopper with antiseptic before use. Additives may be incompatible. Consult with pharmacist, if available. For single use only; discard unused portion. 2.2 Recommended Dosage Prior to administration of Mannitol Injection, evaluate renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances. The total dosage, concentration, and rate of administration depend on the age, weight, and condition of the patient being treated, including fluid requirement, electrolyte balance, serum osmolality, urinary output, and concomitant therapy. The following outline of administration and dosage is only a general guide to therapy. Reduction of Intracranial Pressure and Treatment of Cerebral Edema Usually a maximum reduction in intracranial pressure can be achieved with a dose of 0.25 g/kg administered as an intravenous infusion over at least 30 minutes, which may be repeated every six to eight hours. During and following infusion of Mannitol Injection, monitor fluid and electrolytes, serum osmolarity, and renal, cardiac, and pulmonary function. Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see WARNINGS AND PRECAUTIONS (5.2, 5.3, 5.4, 5.5)]. Reduction of Intraocular Pressure The recommended dosage is 1.5 to 2 g/kg as a single dose administered as an intravenous infusion over at least 30 minutes. When used preoperatively, administer Mannitol Injection 60 to 90 minutes before surgery to achieve maximal reduction of intraocular pressure before operation. Administration Instructions (2.1): For intravenous infusion, preferably through a central venous catheter. Prior to administration, evaluate renal, cardiac and pulmonary status and correct fluid and electrolyte imbalances. Recommended Dosage (2.2): The dosage, concentration and rate of administration depend on the age, weight and condition of the patient, including fluid requirement, urinary output and concomitant therapy. Reduction of Intracranial Pressure and Treatment of Cerebral Edema: 0.25 g/kg administered every 6 to 8 hours as an intravenous infusion over at least 30 minutes. Reduction of Intraocular Pressure: 1.5 to 2 g/kg administered as a single dose intravenously over at least 30 minutes. Administer 60 to 90 minutes before surgery to achieve maximal effect."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Mannitol Injection 25%, USP: 12.5 g/50 mL (0.25 g/mL) of mannitol as a clear and colorless solution in a single-dose vial. Mannitol Injection 25%, USP: 12.5 g/50 mL (0.25 g/mL) in a single-dose vial (3)"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Mannitol Injection is contraindicated in patients with: Known hypersensitivity to mannitol [see WARNINGS AND PRECAUTIONS (5.1)]. Anuria [see WARNINGS AND PRECAUTIONS (5.2)]. Severe hypovolemia [see WARNINGS AND PRECAUTIONS (5.4)]. Pre-existing severe pulmonary vascular congestion or pulmonary edema [see WARNINGS AND PRECAUTIONS (5.5)]. Active intracranial bleeding except during craniotomy. Known hypersensitivity to mannitol. (4, 5.1) Anuria. (4, 5.2) Severe hypovolemia. (4, 5.4) Pre-existing severe pulmonary vascular congestion or pulmonary edema. (4, 5.5) Active intracranial bleeding except during craniotomy. (4)"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS 5.1 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, hypotension, and dyspnea resulting in cardiac arrest and death have been reported with Mannitol Injection [see ADVERSE REACTIONS (6)]. Stop the infusion immediately if signs or symptoms of a suspected hypersensitivity reaction develop. Initiate appropriate therapeutic countermeasures as clinically indicated. 5.2 Renal Complications Including Renal Failure Renal complications, including irreversible renal failure, have been reported in patients receiving mannitol. Reversible, oliguric acute kidney injury has occurred in patients with normal pretreatment renal function who received large intravenous doses of mannitol. Although the osmotic nephrosis associated with mannitol administration is in principle reversible, osmotic nephrosis in general is known to potentially proceed chronic or even end-stage renal failure. Monitor renal function closely, including signs of urine output reduction, during mannitol injection. Patients with pre-existing renal disease, patients with conditions that put them at risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk for renal failure following administration of Mannitol Injection. Avoid concomitant administration of nephrotoxic drugs (e.g., aminoglycosides) or other diuretics with Mannitol Injection, if possible [see DRUG INTERACTIONS (7)]. Patients with oliguric acute kidney injury who subsequently develop anuria while receiving mannitol are at risk of congestive heart failure, pulmonary edema, hypertensive crisis, coma, and death. During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if renal function worsens [see WARNINGS AND PRECAUTIONS (5.5)]. 5.3 Central Nervous System (CNS) Toxicity CNS toxicity manifested by, e.g., confusion, lethargy, coma, has been reported in patients treated with mannitol, some resulting in death, in particular in the presence of impaired renal function CNS toxicity may result from high serum mannitol concentrations, serum hyperosmolarity resulting in intracellular dehydration within CNS, hyponatremia or other disturbances of electrolyte and acid/base balance secondary to mannitol administration [see WARNINGS AND PRECAUTIONS (5.4)]. At high concentrations, mannitol may cross the blood brain barrier and interfere with the ability of the brain to maintain the pH of the cerebrospinal fluid especially in the presence of acidosis. In patients with pre-existing compromise of the blood brain barrier, the risk of increasing cerebral edema (general and focal) associated with repeated or continued use of Mannitol Injection must be individually weighed against the expected benefits. A rebound increase of intracranial pressure may occur several hours after the infusion. Patients with a compromised blood brain barrier are at increased risk. Concomitant administration of neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate neurotoxicity. Avoid concomitant use of neurotoxic drugs, if possible [see DRUG INTERACTIONS (7.3)]. During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor the patient clinically and laboratory tests for changes in fluid and electrolyte status. Discontinue Mannitol Injection if CNS toxicity develops [see WARNINGS AND PRECAUTIONS (5.5)]. 5.4 Fluid and Electrolyte Imbalances, Hyperosmolarity Depending on dosage and duration, administration of Mannitol Injection may result in hypervolemia leading to or exacerbating existing congestive heart failure. Accumulation of mannitol due to insufficient renal excretion increases the risk of hypervolemia. Mannitol-induced osmotic diuresis may cause or worsen dehydration/hypovolemia and hemoconcentration. Administration of Mannitol Injection may also cause hyperosmolarity [see DESCRIPTION (11)]. Depending on dosage and duration of administration, electrolyte and acid/base imbalances may also result from transcellular shifts in water and electrolytes, osmotic diuresis, and/or other mechanisms. Such imbalances may be severe and potentially fatal. Imbalances that may result from administration of Mannitol Injection include: Hypernatremia, dehydration, and hemoconcentration Hyponatremia, which can lead to headache, nausea, seizures, lethargy, coma, cerebral edema, and death. Acute symptomatic hyponatremic encephalopathy is considered a medical emergency. Hypo/hyperkalemia. The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, agents that may cause QT prolongation, neuromuscular blocking agents) [see DRUG INTERACTIONS (7.4)]. Other electrolyte disturbances Metabolic acidosis/alkalosis Pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration of Mannitol Injection due to decreased glomerular filtration rate and limited ability to concentrate urine [see USE IN SPECIFIC POPULATIONS (8.4)]. During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor fluid and electrolyte status and discontinue Mannitol Injection if imbalances occur [see WARNINGS AND PRECAUTIONS (5.5)]. 5.5 Monitoring/Laboratory Tests During and following infusion of Mannitol Injection for the reduction in intracranial pressure, monitor: serum osmolarity, serum electrolytes (including sodium, potassium, calcium and phosphate) and acid/base balance, the osmol gap signs of hypo- or hypervolemia, including urine output renal, cardiac, and pulmonary function intracranial pressure Discontinue Mannitol Injection if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see CONTRAINDICATIONS (4)]. 5.6 Infusion Site Reactions The infusion of hypertonic solutions through a peripheral vein, including Mannitol Injection, may result in peripheral venous irritation, including phlebitis. Other severe infusion site reactions, such as compartment syndrome and swelling associated with extravasation, can occur with administration of Mannitol Injection [see ADVERSE REACTIONS (6)]. Mannitol Injection is preferably administered through a central venous catheter [see DOSAGE AND ADMINISTRATION (2.1)]. 5.7 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations [see DRUG INTERACTIONS (7.6)]. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations [see DRUG INTERACTIONS (7.6)]. Hypersensitivity Reactions, Including Anaphylaxis: Stop infusion immediately if hypersensitivity reactions develop. (5.1) Renal Complications Including Renal Failure: Risk factors include pre-existing renal disease, conditions that put patients at risk for renal failure and concomitant use of nephrotoxic drugs or other diuretics. Avoid use of nephrotoxic drugs. Discontinue Mannitol Injection if renal function worsens. (5.2, 8.6) Central Nervous System (CNS) Toxicity: Confusion, lethargy, and coma may occur during or after infusion. Concomitant neurotoxic drugs may potentiate toxicity. Avoid use of neurotoxic drugs. Discontinue Mannitol Injection if CNS toxicity develops. (5.3) Fluid and Electrolyte Imbalances, Hyperosmolarity: Hypervolemia may exacerbate congestive heart failure; hyponatremia can lead to encephalopathy; hypo/hyperkalemia can result in cardiac adverse reactions in sensitive patients. Discontinue Mannitol Injection if fluid and/or electrolyte imbalances occur. (5.4) Monitoring/Laboratory Tests: Monitor fluid and electrolytes, serum osmolarity and renal, cardiac, and pulmonary function. Discontinue if toxicity develops. (5.5) Infusion Site Reactions: May cause irritation and inflammation, as well as severe reactions (compartment syndrome) when associated with extravasation. (5.6) Interference with Laboratory Tests: High concentrations of mannitol may cause false low results of inorganic phosphorus blood concentrations. Mannitol may produce false positive results for blood ethylene glycol. (5.7, 7.6)"
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions associated with the use mannitol were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Most common adverse reactions are hypersensitivity reactions, renal failure, CNS toxicity, hypo/hypervolemia, hypo/hypernatremia, hypo/hyperkalemia, and infusion site reactions. (6) To report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Image1.jpg"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Nephrotoxic Drugs Concomitant administration of nephrotoxic drugs (e.g., cyclosporine, aminoglycosides) increases the risk of renal failure following administration of mannitol. Avoid use of nephrotoxic drugs with Mannitol Injection, if possible [see WARNINGS AND PRECAUTIONS (5.2)]. 7.2 Diuretics Concomitant administration of other diuretics may potentiate the renal toxicity of mannitol. Avoid concomitant administration of other diuretics with Mannitol Injection, if possible [see WARNINGS AND PRECAUTIONS (5.2)]. 7.3 Neurotoxic Drugs Concomitant administration of systemic neurotoxic drugs (e.g., aminoglycosides) with Mannitol Injection may potentiate the CNS toxicity of mannitol. Avoid use of systemic neurotoxic drugs with Mannitol Injection, if possible [see WARNINGS AND PRECAUTIONS (5.3)]. 7.4 Drugs Affected by Electrolyte Imbalances The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, drugs that prolong the QT interval, neuromuscular blocking agents) [see WARNINGS AND PRECAUTIONS (5.4)]. During and following infusion of Mannitol Injection, monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens [see WARNINGS AND PRECAUTIONS (5.5)]. 7.5 Renally Eliminated Drugs Mannitol therapy may increase the elimination, and decrease the effectiveness of treatment with, drugs that undergo significant renal elimination. Concomitant administration of mannitol with lithium may initially increase the elimination of lithium but may also increase the risk of lithium toxicity if patients develop hypovolemia or renal impairment. In patients receiving lithium, consider holding lithium doses during treatment with Mannitol Injection. In patients requiring concomitant administration of lithium and Mannitol Injection, frequently monitor serum lithium concentrations and for signs of lithium toxicity. 7.6 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations when an assay based on the conversion of phosphate (orthophosphate) to the phosphomolybdate complex is used. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations in which mannitol is initially oxidized to an aldehyde. Nephrotoxic Drugs and Diuretics: May increase the risk of renal failure; avoid concomitant use. (7.1, 7.2) Neurotoxic Drugs: May potentiate CNS toxicity of mannitol; avoid concomitant use. (7.3) Drugs Affected by Electrolyte Imbalances: May result in cardiac adverse reactions; monitor serum electrolytes and discontinue Mannitol Injection if cardiac status worsens. (7.4) Renally Eliminated Drugs: Concomitant use may decrease the effectiveness of agents that undergo significant renal elimination. However, concomitant use of mannitol and lithium may increase risk of lithium toxicity. If concomitant use is necessary, frequently monitor lithium concentrations and for signs of toxicity. (7.5) See 17 for PATIENT COUNSELING INFORMATION. Revised: 3/2020"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC pOPULATIONS 8.1 Pregnancy Risk Summary The available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus (see DATA).No adverse developmental effects from mannitol were reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of mannitol. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Human Data Published literature reports the presence of mannitol in amniotic fluid when mannitol is administered to pregnant women during the third trimester of pregnancy. 8.2 Lactation Risk Summary There are no data on the presence of mannitol in either human or animal milk, the effects on the breastfed infant, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for Mannitol Injection and any potential adverse effects on the breastfed child from Mannitol Injection or from the underlying maternal condition. 8.4 Pediatric Use Mannitol Injection is approved for use in the pediatric population for the reduction of intracranial and intraocular pressure. Studies have not defined the optimal dose of Mannitol Injection in the pediatric population. The safety profile for mannitol use in pediatric patients is similar to adults at dosages described in labeling. However, pediatric patients less than two years of age, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration of Mannitol Injection due to decreased glomerular filtration rate and limited ability to concentrate urine [see WARNINGS AND PRECAUTIONS (5.4)]. 8.5 Geriatric Use Mannitol is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in elderly patients with impaired renal function. Evaluate the renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see WARNINGS AND PRECAUTIONS (5.2, 5.3, 5.4, 5.5)]. 8.6 Renal Impairment Patients with pre-existing renal disease, patients with conditions that put them at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure with administration of mannitol. Evaluate the renal, cardiac, and pulmonary status of the patient and correct fluid and electrolyte imbalances prior to administration of Mannitol Injection [see WARNINGS AND PRECAUTIONS (5.2, 5.3, 5.4, 5.5)]."
    ],
    "overdosage": [
      "9 OVERDOSAGE Signs and symptoms of overdose with Mannitol Injection include renal failure and acute kidney injury, hypo/hypervolemia, hyperosmolarity and electrolyte imbalances, CNS toxicity (e.g., coma, seizures), some of which can be fatal [see WARNINGS AND PRECAUTIONS (5.2, 5.3, 5.4)]. Management of overdosage with Mannitol Injection is symptomatic and supportive. Discontinue the infusion and institute appropriate corrective measures with particular attention to renal, cardiac, and pulmonary systems. Correct fluid and electrolyte imbalances. Mannitol Injection is dialyzable (hemodialysis and peritoneal dialysis), hemodialysis may increase mannitol elimination."
    ],
    "description": [
      "11 DESCRIPTION Mannitol Injection, USP is a sterile, nonpyrogenic solution of mannitol in water for injection available in a fliptop vial for intravenous administration as an osmotic diuretic. The content and characteristics are as follows: The solution contains no bacteriostat, antimicrobial agent, or added buffer (except for pH adjustment) and is intended only as a single-dose injection. Mannitol, USP is chemically designated D-mannitol (C6H14O6), a white crystalline powder or free-flowing granules freely soluble in water. It has the following structural formula: Image2.jpg Formula1.jpg"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Mannitol, when administered intravenously, exerts its osmotic diuretic effect as a solute of relatively small molecular size largely confined to the extracellular space. Mannitol hinders tubular reabsorption of water and enhances excretion of sodium and chloride by elevating the osmolarity of the glomerular filtrate. This increase in extracellular osmolarity affected by the intravenous administration of mannitol will induce the movement of intracellular water to the extracellular and vascular spaces. This action underlies the role of mannitol in reducing intracranial pressure, intracranial edema, and intraocular pressure. 12.3 Pharmacokinetics Distribution Mannitol distributes largely to the extracellular space within 20 to 40 minutes after intravenous administration. The volume of distribution of mannitol is approximately 17 L in adults. Elimination In subjects with normal renal function, the total clearance is 87 to 109 mL/minute. The elimination half-life of mannitol is 0.5 to 2.5 hours Metabolism Only a relatively small amount of the mannitol dose is metabolized after intravenous administration to healthy subjects. Excretion Mannitol is eliminated primarily via the kidneys in unchanged form. Mannitol is filtered by the glomeruli, exhibits less than 10% of tubular reabsorption, and is not secreted by tubular cells. Following intravenous administration, approximately 80% of an administered dose of mannitol is estimated to be excreted in the urine in 3 hours with lesser amounts thereafter. Specific Populations Patients with Renal Impairment In patients with renal impairment, the elimination half-life of mannitol is prolonged. In a published study, in patients with renal impairment including acute renal failure and end stage renal failure, the elimination half-life of mannitol was estimated at about 36 hours, based on serum osmolarity. In patients with renal impairment on dialysis, the elimination half-life of mannitol was reduced to 6 and 21 hours during hemodialysis and peritoneal dialysis, respectively [see USE IN SPECIFIC POPULATIONS (8.6), OVERDOSAGE (10)]."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/ STORAGE AND HANDLING Mannitol Injection 25%, USP is available as 12.5 g/50 mL (0.25 g/mL) of mannitol in a single-dose vial. Supplied as a tray of 25 vials (NDC 0409-4031-01). Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.] Protect from freezing. Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 From Original Manufacturer/Distributor's NDC and Unit of Sale To Henry Schein Repackaged Product NDC and Unit of Sale Total Strength/Total Volume (Concentration) per unit NDC 0409-4031-01 Supplied in a tray of 25 NDC 0404-9905-50 1 single dose vial in a bag (Vial bears NDC 0409-4031-16) 25% 12.5 mg/50mL (0.25 mg/mL)"
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><caption> Product repackaged by: Henry Schein, Inc., Bastian, VA 24314</caption><tbody><tr><td>From Original Manufacturer/Distributor&apos;s NDC and Unit of Sale</td><td>To Henry Schein Repackaged Product NDC and Unit of Sale</td><td>Total Strength/Total Volume (Concentration) per unit</td></tr><tr><td>NDC 0409-4031-01 Supplied in a tray of 25</td><td>NDC 0404-9905-50 1 single dose vial in a bag (Vial bears NDC 0409-4031-16)</td><td>25% 12.5 mg/50mL (0.25 mg/mL)</td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "Sample Package Label Label1.jpg"
    ],
    "set_id": "e2444db1-9dfe-451f-a33c-9b00786464d2",
    "id": "f3bb5de6-286d-4efc-a55d-e0b65dc4b1c2",
    "effective_time": "20250520",
    "version": "6",
    "openfda": {
      "application_number": [
        "NDA016269"
      ],
      "brand_name": [
        "Mannitol"
      ],
      "generic_name": [
        "MANNITOL"
      ],
      "manufacturer_name": [
        "Henry Schein, Inc."
      ],
      "product_ndc": [
        "0404-9905"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "MANNITOL"
      ],
      "rxcui": [
        "311450"
      ],
      "spl_id": [
        "f3bb5de6-286d-4efc-a55d-e0b65dc4b1c2"
      ],
      "spl_set_id": [
        "e2444db1-9dfe-451f-a33c-9b00786464d2"
      ],
      "package_ndc": [
        "0404-9905-50"
      ],
      "original_packager_product_ndc": [
        "0409-4031"
      ],
      "nui": [
        "N0000175359",
        "N0000010288",
        "N0000175810"
      ],
      "pharm_class_pe": [
        "Increased Diuresis [PE]"
      ],
      "pharm_class_moa": [
        "Osmotic Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Osmotic Diuretic [EPC]"
      ],
      "unii": [
        "3OWL53L36A"
      ]
    }
  }
]