[
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE METHAZOLAMIDE METHAZOLAMIDE ANI;240 Methazolamide Methazolamide STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE METHAZOLAMIDE METHAZOLAMIDE ANI;241"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate. chemical structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact NorthStar Rx LLC at 1-800-206-7821 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg, are white, square, un-scored tablets, debossed “ANI” on one side and “240” on the other side; supplied in bottles of 100 (NDC 72603-166-01). Methazolamide Tablets USP, 50 mg, are white, round tablets, scored on one side and debossed “ANI” and “241” on the other side; supplied in bottles of 100 (NDC 72603-167-01). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Manufactured for: Northstar Rx LLC Memphis, TN 38141 Toll-free: 1-800-206-7821 Manufactured by: ANI Pharmaceuticals, Inc. Baudette, MN 56623 10680 Rev 07/23"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 25 mg NDC 72603-166-01 Rx only 100 Tablets 25mg_Label",
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 50 mg NDC 72603-167-01 Rx Only 100 Tablets 50mg_Label"
    ],
    "set_id": "042586b3-4d49-c5ae-e063-6394a90aaa7c",
    "id": "042586b3-4d4a-c5ae-e063-6394a90aaa7c",
    "effective_time": "20230830",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "NorthStar Rx LLC"
      ],
      "product_ndc": [
        "72603-166",
        "72603-167"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "042586b3-4d4a-c5ae-e063-6394a90aaa7c"
      ],
      "spl_set_id": [
        "042586b3-4d49-c5ae-e063-6394a90aaa7c"
      ],
      "package_ndc": [
        "72603-166-01",
        "72603-167-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0372603166019",
        "0372603167016"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide methazolamide METHAZOLAMIDE METHAZOLAMIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE SILICON DIOXIDE Off-White biconvex 25 Methazolamide methazolamide METHAZOLAMIDE METHAZOLAMIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE SILICON DIOXIDE Off-White biconvex 50"
    ],
    "description": [
      "DESCRIPTION Methazolamide USP, a sulfonamide derivative, is a white or faintly yellow, crystalline powder having a slight odor, soluble in dimethylformamide, slightly soluble in acetone, very slightly soluble in water and in alcohol. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]-acetamide and it has the following structural formula: Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide USP. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate, and microcrystalline cellulose. chemstructure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide tablets therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact Oceanside Pharmaceuticals at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP 25 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “25” on one side and plain on the other side. Bottles of 90 NDC 68682-022-90 Bottles of 100 NDC 68682-022-10 Bottles of 500 NDC 68682-022-50 Bottles of 1,000 NDC 68682-022-01 Methazolamide Tablets USP 50 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “50” on one side and score line on the other side. Bottles of 90 NDC 68682-023-90 Bottles of 100 NDC 68682-023-10 Bottles of 500 NDC 68682-023-50 Bottles of 1,000 NDC 68682-023-01 Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Distributed by: Oceanside Pharmaceuticals, a division of Bausch Health US, LLC Bridgewater, NJ 08807 USA Manufactured by: Micro Labs Limited Goa-403 722, India © 2020 Bausch Health Companies Inc. or its affiliates Issued: April 2020 9734301"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 25 mg Label NDC 68682-022-10 Rx only METHAZOLAMIDE TABLETS USP 25 mg 100 Tablets OCEANSIDE PHARMACEUTICALS label",
      "Package/Label Display Panel – Label 50 mg NDC 68682-023-10 Rx only METHAZOLAMIDE TABLETS USP 50 mg 100 Tablets OCEANSIDE PHARMACEUTICALS label50mg"
    ],
    "set_id": "0962cf33-b872-4006-82f8-8610567a07d6",
    "id": "0962cf33-b872-4006-82f8-8610567a07d6",
    "effective_time": "20200401",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA207438"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Oceanside Pharmaceuticals"
      ],
      "product_ndc": [
        "68682-022",
        "68682-023"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "0962cf33-b872-4006-82f8-8610567a07d6"
      ],
      "spl_set_id": [
        "0962cf33-b872-4006-82f8-8610567a07d6"
      ],
      "package_ndc": [
        "68682-022-90",
        "68682-022-10",
        "68682-022-50",
        "68682-022-01",
        "68682-023-90",
        "68682-023-10",
        "68682-023-50",
        "68682-023-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0368682023107",
        "0368682022100"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide methazolamide CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE SILICON DIOXIDE METHAZOLAMIDE METHAZOLAMIDE Off-White biconvex 25 Methazolamide methazolamide CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE SILICON DIOXIDE METHAZOLAMIDE METHAZOLAMIDE Off-White biconvex 50"
    ],
    "description": [
      "DESCRIPTION Methazolamide USP, a sulfonamide derivative, is a white or faintly yellow, crystalline powder having a slight odor, soluble in dimethylformamide, slightly soluble in acetone, very slightly soluble in water and in alcohol. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]-acetamide and it has the following structural formula: Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide USP. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate, and microcrystalline cellulose. chemstructure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide tablets therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP 25 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “25” on one side and plain on the other side. Bottles of 90 NDC 24208-022-90 Bottles of 100 NDC 24208-022-10 Bottles of 500 NDC 24208-022-50 Bottles of 1,000 NDC 24208-022-01 Methazolamide Tablets USP 50 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “50” on one side and score line on the other side. Bottles of 90 � NDC 24208-023-90 Bottles of 100 NDC 24208-023-10 Bottles of 500 NDC 24208-023-50 Bottles of 1,000 NDC 24208-023-01 Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA Manufactured by: Micro Labs Limited Goa-403 722, India © 2022 Bausch & Lomb Incorporated or its affiliates Rev. 03/2022 9774900"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 25 mg Tablet, Label NDC 24208-022-10 Methazolamide Tablets USP, 25 mg Rx only 100 Tablets BAUSCH + LOMB 25 mg label",
      "Package/Label Display Panel – 50 mg Tablet, Label NDC 24208-023-10 Methazolamide Tablets USP, 50 mg Rx only 100 Tablets BAUSCH + LOMB 50 mg label"
    ],
    "set_id": "0c0ba5c7-c53e-4e29-a7ff-48fddc5a9258",
    "id": "41d745af-7d7b-dc08-e063-6394a90a2fbf",
    "effective_time": "20251023",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA207438"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-022",
        "24208-023"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "41d745af-7d7b-dc08-e063-6394a90a2fbf"
      ],
      "spl_set_id": [
        "0c0ba5c7-c53e-4e29-a7ff-48fddc5a9258"
      ],
      "package_ndc": [
        "24208-022-90",
        "24208-022-10",
        "24208-022-50",
        "24208-022-01",
        "24208-023-90",
        "24208-023-10",
        "24208-023-50",
        "24208-023-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0324208022108",
        "0324208023105"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;241 chemical structure"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 50 mg, are white, round tablets, scored on one side and debossed “ANI” and “241” on the other side; supplied in bottles of 100 (NDC 63629-1987-1). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Methazolamide 50 mg Tablet, #100 Label"
    ],
    "set_id": "1698aa2d-a962-4bcc-8646-4fff532b645b",
    "id": "05e68527-1d25-4faa-97b6-85fe9fb9372a",
    "effective_time": "20240109",
    "version": "102",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-1987"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197940"
      ],
      "spl_id": [
        "05e68527-1d25-4faa-97b6-85fe9fb9372a"
      ],
      "spl_set_id": [
        "1698aa2d-a962-4bcc-8646-4fff532b645b"
      ],
      "package_ndc": [
        "63629-1987-1"
      ],
      "original_packager_product_ndc": [
        "62559-241"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide Methazolamide Methazolamide Dibasic Calcium Phosphate Dihydrate Microcrystalline cellulose Croscarmellose Sodium Magnesium Stearate Silicon Dioxide 25;ZEN Methazolamide Methazolamide Methazolamide Methazolamide Dibasic Calcium Phosphate Dihydrate Microcrystalline cellulose Croscarmellose Sodium Magnesium Stearate Silicon Dioxide 50;ZEN"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white or faintly yellow, crystalline powder, soluble in dimethyl formamide, slightly soluble in acetone, very slightly soluble in water and alcohol. The chemical name for methazolamide is: Acetamide, N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]- and it has the following structural formula: C5H8N4O3S2 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate, microcrystalline cellulose, and isopropyl alcohol. lsopropyl alcohol is removed during manufacturing process Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg BID, 50 mg BID, and 100 mg BID demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (Cmax) for the 25 mg, 50 mg and 100 mg BID regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) were 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extracellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and were found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg BID, 50 mg BID, and 100 mg BID, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated BID- lid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide's inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets, USP is indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, ii is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate methazolamide's carcinogenic potential and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in pediatric patients have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, ii is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate methazolamide's carcinogenic potential and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in pediatric patients have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a \"tingling\" feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg are white to off white, uncoated, round, biconvex tablets debossed with '25' on one side and 'ZEN' on other side and are supplied in bottles of 100, NDC 68094-908-50. Methazolamide Tablets USP, 50 mg are white to off white, uncoated, round, biconvex tablets debossed with '5 and 0' on either side of the break line one side and 'ZEN' on other side and are supplied in bottles of 100, NDC 68094-808-50. Store at 20°C to 25°C (68°F to 77°F). [See USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required)."
    ],
    "storage_and_handling": [
      "Store at 20°C to 25°C (68°F to 77°F). [See USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required)."
    ],
    "spl_unclassified_section": [
      "Rx only Distributed By: Precision Dose, Inc. 722 Progressive Lane South Beloit, IL 61080 Revised: 10/2023 PIL-PS0200/00"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 25 mg Tablet Bottle Label NDC 68094-908-50 Methazolamide Tablets, USP 25 mg Rx Only Precision Dose 100 tablets PRINCIPAL DISPLAY PANEL - 25 mg Tablet Bottle Label",
      "PRINCIPAL DISPLAY PANEL - 50 mg Tablet Bottle Label NDC 68094-808-50 Methazolamide Tablets, USP 50 mg Rx Only Precision Dose 100 tablets PRINCIPAL DISPLAY PANEL - 50 mg Tablet Bottle Label"
    ],
    "set_id": "1e0e81c7-a328-4034-a6b3-4c83e9ac3a3e",
    "id": "5dc8c6ca-5710-4369-b0ae-37666210f03b",
    "effective_time": "20231204",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA215615"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Precision Dose, Inc."
      ],
      "product_ndc": [
        "68094-808",
        "68094-908"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "5dc8c6ca-5710-4369-b0ae-37666210f03b"
      ],
      "spl_set_id": [
        "1e0e81c7-a328-4034-a6b3-4c83e9ac3a3e"
      ],
      "package_ndc": [
        "68094-908-50",
        "68094-808-50"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;241 chemical structure"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact ANI Pharmaceuticals, Inc. at 1-800-308-6755 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 50 mg, are white, round tablets, scored on one side and debossed “ANI” and “241” on the other side. NDC: 72162-1755-1: 100 Tablets in a BOTTLE Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Methazolamide 50 mg Tablet, #100 Label"
    ],
    "set_id": "369e89a4-9898-4a9f-a316-17d0fce8a08b",
    "id": "6f0f34a3-5b3b-490c-8acc-82e0f433827b",
    "effective_time": "20240205",
    "version": "100",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-1755"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197940"
      ],
      "spl_id": [
        "6f0f34a3-5b3b-490c-8acc-82e0f433827b"
      ],
      "spl_set_id": [
        "369e89a4-9898-4a9f-a316-17d0fce8a08b"
      ],
      "package_ndc": [
        "72162-1755-1"
      ],
      "original_packager_product_ndc": [
        "62559-241"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;240 chemical structure"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact ANI Pharmaceuticals, Inc. at 1-800-308-6755 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg, are white, square, un-scored tablets, debossed “ANI” on one side and “240” on the other side. NDC: 72162-1754-1: 100 Tablets in a BOTTLE. Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Methazolamide 25 mg Tablet, #100 Label"
    ],
    "set_id": "504b695a-ac9e-4c71-8755-d31f1958a71c",
    "id": "270d0052-a3fd-4fb2-a168-40c928384cc9",
    "effective_time": "20240205",
    "version": "100",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-1754"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939"
      ],
      "spl_id": [
        "270d0052-a3fd-4fb2-a168-40c928384cc9"
      ],
      "spl_set_id": [
        "504b695a-ac9e-4c71-8755-d31f1958a71c"
      ],
      "package_ndc": [
        "72162-1754-1"
      ],
      "original_packager_product_ndc": [
        "62559-240"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "methazolamide methazolamide METHAZOLAMIDE METHAZOLAMIDE SILICON DIOXIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE EFF;21 methazolamide methazolamide METHAZOLAMIDE METHAZOLAMIDE SILICON DIOXIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE EFF;20"
    ],
    "description": [
      "DESCRIPTION: Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]-acetamide and it has the following structural formula: Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate (powder), and microcrystalline cellulose. Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extracellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Methazolamide Tablets USP is indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS: Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS: General: Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients: Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests: To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions: Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility: Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy: Teratogenic effects. Pregnancy Category C. Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use: The safety and effectiveness of methazolamide in pediatric patients have not been established."
    ],
    "general_precautions": [
      "General: Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients: Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests: To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions: Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic effects. Pregnancy Category C. Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic effects."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use: The safety and effectiveness of methazolamide in pediatric patients have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE: No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED: Methazolamide Tablets USP, 25 mg are round, white tablets, debossed “EFF” on one side and “21” on the other side and are supplied in bottles of 100, NDC 0574- 0790 -01. Methazolamide Tablets USP, 50 mg are round, white, scored tablets debossed “EFF” on one side and “20” on the other side and are supplied in bottles of 100, NDC 0574- 0791 -01. Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Manufactured for Padagis ® Minneapolis, MN 55427 www.padagis.com Rev 05-23 5P800 RC PH3 Code 617M00"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 25 mg Label NDC 0574-0790-01 Rx Only Methazolamide Tablets, USP 25 mg 100 Tablets The following image is a placeholder representing the product identifier that is either affixed or imprinted on the drug package label during the packaging operation. 25mg label serialization-template.jpg",
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL – 50 mg Label NDC 0574-0791-01 Rx Only Methazolamide Tablets, USP 50 mg 100 Tablets The following image is a placeholder representing the product identifier that is either affixed or imprinted on the drug package label during the packaging operation. 50mg label serialization-template.jpg"
    ],
    "set_id": "5e0795e1-d5c5-4b04-9bce-077bb8028023",
    "id": "94b58ed4-5a45-4777-924c-7608156be1b0",
    "effective_time": "20230501",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA040062"
      ],
      "brand_name": [
        "methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Padagis US LLC"
      ],
      "product_ndc": [
        "0574-0790",
        "0574-0791"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "94b58ed4-5a45-4777-924c-7608156be1b0"
      ],
      "spl_set_id": [
        "5e0795e1-d5c5-4b04-9bce-077bb8028023"
      ],
      "package_ndc": [
        "0574-0790-01",
        "0574-0791-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0305740790014",
        "0305740791011"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE METHAZOLAMIDE METHAZOLAMIDE ANI;240 Methazolamide Methazolamide STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE METHAZOLAMIDE METHAZOLAMIDE ANI;241"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate. chemical structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact ANI Pharmaceuticals, Inc. at 1-855-204-1431 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg, are white, square, un-scored tablets, debossed “ANI” on one side and “240” on the other side; supplied in bottles of 100 (NDC 51407-026-01). Methazolamide Tablets USP, 50 mg, are white, round tablets, scored on one side and debossed “ANI” and “241” on the other side; supplied in bottles of 100 (NDC 51407-027-01). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Manufactured by: ANI Pharmaceuticals, Inc. Baudette, MN 56623 9656 Rev 05/25 Marketed by: GSMS, Inc. Camarillo, CA 93012 USA ani"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 25 mg NDC 51407-026-01 Rx only 100 Tablets 51407-026-01OL - Methazolamide 25 mg - Rev. 1223.jpg",
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 50 mg NDC 51407-027-01 Rx Only 100 Tablets 51407-027-01OL - Methazolamide 50 mg - Rev. 1223.jpg"
    ],
    "set_id": "723f830c-a534-55d1-e053-2a91aa0a403c",
    "id": "45b1436a-370d-c6a3-e063-6294a90ab13b",
    "effective_time": "20251211",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Golden State Medical Supply, Inc."
      ],
      "product_ndc": [
        "51407-026",
        "51407-027"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "45b1436a-370d-c6a3-e063-6294a90ab13b"
      ],
      "spl_set_id": [
        "723f830c-a534-55d1-e053-2a91aa0a403c"
      ],
      "package_ndc": [
        "51407-026-01",
        "51407-027-01"
      ],
      "original_packager_product_ndc": [
        "62559-240",
        "62559-241"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE SILICON DIOXIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE off-white to white M1 Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE SILICON DIOXIDE CROSCARMELLOSE SODIUM DIBASIC CALCIUM PHOSPHATE DIHYDRATE MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE off-white to white M2"
    ],
    "description": [
      "DESCRIPTION Methazolamide USP, a sulfonamide derivative, is a white or faintly yellow, crystalline powder, weakly acidic, slightly soluble in acetone, very slightly soluble in water and alcohol. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]-acetamide and it has the following structural formula: C 5 H 8 N 4 O 3 S 2 236.27 Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide USP. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate (powder), and microcrystalline cellulose. structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 hour to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg twice daily, 50 mg twice daily, and 100 mg twice daily demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg twice daily regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1,130 mcg.min/mL, 2,571 mcg.min/mL, and 5,418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extracellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg twice daily, 50 mg twice daily, and 100 mg twice daily, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated twice daily to thrice daily dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 hours to 4 hours, has a peak effect in 6 hours to 8 hours and a total duration of 10 hours to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets, USP are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects. Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets, USP 25 mg are round, off-white to white, biconvex, uncoated tablets, debossed with “M1” on one side and plain on the other side and are supplied in bottles of 100 with child-resistant closure, NDC 27241-246-01. Methazolamide Tablets, USP 50 mg are round, off-white to white, flat beveled edged, uncoated scored tablets, debossed with “M2” on one side and break line on the other side and are supplied in bottles of 100 with child-resistant closure, NDC 27241-247-01. Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Product of India Manufactured by: Ajanta Pharma Limited, India Marketed by: Ajanta Pharma USA Inc. Bridgewater, NJ 08807. Revised: 02/2026"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 27241-246-01 100 Tablets Methazolamide Tablets, USP 25 mg Rx Only ajanta NDC 27241-247-01 100 Tablets Methazolamide Tablets, USP 50 mg Rx Only ajanta 25mg 50mg"
    ],
    "set_id": "879a3c78-24dd-41f9-8fce-5f3166b0e2f4",
    "id": "a9e7c170-285c-4591-9a4f-0166806831dc",
    "effective_time": "20260210",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA217408"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Ajanta Pharma USA Inc."
      ],
      "product_ndc": [
        "27241-246",
        "27241-247"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "spl_id": [
        "a9e7c170-285c-4591-9a4f-0166806831dc"
      ],
      "spl_set_id": [
        "879a3c78-24dd-41f9-8fce-5f3166b0e2f4"
      ],
      "package_ndc": [
        "27241-246-01",
        "27241-247-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0327241246012",
        "0327241247019"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "METHAZOLAMIDE Methazolamide CALCIUM PHOSPHATE, DIBASIC, DIHYDRATE CELLULOSE, MICROCRYSTALLINE CROSCARMELLOSE SODIUM MAGNESIUM STEARATE SILICON DIOXIDE METHAZOLAMIDE METHAZOLAMIDE White to off-white biconvex 25 METHAZOLAMIDE Methazolamide CALCIUM PHOSPHATE, DIBASIC, DIHYDRATE CELLULOSE, MICROCRYSTALLINE CROSCARMELLOSE SODIUM MAGNESIUM STEARATE SILICON DIOXIDE METHAZOLAMIDE METHAZOLAMIDE White to off-white biconvex 50"
    ],
    "description": [
      "DESCRIPTION Methazolamide USP, a sulfonamide derivative, is a white or faintly yellow, crystalline powder having a slight odor, soluble in dimethylformamide, slightly soluble in acetone, very slightly soluble in water and in alcohol. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazol-2(3H)-ylidene]-acetamide and it has the following structural formula: Each tablet, for oral administration, contains 25 mg or 50 mg methazolamide USP. In addition, each tablet contains the following inactive ingredients: colloidal silicon dioxide, croscarmellose sodium, dibasic calcium phosphate dihydrate, magnesium stearate, and microcrystalline cellulose. structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide tablets therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Pregnancy category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, mutagenesis, impairment of fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Pregnancy category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS : Information for patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP 25 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “25” on one side and plain on the other side. Bottles of 90 NDC 42571-239-90 Bottles of 500 NDC 42571-239-05 Bottles of 1000 NDC 42571-239-10 Methazolamide Tablets USP 50 mg: White to off-white, circular, biconvex, uncoated tablet, debossed with “50” on one side and score line on the other side. Bottles of 90 NDC 42571-240-90 Bottles of 500 NDC 42571-240-05 Bottles of 1000 NDC 42571-240-10 Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Manufactured by: Micro Labs Limited Goa- 403 722, INDIA. Manufactured for: Micro Labs USA Inc. Basking Ridge, NJ 07920 Revised: November 2019"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 42571-239-90 Methazolamide Tablets USP 25 mg Rx Only 90 Tablets MICRO LABS NDC 42571-240-90 Methazolamide Tablets USP 50 mg Rx Only 90 Tablets MICRO LABS 25 mg label 50 mg label"
    ],
    "set_id": "91a493f5-f8c3-4b64-a15e-b550d8631668",
    "id": "9ebf7533-27e6-54c2-e053-2995a90ae560",
    "effective_time": "20200217",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA207438"
      ],
      "brand_name": [
        "METHAZOLAMIDE"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Micro Labs Limited"
      ],
      "product_ndc": [
        "42571-239",
        "42571-240"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "9ebf7533-27e6-54c2-e053-2995a90ae560"
      ],
      "spl_set_id": [
        "91a493f5-f8c3-4b64-a15e-b550d8631668"
      ],
      "package_ndc": [
        "42571-239-90",
        "42571-239-05",
        "42571-239-10",
        "42571-240-90",
        "42571-240-05",
        "42571-240-10"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0342571239909",
        "0342571240905"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;240 Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;241"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate. chemical structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact ANI Pharmaceuticals, Inc. at 1-855-204-1431 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg, are white, square, un-scored tablets, debossed “ANI” on one side and “240” on the other side; supplied in bottles of 100 (NDC 62559-240-01). Methazolamide Tablets USP, 50 mg, are white, round tablets, scored on one side and debossed “ANI” and “241” on the other side; supplied in bottles of 100 (NDC 62559-241-01). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Manufactured by: ANI Pharmaceuticals, Inc. Baudette, MN 56623 9656 Rev 05/25 ani"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 25 mg NDC 62559-240-01 Rx only 100 Tablets 25mg_label",
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL Methazolamide Tablets USP, 50 mg NDC 62559-241-01 Rx Only 100 Tablets 50mg_label"
    ],
    "set_id": "c26c8834-961e-4c9c-9ad4-5db2d9419938",
    "id": "7a4099f0-7e1b-49ae-ae13-1463c08daaa5",
    "effective_time": "20251126",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "ANI Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "62559-240",
        "62559-241"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939",
        "197940"
      ],
      "spl_id": [
        "7a4099f0-7e1b-49ae-ae13-1463c08daaa5"
      ],
      "spl_set_id": [
        "c26c8834-961e-4c9c-9ad4-5db2d9419938"
      ],
      "package_ndc": [
        "62559-240-01",
        "62559-241-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0362559240017",
        "0362559241014"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Methazolamide Methazolamide METHAZOLAMIDE METHAZOLAMIDE STARCH, CORN POVIDONE K30 DIBASIC CALCIUM PHOSPHATE DIHYDRATE SODIUM STARCH GLYCOLATE TYPE A POTATO GLYCERYL DIBEHENATE ANI;240 chemical structure"
    ],
    "description": [
      "DESCRIPTION Methazolamide, a sulfonamide derivative, is a white crystalline powder, weakly acidic, slightly soluble in water, alcohol and acetone. The chemical name for methazolamide is: N-[5-(aminosulfonyl)-3-methyl-1,3,4-thiadiazo1-2(3H)-ylidene]-acetamide and it has the following structural formula: Molecular Formula: C 5 H 8 N 4 O 3 S 2 Molecular Weight: 236.26 Each tablet, for oral administration, contains 25 mg or 50 mg of methazolamide USP. In addition, each tablet contains the following inactive ingredients: dibasic calcium phosphate dihydrate, glyceryl behenate, povidone, pregelatinized starch, and sodium starch glycolate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Methazolamide is a potent inhibitor of carbonic anhydrase. Methazolamide is well absorbed from the gastrointestinal tract. Peak plasma concentrations are observed 1 to 2 hours after dosing. In a multiple-dose, pharmacokinetic study, administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid demonstrated a linear relationship between plasma methazolamide levels and methazolamide dose. Peak plasma concentrations (C max ) for the 25 mg, 50 mg and 100 mg bid regimens were 2.5 mcg/mL, 5.1 mcg/mL, and 10.7 mcg/mL, respectively. The area under the plasma concentration-time curves (AUC) was 1130 mcg.min/mL, 2571 mcg.min/mL, and 5418 mcg.min/mL for the 25 mg, 50 mg, and 100 mg dosage regimens, respectively. Methazolamide is distributed throughout the body including the plasma, cerebrospinal fluid, aqueous humor of the eye, red blood cells, bile and extra-cellular fluid. The mean apparent volume of distribution (V area /F) ranges from 17 L to 23 L. Approximately 55% is bound to plasma proteins. The steady-state methazolamide red blood cell:plasma ratio varies with dose and was found to be 27:1, 16:1, and 10:1 following the administration of methazolamide 25 mg bid, 50 mg bid, and 100 mg bid, respectively. The mean steady-state plasma elimination half-life for methazolamide is approximately 14 hours. At steady-state, approximately 25% of the dose is recovered unchanged in the urine over the dosing interval. Renal clearance accounts for 20% to 25% of the total clearance of drug. After repeated bid-tid dosing, methazolamide accumulates to steady-state concentrations in 7 days. Methazolamide’s inhibitory action on carbonic anhydrase decreases the secretion of aqueous humor and results in a decrease in intraocular pressure. The onset of the decrease in intraocular pressure generally occurs within 2 to 4 hours, has a peak effect in 6 to 8 hours and a total duration of 10 to 18 hours. Methazolamide is a sulfonamide derivative; however, it does not have any clinically significant antimicrobial properties. Although methazolamide achieves a high concentration in the cerebrospinal fluid, it is not considered an effective anticonvulsant. Methazolamide has a weak and transient diuretic effect; therefore, use results in an increase in urinary volume, with excretion of sodium, potassium, and chloride. The drug should not be used as a diuretic. Inhibition of renal bicarbonate reabsorption produces an alkaline urine. Plasma bicarbonate decreases, and a relative, transient metabolic acidosis may occur due to a disequilibrium in carbon dioxide transport in the red blood cell. Urinary citrate excretion is decreased by approximately 40% after doses of 100 mg every 8 hours. Uric acid output has been shown to decrease 36% in the first 24 hour period."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Methazolamide Tablets are indicated in the treatment of ocular conditions where lowering intraocular pressure is likely to be of therapeutic benefit, such as chronic open-angle glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where lowering the intraocular pressure is desired before surgery."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Methazolamide therapy is contraindicated in situations in which sodium and/or potassium serum levels are depressed, in cases of marked kidney or liver disease or dysfunction, in adrenal gland failure, and in hyperchloremic acidosis. In patients with cirrhosis, use may precipitate the development of hepatic encephalopathy. Long-term administration of methazolamide is contraindicated in patients with angle-closure glaucoma, since organic closure of the angle may occur in spite of lowered intraocular pressure."
    ],
    "warnings": [
      "WARNINGS Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias. Hypersensitivity reactions may recur when a sulfonamide is readministered, irrespective of the route of administration. If hypersensitivity or other serious reactions occur, the use of this drug should be discontinued. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma, and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors."
    ],
    "precautions": [
      "PRECAUTIONS General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis. Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly. Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended. Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS ). Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test. Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "general_precautions": [
      "General Potassium excretion is increased initially upon administration of methazolamide and in patients with cirrhosis or hepatic insufficiency could precipitate a hepatic coma. In patients with pulmonary obstruction or emphysema, where alveolar ventilation may be impaired, methazolamide should be used with caution because it may precipitate or aggravate acidosis."
    ],
    "information_for_patients": [
      "Information for Patients Adverse reactions common to all sulfonamide derivatives may occur: anaphylaxis, fever, rash (including erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis), crystalluria, renal calculus, bone marrow depression, thrombocytopenic purpura, hemolytic anemia, leukopenia, pancytopenia, and agranulocytosis. Precaution is advised for early detection of such reactions, and the drug should be discontinued and appropriate therapy instituted. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly."
    ],
    "laboratory_tests": [
      "Laboratory Tests To monitor for hematologic reactions common to all sulfonamides, it is recommended that a baseline CBC and platelet count be obtained on patients prior to initiating methazolamide therapy and at regular intervals during therapy. If significant changes occur, early discontinuance and institution of appropriate therapy are important. Periodic monitoring of serum electrolytes is also recommended."
    ],
    "drug_interactions": [
      "Drug Interactions Methazolamide should be used with caution in patients on steroid therapy because of the potential for developing hypokalemia. Caution is advised for patients receiving high-dose aspirin and methazolamide concomitantly, as anorexia, tachypnea, lethargy, coma and death have been reported with concomitant use of high-dose aspirin and carbonic anhydrase inhibitors (see WARNINGS )."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term studies in animals to evaluate the carcinogenic potential of methazolamide and its effect on fertility have not been conducted. Methazolamide was not mutagenic in the Ames bacterial test."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic effects Pregnancy Category C Methazolamide has been shown to be teratogenic (skeletal anomalies) in rats when given in doses approximately 40 times the human dose. There are no adequate and well controlled studies in pregnant women. Methazolamide should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from methazolamide, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of methazolamide in children have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions, occurring most often early in therapy, include paresthesias, particularly a “tingling” feeling in the extremities; hearing dysfunction or tinnitus; fatigue; malaise; loss of appetite; taste alteration; gastrointestinal disturbances such as nausea, vomiting, and diarrhea; polyuria; and occasional instances of drowsiness and confusion. Metabolic acidosis and electrolyte imbalance may occur. Transient myopia has been reported. This condition invariably subsides upon diminution or discontinuance of the medication. Other occasional adverse reactions include urticaria, melena, hematuria, glycosuria, hepatic insufficiency, flaccid paralysis, photosensitivity, convulsions, and, rarely, crystalluria and renal calculi. Also see PRECAUTIONS: Information for Patients for possible reactions common to sulfonamide derivatives. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE No data are available regarding methazolamide overdosage in humans as no cases of acute poisoning with this drug have been reported. Animal data suggest that even a high dose of methazolamide is nontoxic. No specific antidote is known. Treatment should be symptomatic and supportive. Electrolyte imbalance, development of an acidotic state, and central nervous system effects might be expected to occur. Serum electrolyte levels (particularly potassium) and blood pH levels should be monitored. Supportive measures may be required to restore electrolyte and pH balance."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The effective therapeutic dose administered varies from 50 mg to 100 mg two or three times daily. The drug may be used concomitantly with miotic and osmotic agents."
    ],
    "how_supplied": [
      "HOW SUPPLIED Methazolamide Tablets USP, 25 mg, are white, square, un-scored tablets, debossed “ANI” on one side and “240” on the other side; supplied in bottles of 100 (NDC 63629-1986-1). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in a tight container as defined in the USP, with a child-resistant closure (as required). Rx only Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Methazolamide 25 mg Tablet, #100 Label"
    ],
    "set_id": "ff710572-ed62-490a-95f1-2b2c2eed08ee",
    "id": "aad6efb2-6d04-4699-b943-0d341fc11b97",
    "effective_time": "20240531",
    "version": "103",
    "openfda": {
      "application_number": [
        "ANDA040001"
      ],
      "brand_name": [
        "Methazolamide"
      ],
      "generic_name": [
        "METHAZOLAMIDE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-1986"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "METHAZOLAMIDE"
      ],
      "rxcui": [
        "197939"
      ],
      "spl_id": [
        "aad6efb2-6d04-4699-b943-0d341fc11b97"
      ],
      "spl_set_id": [
        "ff710572-ed62-490a-95f1-2b2c2eed08ee"
      ],
      "package_ndc": [
        "63629-1986-1"
      ],
      "original_packager_product_ndc": [
        "62559-240"
      ],
      "unii": [
        "W733B0S9SD"
      ]
    }
  }
]