[
  {
    "spl_product_data_elements": [
      "ALOCRIL nedocromil sodium NEDOCROMIL SODIUM NEDOCROMIL EDETATE DISODIUM WATER SODIUM CHLORIDE BENZALKONIUM CHLORIDE"
    ],
    "description": [
      "DESCRIPTION ALOCRIL ® (nedocromil sodium ophthalmic solution) 2% is a clear, yellow, sterile solution for topical ophthalmic use. Nedocromil sodium is represented by the following structural formula: Chemical N ame: 4 H -Pyrano[3,2-g]quinoline-2,8-dicarboxylic acid, 9-ethyl-6,9-dihydro-4,6-dioxo-10-propyl-, disodium salt. Each mL contains: Active: Nedocromil sodium 20 mg/mL (2%); Preservative: Benzalkonium chloride 0.01%; Inactives : Edetate disodium 0.05%, purified water, and sodium chloride 0.5%. It has a pH range of 4.0 to 5.5 and an osmolality range of 270 to 330 mOsm/kg. Nedocromil sodium is represented by the following structural formula:"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Nedocromil sodium is a mast cell stabilizer. Nedocromil sodium inhibits the release of mediators from cells involved in hypersensitivity reactions. Decreased chemotaxis and decreased activation of eosinophils have also been demonstrated. In vitro studies with adult human bronchoalveolar cells showed that nedocromil sodium inhibits histamine release from a population of mast cells having been defined as belonging to the mucosal sub type and inhibits beta-glucuronidase release from macrophages. Pharmacokinetics and Bioavailability Nedocromil sodium exhibits low systemic absorption. When administered as a 2% ophthalmic solution in adult human volunteers, less than 4% of the total dose was systemically absorbed following multiple dosing. Absorption is mainly through the nasolacrimal duct rather than through the conjunctiva. It is not metabolized and is eliminated primarily unchanged in urine (70%) and feces (30%)."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE ALOCRIL ® ophthalmic solution is indicated for the treatment of itching associated with allergic conjunctivitis."
    ],
    "contraindications": [
      "CONTRAINDICATIONS ALOCRIL ® ophthalmic solution is contraindicated in those patients who have shown hypersensitivity to nedocromil sodium or to any of the other ingredients."
    ],
    "precautions": [
      "PRECAUTIONS Information for Patients Patients should be advised to follow the patient instructions listed on the Information for Patients sheet. Users of contact lenses should refrain from wearing lenses while exhibiting the signs and symptoms of allergic conjunctivitis. Patients should be instructed to avoid allowing the tip of the dispensing container to contact the eye, surrounding structures, fingers, or any other surface in order to avoid contamination of the solution by common bacteria known to cause ocular infections. Serious damage to the eye and subsequent loss of vision may result from using contaminated solutions. Carcinogenesis, Mutagenesis, and Impairment of Fertility A two-year inhalation carcinogenicity study of nedocromil sodium at a dose of 24 mg/kg/day (approximately 400 times the maximum recommended human daily ocular dose on a mg/kg basis) in Wistar rats showed no carcinogenic potential. Nedocromil sodium showed no mutagenic potential in the Ames Salmonella/microsome plate assay, mitotic gene conversion in Saccharomyces cerevisiae , mouse lymphoma forward mutation and mouse micronucleus assays. Reproduction and fertility studies in mice and rats showed no effects on male and female fertility at a subcutaneous dose of 100 mg/kg/day (more than 1600 times the maximum recommended human daily ocular dose). Pregnancy Teratogenic Effects Reproduction studies performed in mice, rats and rabbits using a subcutaneous dose of 100 mg/kg/day (more than 1600 times the maximum human daily ocular dose on a mg/kg basis) revealed no evidence of teratogenicity or harm to the fetus due to nedocromil sodium. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, ALOCRIL ® ophthalmic solution should be used during pregnancy only if clearly needed. Nursing Mothers After intravenous administration to lactating rats, nedocromil was excreted in milk. It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when ALOCRIL ® ophthalmic solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 3 years have not been established. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be advised to follow the patient instructions listed on the Information for Patients sheet. Users of contact lenses should refrain from wearing lenses while exhibiting the signs and symptoms of allergic conjunctivitis. Patients should be instructed to avoid allowing the tip of the dispensing container to contact the eye, surrounding structures, fingers, or any other surface in order to avoid contamination of the solution by common bacteria known to cause ocular infections. Serious damage to the eye and subsequent loss of vision may result from using contaminated solutions."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, and Impairment of Fertility A two-year inhalation carcinogenicity study of nedocromil sodium at a dose of 24 mg/kg/day (approximately 400 times the maximum recommended human daily ocular dose on a mg/kg basis) in Wistar rats showed no carcinogenic potential. Nedocromil sodium showed no mutagenic potential in the Ames Salmonella/microsome plate assay, mitotic gene conversion in Saccharomyces cerevisiae , mouse lymphoma forward mutation and mouse micronucleus assays. Reproduction and fertility studies in mice and rats showed no effects on male and female fertility at a subcutaneous dose of 100 mg/kg/day (more than 1600 times the maximum recommended human daily ocular dose)."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Reproduction studies performed in mice, rats and rabbits using a subcutaneous dose of 100 mg/kg/day (more than 1600 times the maximum human daily ocular dose on a mg/kg basis) revealed no evidence of teratogenicity or harm to the fetus due to nedocromil sodium. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, ALOCRIL ® ophthalmic solution should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers After intravenous administration to lactating rats, nedocromil was excreted in milk. It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when ALOCRIL ® ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 3 years have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequently reported adverse experience was headache (~40%). Ocular burning, irritation and stinging, unpleasant taste, and nasal congestion have been reported to occur in 10 – 30% of patients. Other events occurring between 1 – 10% included asthma, conjunctivitis, eye redness, photophobia, and rhinitis. Some of these events were similar to the underlying ocular disease being studied."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The recommended dosage is one or two drops in each eye twice a day. ALOCRIL ® ophthalmic solution should be used at regular intervals. Treatment should be continued throughout the period of exposure (i.e., until the pollen season is over or until exposure to the offending allergen is terminated), even when symptoms are absent."
    ],
    "how_supplied": [
      "HOW SUPPLIED ALOCRIL ® (nedocromil sodium ophthalmic solution) 2% is supplied sterile in opaque white LDPE plastic bottles with dropper tips and white high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle NDC 0023-8842-05 ALLERGAN PHARMACIST Figure 1 Figure 2 Figure 3 Figure 4 Figure 5 ALLERGAN Storage: Store at 2º–25º C (36º–77º F). Rx only Revised: 0 6 /2018 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2018 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.0USPI8842 Information for the Patient ALOCRIL ® (nedocromil sodium ophthalmic solution) 2% sterile It is important to use ALOCRIL ® ophthalmic solution regularly, as directed by your physician. 1. Thoroughly wash your hands. 2. Remove safety seal (Figure 1). 3. Remove cap (Figure 2). 4. Sit or stand comfortably, with your head tilted back (Figure 3). 5. Open eyes, look up, and draw the lower lid of your eye down gently with your index finger (Figure 4). 6. Hold the ALOCRIL ® bottle upside down. Place tip as close as possible to the lower eyelid without touching the tip to the eye, and gently squeeze out the prescribed number of drops (Figure 5). 7. Do not touch the eye or eyelid with the bottle tip. 8. Blink a few times to make sure the eye is covered with the solution. 9. Close your eye and remove any excess solution with a clean tissue. 10. Repeat process in the other eye. SPECIAL TIPS 1. Avoid placing ALOCRIL ® ophthalmic solution directly on the cornea (the area just over the pupil), because it is especially sensitive. You will find the administration of eye drops more comfortable if you place the drops just inside the lower eyelid as shown in Figure 5 on the previous page. 2. To avoid contamination of the solution, do not touch dropper tip to the eye, fingers, or any other surface. Replace bottle cap after use. It is recommended that any remaining contents be discarded after treatment period prescribed by your physician. 3. Store at 2º–25º C (36º–77º F). Store in original carton. 4. Keep bottle tightly closed and out of the reach of children. 5. Do not use with any other ocular medication unless directed by your physician. Do not wear contact lenses during treatment with ALOCRIL ® ophthalmic solution. Figure 1 Figure 2 Figure 3 Figure 4 Figure 5 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2018 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.0PPI8842"
    ],
    "storage_and_handling": [
      "Storage: Store at 2º–25º C (36º–77º F). Rx only Revised: 0 6 /2018 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2018 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.0USPI8842 Information for the Patient ALOCRIL ® (nedocromil sodium ophthalmic solution) 2% sterile It is important to use ALOCRIL ® ophthalmic solution regularly, as directed by your physician. 1. Thoroughly wash your hands. 2. Remove safety seal (Figure 1). 3. Remove cap (Figure 2). 4. Sit or stand comfortably, with your head tilted back (Figure 3). 5. Open eyes, look up, and draw the lower lid of your eye down gently with your index finger (Figure 4). 6. Hold the ALOCRIL ® bottle upside down. Place tip as close as possible to the lower eyelid without touching the tip to the eye, and gently squeeze out the prescribed number of drops (Figure 5). 7. Do not touch the eye or eyelid with the bottle tip. 8. Blink a few times to make sure the eye is covered with the solution. 9. Close your eye and remove any excess solution with a clean tissue. 10. Repeat process in the other eye. SPECIAL TIPS 1. Avoid placing ALOCRIL ® ophthalmic solution directly on the cornea (the area just over the pupil), because it is especially sensitive. You will find the administration of eye drops more comfortable if you place the drops just inside the lower eyelid as shown in Figure 5 on the previous page. 2. To avoid contamination of the solution, do not touch dropper tip to the eye, fingers, or any other surface. Replace bottle cap after use. It is recommended that any remaining contents be discarded after treatment period prescribed by your physician. 3. Store at 2º–25º C (36º–77º F). Store in original carton. 4. Keep bottle tightly closed and out of the reach of children. 5. Do not use with any other ocular medication unless directed by your physician. Do not wear contact lenses during treatment with ALOCRIL ® ophthalmic solution. Figure 1 Figure 2 Figure 3 Figure 4 Figure 5 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2018 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.0PPI8842"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 0023-8842-05 ALOCRIL ® (nedocromil sodium ophthalmic solution) 2% sterile For topical application in the eye 5 mL PRINCIPAL DISPLAY PANEL NDC 0023-8842-05 ALOCRIL® (nedocromil sodium ophthalmic solution) 2% sterile For topical application in the eye 5 mL"
    ],
    "set_id": "2fe8d7ad-2158-4169-94b0-719ad20242b7",
    "id": "d5f0e9b5-9b78-4dc2-9480-77187ee87df1",
    "effective_time": "20180601",
    "version": "11",
    "openfda": {
      "application_number": [
        "NDA021009"
      ],
      "brand_name": [
        "ALOCRIL"
      ],
      "generic_name": [
        "NEDOCROMIL SODIUM"
      ],
      "manufacturer_name": [
        "Allergan, Inc."
      ],
      "product_ndc": [
        "0023-8842"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NEDOCROMIL SODIUM"
      ],
      "rxcui": [
        "897292",
        "897294"
      ],
      "spl_id": [
        "d5f0e9b5-9b78-4dc2-9480-77187ee87df1"
      ],
      "spl_set_id": [
        "2fe8d7ad-2158-4169-94b0-719ad20242b7"
      ],
      "package_ndc": [
        "0023-8842-05"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0300238842053"
      ],
      "unii": [
        "ET8IF4KS1T"
      ]
    }
  }
]