[
  {
    "spl_product_data_elements": [
      "Neomycin Sulfate Neomycin Sulfate CALCIUM STEARATE POVIDONE K30 ANHYDROUS LACTOSE NEOMYCIN SULFATE NEOMYCIN White to off white CE;119"
    ],
    "spl_unclassified_section": [
      "To reduce the development of drug-resistant bacteria and maintain the effectiveness of neomycin sulfate tablets and other antibacterial drugs, neomycin sulfate tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria."
    ],
    "boxed_warning": [
      "WARNINGS SYSTEMIC ABSORPTION OF NEOMYCIN OCCURS FOLLOWING ORAL ADMINISTRATION AND TOXIC REACTIONS MAY OCCUR. Patients treated with neomycin should be under close clinical observation because of the potential toxicity associated with their use. NEUROTOXICITY (INCLUDING OTOTOXICITY) AND NEPHROTOXICITY FOLLOWING THE ORAL USE OF NEOMYCIN SULFATE HAVE BEEN REPORTED, EVEN WHEN USED IN RECOMMENDED DOSES. THE POTENTIAL FOR NEPHROTOXICITY, PERMANENT BILATERAL AUDITORY OTOTOXICITY AND SOMETIMES VESTIBULAR TOXICITY IS PRESENT IN PATIENTS WITH NORMAL RENAL FUNCTION WHEN TREATED WITH HIGHER DOSES OF NEOMYCIN AND/OR FOR LONGER PERIODS THAN RECOMMENDED. Serial, vestibular and audiometric tests, as well as tests of renal function, should be performed (especially in high-risk patients). THE RISK OF NEPHROTOXICITY AND OTOTOXICITY IS GREATER IN PATIENTS WITH IMPAIRED RENAL FUNCTION. Ototoxicity is often delayed in onset and patients developing cochlear damage will not have symptoms during therapy to warn them of developing eighth nerve destruction and total or partial deafness may occur long after neomycin has been discontinued. Neuromuscular blockage and respiratory paralysis have been reported following the oral use of neomycin. The possibility of the occurrence of neuromuscular blockage and respiratory paralysis should be considered if neomycin is administered, especially to patients receiving anesthetics, neuromuscular blocking agents such as tubocurarine, succinylcholine, decamethonium, or in patients receiving massive transfusions of citrate anticoagulated blood. If blockage occurs, calcium salts may reverse these phenomena but mechanical respiratory assistance may be necessary. Concurrent and/or sequential systemic, oral or topical use of other aminoglycosides, including paromomycin and other potentially nephrotoxic and/or neurotoxic drugs such as bacitracin, cisplatin, vancomycin, amphotericin B, polymyxin B, colistin and viomycin, should be avoided because the toxicity may be additive. Other factors which increase the risk of toxicity are advanced age and dehydration. The concurrent use of neomycin with potent diuretics such as ethacrynic acid or furosemide should be avoided, since certain diuretics by themselves may cause ototoxicity. In addition, when administered intravenously, diuretics may enhance neomycin toxicity by altering the antibiotic concentration in serum and tissue."
    ],
    "description": [
      "DESCRIPTION Neomycin Sulfate Tablets, USP for oral administration, contain neomycin which is an antibiotic obtained from the metabolic products of the actinomycete Streptomyces fradiae . Structurally, Neomycin Sulfate, USP may be represented as follows: Chemically, it is O -2,6-diamino-2,6-dideoxy-α-D- glucopyranosyl-(1→3)- O -β-D-ribofuranosyl-(1→ 5)- O - [2,6-diamino-2,6-dideoxy -α-D- glucopyranosyl-(1→ 4)]-2-deoxy-D-streptamine. Neomycin B is identical except that the α -D- glucopyranosyl residue in the neobiosamine moiety is β-L-idopyranosyl. Each tablet contains 500 mg Neomycin Sulfate, USP (equivalent to 350 mg neomycin base). Inactive Ingredients: anhydrous lactose, calcium stearate, and povidone. image description"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Neomycin sulfate is poorly absorbed from the normal gastrointestinal tract. The small absorbed fraction is rapidly distributed in the tissues and is excreted by the kidney in keeping with the degree of kidney function. The unabsorbed portion of the drug (approximately 97%) is eliminated unchanged in the feces. Growth of most intestinal bacteria is rapidly suppressed following oral administration of neomycin sulfate, with the suppression persisting for 48 to 72 hours. Nonpathogenic yeasts and occasionally resistant strains of Enterobacter aerogenes (formerly Aerobacter aerogenes ) replace the intestinal bacteria. As with other aminoglycosides, the amount of systemically absorbed neomycin transferred to the tissues increases cumulatively with each repeated dose administered until a steady state is achieved. The kidney functions as the primary excretory path as well as the tissue binding site, with the highest concentration found in the renal cortex. With repeated dosings, progressive accumulation also occurs in the inner ear. Release of tissue-bound neomycin occurs slowly over a period of several weeks after dosing has been discontinued. Protein binding studies have shown that the degree of aminoglycoside protein binding is low and, depending upon the methods used for testing, this may be between 0% and 30%. Microbiology In vitro tests have demonstrated that neomycin is bactericidal and acts by inhibiting the synthesis of protein in susceptible bacterial cells. It is effective primarily against gram-negative bacilli but does have some activity against gram-positive organisms. Neomycin is active in vitro against Escherichia coli and the Klebsiella- Enterobacter group. Neomycin is not active against anaerobic bowel flora. Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of neomycin sulfate tablets and other antibacterial drugs, neomycin sulfate tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Suppression of Intestinal Bacteria Neomycin sulfate tablets are indicated as adjunctive therapy as part of a regimen for the suppression of the normal bacterial flora of the bowel, e.g., preoperative preparation of the bowel. It is given concomitantly with erythromycin enteric-coated base (see DOSAGE AND ADMINISTRATION ). Hepatic Coma (Portal-Systemic Encephalopathy) Neomycin sulfate has been shown to be effective adjunctive therapy in hepatic coma by reduction of the ammonia-forming bacteria in the intestinal tract. The subsequent reduction in blood ammonia has resulted in neurologic improvement."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Neomycin sulfate oral preparations are contraindicated in the presence of intestinal obstruction and in individuals with a history of hypersensitivity to the drug. Patients with a history of hypersensitivity or serious toxic reaction to other aminoglycosides may have a cross-sensitivity to neomycin. Neomycin sulfate oral preparations are contraindicated in patients with inflammatory or ulcerative gastro- intestinal disease because of the potential for enhanced gastrointestinal absorption of neomycin."
    ],
    "warnings": [
      "WARNINGS (SEE BOXED WARNINGS ) Additional manifestations of neurotoxicity may include numbness, skin tingling, muscle twitching and convulsions. The risk of hearing loss continues after drug withdrawal. Aminoglycosides can cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics cross the placenta and there have been several reports of total irreversible bilateral congenital deafness in children whose mothers received streptomycin during pregnancy. Although serious side effects to fetus or newborn have not been reported in the treatment of pregnant women with other aminoglycosides, the potential for harm exists. Animal reproduction studies of neomycin have not been conducted. If neomycin is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus. Risk of Ototoxicity Due to Mitochondrial DNA Variants Cases of ototoxicity with aminoglycosides have been observed in patients with certain variants in the mitochondrially encoded 12S rRNA gene ( MT-RNR1 ), particularly the m.1555A>G variant. Ototoxicity occurred in some patients even when their aminoglycoside serum levels were within the recommended range. Mitochondrial DNA variants are present in less than 1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as the severity of ototoxicity is unknown. In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than aminoglycosides unless the increased risk of permanent hearing loss is outweighed by the severity of infection and lack of safe and effective alternative therapies."
    ],
    "precautions": [
      "PRECAUTIONS General Prescribing neomycin sulfate tablets in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. As with other antibiotics, use of oral neomycin may result in overgrowth of nonsusceptible organisms, particularly fungi. If this occurs, appropriate therapy should be instituted. Neomycin is quickly and almost totally absorbed from body surfaces (except the urinary bladder) after local irrigation and when applied topically in association with surgical procedures. Delayed-onset irreversible deafness, renal failure and death due to neuromuscular blockade (regardless of the status of renal function) have been reported following irrigation of both small and large surgical fields with minute quantities of neomycin. Cross-allergenicity among aminoglycosides has been demonstrated. Aminoglycosides should be used with caution in patients with muscular disorders such as myasthenia gravis or parkinsonism since these drugs may aggravate muscle weakness because of their potential curare-like effect on the neuromuscular junction. Small amounts of orally administered neomycin are absorbed through intact intestinal mucosa. There have been many reports in the literature of nephrotoxicity and/or ototoxicity with oral use of neomycin. If renal insufficiency develops during oral therapy, consideration should be given to reducing the drug dosage or discontinuing therapy. An oral neomycin dose of 12 grams per day produces a malabsorption syndrome for a variety of substances, including fat, nitrogen, cholesterol, carotene, glucose, xylose, lactose, sodium, calcium, cyanocobalamin and iron. Orally administered neomycin increases fecal bile acid excretion and reduces intestinal lactase activity. Information for The Patient Patients should be counseled that antibacterial drugs including neomycin sulfate tablets should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When neomycin sulfate tablets are prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of the immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by neomycin sulfate tablets or other antibacterial drugs in the future. Before administering the drug, patients or members of their families should be informed of possible toxic effects on the eighth nerve. The possibility of acute toxicity increases in premature infants and neonates. Laboratory Tests Patients with renal insufficiency may develop toxic neomycin blood levels unless doses are properly regulated. If renal insufficiency develops during treatment, the dosage should be reduced or the antibiotic discontinued. To avoid nephrotoxicity and eighth nerve damage associated with high doses and prolonged treatment, the following should be performed prior to and periodically during therapy: urinalysis for increased excretion of protein, decreased specific gravity, casts and cells; renal function tests such as serum creatinine, BUN or creatinine clearance; tests of the vestibulocochlearis nerve (eighth cranial nerve) function. Serial, vestibular and audiometric tests should be performed (especially in high-risk patients). Since elderly patients may have reduced renal function which may not be evident in the results of routine screening tests such as BUN or serum creatinine, a creatinine clearance determination may be more useful. Drug Interactions Caution should be taken in concurrent or serial use of other neurotoxic and/or nephrotoxic drugs because of possible enhancement of the nephrotoxicity and/or ototoxicity of neomycin (see BOXED WARNINGS ). Caution should also be taken in concurrent or serial use of other aminoglycosides and polymyxins because they may enhance neomycin’s nephrotoxicity and/or ototoxicity and potentiate neomycin sulfate’s neuromuscular blocking effects. Oral neomycin inhibits the gastrointestinal absorption of penicillin V, oral vitamin B-12, methotrexate and 5-fluorouracil. The gastrointestinal absorption of digoxin also appears to be inhibited. Therefore, digoxin serum levels should be monitored. Oral neomycin sulfate may enhance the effect of coumarin in anticoagulants by decreasing vitamin K availability. Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term animal studies have been performed with neomycin sulfate to evaluate carcinogenic or mutagenic potential or impairment of fertility. Pregnancy See WARNINGS section. Nursing Mothers It is not known whether neomycin is excreted in human milk, but it has been shown to be excreted in cow milk following a single intramuscular injection. Other aminoglycosides have been shown to be excreted in human milk. Because of the potential for serious adverse reactions from the aminoglycosides in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and efficacy of oral neomycin sulfate in patients less than 18 years of age have not been established. If treatment of a patient less than 18 years of age is necessary, neomycin should be used with caution and the period of treatment should not exceed two weeks because of absorption from the gastrointestinal tract."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most common adverse reactions to oral neomycin sulfate are nausea, vomiting and diarrhea. The “Malabsorption Syndrome” characterized by increased fecal fat, decreased serum carotene and fall in xylose absorption has been reported with prolonged therapy. Nephrotoxicity, ototoxicity and neuromuscular blockage have been reported (see BOXED WARNINGS and PRECAUTIONS sections)."
    ],
    "overdosage": [
      "OVERDOSAGE Because of low absorption, it is unlikely that acute overdosage would occur with oral neomycin sulfate. However, prolonged administration could result in sufficient systemic drug levels to produce neurotoxicity, ototoxicity and/or nephrotoxicity. Hemodialysis will remove neomycin sulfate from the blood."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION To minimize the risk of toxicity, use the lowest possible dose and the shortest possible treatment period to control the condition. Treatment for periods longer than two weeks is not recommended. Hepatic Coma For use as an adjunct in the management of hepatic coma, the recommended dose is 4 to 12 grams per day given in the following regimen: Withdraw protein from diet. Avoid use of diuretic agents. Give supportive therapy, including blood products, as indicated. Give neomycin sulfate tablets in doses of 4 to 12 grams of neomycin sulfate per day (eight to 24 tablets) in divided doses. Treatment should be continued over a period of five to six days, during which time protein should be returned incrementally to the diet. If less potentially toxic drugs cannot be used for chronic hepatic insufficiency, neomycin in doses of up to four grams daily (eight tablets per day) may be necessary. The risk for the development of neomycin-induced toxicity progressively increases when treatment must be extended to preserve the life of a patient with hepatic encephalopathy who has failed to fully respond. Frequent periodic monitoring of these patients to ascertain the presence of drug toxicity is mandatory (see PRECAUTIONS ). Also, neomycin serum concentrations should be monitored to avoid potentially toxic levels. The benefits to the patient should be weighed against the risks of nephrotoxicity, permanent ototoxicity and neuromuscular blockade following the accumulation of neomycin in the tissues. Preoperative Prophylaxis for Elective Colorectal Surgery . Listed below is an example of a recommended bowel preparation regimen. A proposed surgery time of 8:00 a.m. has been used. Pre-op Day 3: Minimum residue or clear liquid diet. Bisacodyl, 1 tablet orally at 6:00 p.m. Pre-op Day 2: Minimum residue or clear liquid diet. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., 2:00 p.m., and 6:00 p.m. Enema at 7:00 p.m. and 8:00 p.m. Pre-op Day 1: Clear liquid diet. Supplemental (IV) fluids as needed. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., and 2:00 p.m. Neomycin sulfate (1 g) and erythromycin base (1 g) orally at 1:00 p.m., 2:00 p.m. and 11:00 p.m. No enema. Day of Operation: Patient evacuates rectum at 6:30 a.m. for scheduled operation at 8:00 a.m."
    ],
    "how_supplied": [
      "HOW SUPPLIED Neomycin Sulfate Tablets, USP 500 mg (equivalent to 350 mg of neomycin base per tablet) are available as white to off-white, round tablets debossed with “ CE ” on one side and “ 119 ”, on the other side and are supplied in: Bottles of 90 (NDC 62135-443-90) Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Dispense in tight containers as defined in the USP/NF. KEEP THIS AND ALL MEDICATIONS OUT OF THE REACH OF CHILDREN. Manufactured for Chartwell RX, LLC. Congers, NY 10920 L71735 Rev. 12/2023"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Neomycin Sulfate Tablets, USP 500 mg - NDC 62135-443-90 - 90's Bottle Label image description"
    ],
    "set_id": "0aa6947b-4739-4b00-be93-7303a5fc687d",
    "id": "0bbb09cc-b1ec-c182-e063-6294a90a771b",
    "effective_time": "20231204",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA204435"
      ],
      "brand_name": [
        "Neomycin Sulfate"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Chartwell RX, LLC"
      ],
      "product_ndc": [
        "62135-443"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "NEOMYCIN SULFATE"
      ],
      "rxcui": [
        "866042"
      ],
      "spl_id": [
        "0bbb09cc-b1ec-c182-e063-6294a90a771b"
      ],
      "spl_set_id": [
        "0aa6947b-4739-4b00-be93-7303a5fc687d"
      ],
      "package_ndc": [
        "62135-443-90"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0362135443900"
      ],
      "unii": [
        "057Y626693"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "neomycin sulfate, polymyxin b sulfate and dexamethasone neomycin sulfate, polymyxin b sulfate and dexamethasone BENZALKONIUM CHLORIDE HYPROMELLOSE 2910 (4000 MPA.S) SODIUM CHLORIDE POLYSORBATE 20 HYDROCHLORIC ACID SODIUM HYDROXIDE WATER NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B DEXAMETHASONE DEXAMETHASONE"
    ],
    "spl_unclassified_section": [
      "Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension Sterile",
      "Manufactured for: Nordic Pharma, Inc. Berwyn, PA 19312 www.nordicpharmausa.com The Nordic Pharma Logo is a trademark of Nordic Group B.V. Origin Belgium REV 11/2024"
    ],
    "description": [
      "DESCRIPTION Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is a multiple dose anti-infective steroid combination in sterile suspension form for topical application. The chemical structure for the active ingredient, dexamethasone, is: Molecular Weight = 392.45 g/mol C 22 H 29 FO 5 Established name: dexamethasone Chemical name: pregna-1, 4-diene-3, 20-dione,9-fluoro-11,17, 21-trihydroxy-16-methyl-, (11β, 16α)-. The other active ingredients are neomycin sulfate and polymyxin B sulfate. The structural formula for neomycin sulfate is: Neomycin B (R 1 =H, R 2 =CH 2 NH 2 ) Neomycin C (R 1 =CH 2 NH 2 , R 2 =H) The structural formula for polymyxin B sulfate is: Each mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension contains: Actives: neomycin sulfate equivalent to neomycin 3.5 mg, polymyxin B sulfate 10,000 units, dexamethasone 0.1%. Inactives: benzalkonium chloride 0.004% (preservative), hydrochloric acid and/or sodium hydroxide (to adjust pH), hypromellose 2910 0.5%, polysorbate 20, purified water, sodium chloride. NEOMYCIN SULFATE The structural formula for neomycin sulfate The structural formula for polymyxin B sulfate"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Corticosteroids suppress the inflammatory response to a variety of agents and they probably delay or slow healing. Since corticosteroids may inhibit the body’s defense mechanism against infection, a concomitant antimicrobial drug may be used when this inhibition is considered to be clinically significant in a particular case. When a decision to administer both a corticosteroid and an antimicrobial is made, the administration of such drugs in combination has the advantage of greater patient compliance and convenience, with the added assurance that the appropriate dosage of both drugs is administered, plus assured compatibility of ingredients when both types of drugs are in the same formulation and, particularly, that the correct volume of drug is delivered and retained. The relative potency of corticosteroids depends on the molecular structure, concentration and release from the vehicle."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For steroid-responsive inflammatory ocular conditions for which a corticosteroid is indicated and where bacterial infection or a risk of bacterial infection exists. Ocular corticosteroids are indicated in inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe where the inherent risk of corticosteroids use in certain infective conjunctivitides is accepted to obtain a diminution in edema and inflammation. They are also indicated in chronic anterior uveitis and corneal injury from chemical, radiation or thermal burns; or penetration of foreign bodies. The use of a combination drug with an anti-infective component is indicated where the risk of infection is high or where there is an expectation that potentially dangerous numbers of bacteria will be present in the eye. The particular anti-infective drug in this product is active against the following common bacterial eye pathogens: Staphylococcus aureus, Escherichia coli, Haemophilus influenzae , Klebsiella /Enterobacter species, Neisseria species, and Pseudomonas aeruginosa . This product does not provide adequate coverage against: Serratia marcescens and S treptococci , including Streptococcus pneumoniae ."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is contraindicated in most viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. Acute purulent or parasitic infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. If this product is used for 10 days or longer, intraocular pressure (IOP) should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. IOP should be checked frequently. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is not for injection. It should never be injected subconjunctivally, nor should it be directly introduced into the anterior chamber of the eye. Products containing neomycin sulfate may cause cutaneous sensitization. Sensitivity to topically administered aminoglycosides, such as neomycin, may occur in some patients. Severity of hypersensitivity reactions may vary from local effects to generalized reactions such as erythema, itching, urticaria, skin rash, anaphylaxis, anaphylactoid reactions, or bullous reactions. If hypersensitivity develops during use of the product, treatment should be discontinued. Cross-hypersensitivity to other aminoglycosides can occur, and the possibility that patients who become sensitized to topical neomycin may also be sensitive to other topical and/or systemic aminoglycosides should be considered."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored ( see WARNINGS ). Prolonged use of topical anti-bacterial agents may give rise to overgrowth of non-susceptible organisms including fungi. Information for Patients If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of reach of children. Patients should be advised that their vision may be temporarily blurred following dosing with Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension. Care should be exercised in operating machinery or driving a motor vehicle. Carcinogenesis, Mutagenesis, Impairment of Fertility Long‑term studies in animals to evaluate carcinogenic or mutagenic potential have not been conducted with polymyxin B sulfate. Treatment of cultured human lymphocytes in vitro with neomycin increased the frequency of chromosome aberrations at the highest concentration (80 mcg/mL) tested. However, the effects of neomycin on carcinogenesis and mutagenesis in humans are unknown. Polymyxin B has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. Pregnancy Dexamethasone has been shown to be teratogenic in mice and rabbits following topical ophthalmic application in multiples of the therapeutic dose. In the mouse, corticosteroids produce fetal resorptions and a specific abnormality, cleft palate. In the rabbit, corticosteroids have produced fetal resorptions and multiple abnormalities involving the head, ears, limbs, palate, etc. There are no adequate or well-controlled studies in pregnant women. However, prolonged or repeated corticoid use during pregnancy has been associated with an increased risk of intra-uterine growth retardation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be used during pregnancy only if the potential benefit to the mother justifies the potential risk to the embryo or fetus. Infants born of mothers who have received substantial doses of corticosteroids during pregnancy should be observed carefully for signs of hypoadrenalism. Nursing Mothers Systemically administered corticosteroids appear in human milk, could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Because many drugs are excreted in human milk, caution should be exercised when Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 years have not been established. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored ( see WARNINGS ). Prolonged use of topical anti-bacterial agents may give rise to overgrowth of non-susceptible organisms including fungi."
    ],
    "information_for_patients": [
      "Information for Patients If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of reach of children. Patients should be advised that their vision may be temporarily blurred following dosing with Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension. Care should be exercised in operating machinery or driving a motor vehicle."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long‑term studies in animals to evaluate carcinogenic or mutagenic potential have not been conducted with polymyxin B sulfate. Treatment of cultured human lymphocytes in vitro with neomycin increased the frequency of chromosome aberrations at the highest concentration (80 mcg/mL) tested. However, the effects of neomycin on carcinogenesis and mutagenesis in humans are unknown. Polymyxin B has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown."
    ],
    "pregnancy": [
      "Pregnancy Dexamethasone has been shown to be teratogenic in mice and rabbits following topical ophthalmic application in multiples of the therapeutic dose. In the mouse, corticosteroids produce fetal resorptions and a specific abnormality, cleft palate. In the rabbit, corticosteroids have produced fetal resorptions and multiple abnormalities involving the head, ears, limbs, palate, etc. There are no adequate or well-controlled studies in pregnant women. However, prolonged or repeated corticoid use during pregnancy has been associated with an increased risk of intra-uterine growth retardation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be used during pregnancy only if the potential benefit to the mother justifies the potential risk to the embryo or fetus. Infants born of mothers who have received substantial doses of corticosteroids during pregnancy should be observed carefully for signs of hypoadrenalism."
    ],
    "nursing_mothers": [
      "Nursing Mothers Systemically administered corticosteroids appear in human milk, could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Because many drugs are excreted in human milk, caution should be exercised when Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 years have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions have occurred with corticosteroid/anti-infective combination drugs which can be attributed to the corticosteroid component, the anti-infective component, or the combination. Exact incidence figures are not available since no denominator of treated patients is available. Reactions occurring most often from the presence of the anti-infective ingredient are allergic sensitizations. The reactions due to the corticosteroid component are: elevation of IOP with possible development of glaucoma, and infrequent optic nerve damage; posterior subcapsular cataract formation; and delayed wound healing. Corticosteroid-containing preparations have also been reported to cause perforation of the globe. Keratitis, conjunctivitis, corneal ulcers, and conjunctival hyperemia have occasionally been reported following use of steroids. Additional adverse reactions identified from post marketing use include ulcerative keratitis, headache, and Stevens-Johnson syndrome. The following additional adverse reactions have been reported with dexamethasone use: Cushing’s syndrome and adrenal suppression may occur after use of dexamethasone in excess of the listed dosing instructions in predisposed patients, including children and patients treated with CYP3A4 inhibitors."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION One to two drops in the conjunctival sac(s). In severe disease, drops may be used hourly, being tapered to discontinuation as the inflammation subsides. In mild disease, drops may be used up to four to six times daily. Not more than 20 mL should be prescribed initially, and the prescription should not be refilled without further evaluation as outlined in PRECAUTIONS above."
    ],
    "how_supplied": [
      "HOW SUPPLIED Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is supplied as a sterile ophthalmic suspension in a white, low density polyethylene dispenser with a pink, polypropylene cap as follows: 5 mL in 8 mL bottle NDC 69918-515-05 Storage : Store upright at 8°C to 27°C (46°F to 80°F). After opening, Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension can be used until the expiration date on the bottle."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 69918- 515 -05 Rx Only Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension Sterile 5mL Neomycin-05.jpg",
      "PRINCIPAL DISPLAY PANEL NDC 69918- 515 -05 Rx Only Neomycin and Polymyxin B Sulfates and Dexamethason Ophthalmic Suspension Sterile 5mL Neomycin-05.jpg"
    ],
    "set_id": "191c1a56-194f-4876-b501-2f8aee447d83",
    "id": "2b581a09-38d8-4bd7-8b0a-17fa460b90f8",
    "effective_time": "20250811",
    "version": "2",
    "openfda": {
      "application_number": [
        "NDA050023"
      ],
      "brand_name": [
        "neomycin sulfate, polymyxin b sulfate and dexamethasone"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE, POLYMYXIN B SULFATE AND DEXAMETHASONE"
      ],
      "manufacturer_name": [
        "Nordic Pharma, Inc."
      ],
      "product_ndc": [
        "69918-515"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "DEXAMETHASONE",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "309680"
      ],
      "spl_id": [
        "2b581a09-38d8-4bd7-8b0a-17fa460b90f8"
      ],
      "spl_set_id": [
        "191c1a56-194f-4876-b501-2f8aee447d83"
      ],
      "package_ndc": [
        "69918-515-05"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0369918515052"
      ],
      "nui": [
        "N0000175576",
        "N0000175450"
      ],
      "pharm_class_epc": [
        "Corticosteroid [EPC]"
      ],
      "pharm_class_moa": [
        "Corticosteroid Hormone Receptor Agonists [MoA]"
      ],
      "unii": [
        "7S5I7G3JQL",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Neomycin Sulfate Neomycin Sulfate NEOMYCIN SULFATE NEOMYCIN CALCIUM STEARATE POVIDONE K30 off-white 93;1177"
    ],
    "spl_unclassified_section": [
      "To reduce the development of drug-resistant bacteria and maintain the effectiveness of neomycin sulfate tablets, USP and other antibacterial drugs, neomycin sulfate tablets, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. WARNINGS SYSTEMIC ABSORPTION OF NEOMYCIN OCCURS FOLLOWING ORAL ADMINISTRATION AND TOXIC REACTIONS MAY OCCUR. Patients treated with neomycin should be under close clinical observation because of the potential toxicity associated with their use. NEUROTOXICITY (INCLUDING OTOTOXICITY) AND NEPHROTOXICITY FOLLOWING THE ORAL USE OF NEOMYCIN SULFATE HAVE BEEN REPORTED, EVEN WHEN USED IN RECOMMENDED DOSES. THE POTENTIAL FOR NEPHROTOXICITY, PERMANENT BILATERAL AUDITORY OTOTOXICITY AND SOMETIMES VESTIBULAR TOXICITY IS PRESENT IN PATIENTS WITH NORMAL RENAL FUNCTION WHEN TREATED WITH HIGHER DOSES OF NEOMYCIN AND/OR FOR LONGER PERIODS THAN RECOMMENDED. Serial, vestibular and audiometric tests, as well as tests of renal function, should be performed (especially in high-risk patients). THE RISK OF NEPHROTOXICITY AND OTOTOXICITY IS GREATER IN PATIENTS WITH IMPAIRED RENAL FUNCTION. Ototoxicity is often delayed in onset and patients developing cochlear damage will not have symptoms during therapy to warn them of developing eighth nerve destruction and total or partial deafness may occur long after neomycin has been discontinued. Neuromuscular blockage and respiratory paralysis have been reported following the oral use of neomycin. The possibility of the occurrence of neuromuscular blockage and respiratory paralysis should be considered if neomycin is administered, especially to patients receiving anesthetics, neuromuscular blocking agents such as tubocurarine, succinylcholine, decamethonium, or in patients receiving massive transfusions of citrate anticoagulated blood. If blockage occurs, calcium salts may reverse these phenomena but mechanical respiratory assistance may be necessary. Concurrent and/or sequential systemic, oral or topical use of other aminoglycosides, including paromomycin and other potentially nephrotoxic and/or neurotoxic drugs such as bacitracin, cisplatin, vancomycin, amphotericin B, polymyxin B, colistin and viomycin, should be avoided because the toxicity may be additive. Other factors which increase the risk of toxicity are advanced age and dehydration. The concurrent use of neomycin with potent diuretics such as ethacrynic acid or furosemide should be avoided, since certain diuretics by themselves may cause ototoxicity. In addition, when administered intravenously, diuretics may enhance neomycin toxicity by altering the antibiotic concentration in serum and tissue."
    ],
    "boxed_warning": [
      "WARNINGS SYSTEMIC ABSORPTION OF NEOMYCIN OCCURS FOLLOWING ORAL ADMINISTRATION AND TOXIC REACTIONS MAY OCCUR. Patients treated with neomycin should be under close clinical observation because of the potential toxicity associated with their use. NEUROTOXICITY (INCLUDING OTOTOXICITY) AND NEPHROTOXICITY FOLLOWING THE ORAL USE OF NEOMYCIN SULFATE HAVE BEEN REPORTED, EVEN WHEN USED IN RECOMMENDED DOSES. THE POTENTIAL FOR NEPHROTOXICITY, PERMANENT BILATERAL AUDITORY OTOTOXICITY AND SOMETIMES VESTIBULAR TOXICITY IS PRESENT IN PATIENTS WITH NORMAL RENAL FUNCTION WHEN TREATED WITH HIGHER DOSES OF NEOMYCIN AND/OR FOR LONGER PERIODS THAN RECOMMENDED. Serial, vestibular and audiometric tests, as well as tests of renal function, should be performed (especially in high-risk patients). THE RISK OF NEPHROTOXICITY AND OTOTOXICITY IS GREATER IN PATIENTS WITH IMPAIRED RENAL FUNCTION. Ototoxicity is often delayed in onset and patients developing cochlear damage will not have symptoms during therapy to warn them of developing eighth nerve destruction and total or partial deafness may occur long after neomycin has been discontinued. Neuromuscular blockage and respiratory paralysis have been reported following the oral use of neomycin. The possibility of the occurrence of neuromuscular blockage and respiratory paralysis should be considered if neomycin is administered, especially to patients receiving anesthetics, neuromuscular blocking agents such as tubocurarine, succinylcholine, decamethonium, or in patients receiving massive transfusions of citrate anticoagulated blood. If blockage occurs, calcium salts may reverse these phenomena but mechanical respiratory assistance may be necessary. Concurrent and/or sequential systemic, oral or topical use of other aminoglycosides, including paromomycin and other potentially nephrotoxic and/or neurotoxic drugs such as bacitracin, cisplatin, vancomycin, amphotericin B, polymyxin B, colistin and viomycin, should be avoided because the toxicity may be additive. Other factors which increase the risk of toxicity are advanced age and dehydration. The concurrent use of neomycin with potent diuretics such as ethacrynic acid or furosemide should be avoided, since certain diuretics by themselves may cause ototoxicity. In addition, when administered intravenously, diuretics may enhance neomycin toxicity by altering the antibiotic concentration in serum and tissue."
    ],
    "description": [
      "DESCRIPTION Neomycin sulfate tablets, USP, for oral administration, contain neomycin which is an antibiotic obtained from the metabolic products of the actinomycete Streptomyces fradiae . Structurally, neomycin sulfate may be represented as follows: C 23 H 46 N 6 O 13 ·2½ H 2 SO 4 MW 614.67 Chemically, it is 0 -2,6-diamino-2,6-dideoxy-α-D-glucopyranosyl-(1→3)- 0 -β-D-ribofuranosyl-(1→5)- 0 -[2,6-diamino-2,6-dideoxy-α-D-glucopyranosyl-(1→4)]-2-deoxy-D-streptamine. Neomycin B is identical except that the a-D-glucopyranosyl residue in the neobiosamine moiety is β-L-idopyranosyl. Each tablet contains 500 mg neomycin sulfate (equivalent to 350 mg neomycin base). Inactive ingredients: calcium stearate, povidone. chemical-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Neomycin sulfate is poorly absorbed from the normal gastrointestinal tract. The small absorbed fraction is rapidly distributed in the tissues and is excreted by the kidney in keeping with the degree of kidney function. The unabsorbed portion of the drug (approximately 97%) is eliminated unchanged in the feces. Growth of most intestinal bacteria is rapidly suppressed following oral administration of neomycin sulfate, with the suppression persisting for 48 to 72 hours. Nonpathogenic yeasts and occasionally resistant strains of Enterobacter aerogenes (formerly Aerobacter aerogenes ) replace the intestinal bacteria. As with other aminoglycosides, the amount of systemically absorbed neomycin transferred to the tissues increases cumulatively with each repeated dose administered until a steady state is achieved. The kidney functions as the primary excretory path as well as the tissue binding site, with the highest concentration found in the renal cortex. With repeated dosings, progressive accumulation also occurs in the inner ear. Release of tissue-bound neomycin occurs slowly over a period of several weeks after dosing has been discontinued. Protein binding studies have shown that the degree of aminoglycoside protein binding is low and, depending upon the methods used for testing, this may be between 0% and 30%. Microbiology In vitro tests have demonstrated that neomycin is bactericidal and acts by inhibiting the synthesis of protein in susceptible bacterial cells. It is effective primarily against gram-negative bacilli but does have some activity against gram-positive organisms. Neomycin is active in vitro against Escherichia coli and the Klebsiella-Enterobacter group. Neomycin is not active against anaerobic bowel flora. Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC."
    ],
    "microbiology": [
      "Microbiology In vitro tests have demonstrated that neomycin is bactericidal and acts by inhibiting the synthesis of protein in susceptible bacterial cells. It is effective primarily against gram-negative bacilli but does have some activity against gram-positive organisms. Neomycin is active in vitro against Escherichia coli and the Klebsiella-Enterobacter group. Neomycin is not active against anaerobic bowel flora. Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https://www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of neomycin sulfate tablets, USP and other antibacterial drugs, neomycin sulfate tablets, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Suppression of intestinal bacteria Neomycin sulfate tablets are indicated as adjunctive therapy as part of a regimen for the suppression of the normal bacterial flora of the bowel, eg, preoperative preparation of the bowel. It is given concomitantly with erythromycin enteric-coated base (see DOSAGE AND ADMINISTRATION ). Hepatic coma (portal-systemic encephalopathy) Neomycin sulfate has been shown to be effective adjunctive therapy in hepatic coma by reduction of the ammonia-forming bacteria in the intestinal tract. The subsequent reduction in blood ammonia has resulted in neurologic improvement."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Neomycin sulfate oral preparations are contraindicated in the presence of intestinal obstruction and in individuals with a history of hypersensitivity to the drug. Patients with a history of hypersensitivity or serious toxic reaction to other aminoglycosides may have a cross-sensitivity to neomycin. Neomycin sulfate oral preparations are contraindicated in patients with inflammatory or ulcerative gastrointestinal disease because of the potential for enhanced gastrointestinal absorption of neomycin."
    ],
    "warnings": [
      "WARNINGS (see BOXED WARNINGS) Additional manifestations of neurotoxicity may include numbness, skin tingling, muscle twitching and convulsions. The risk of hearing loss continues after drug withdrawal. Aminoglycosides can cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics cross the placenta and there have been several reports of total irreversible bilateral congenital deafness in children whose mothers received streptomycin during pregnancy. Although serious side effects to fetus or newborn have not been reported in the treatment of pregnant women with other aminoglycosides, the potential for harm exists. Animal reproduction studies of neomycin have not been conducted. If neomycin is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus. Risk of Ototoxicity Due to Mitochondrial DNA Variants Cases of ototoxicity with aminoglycosides have been observed in patients with certain variants in the mitochondrially encoded 12S rRNA gene ( MT-RNR1 ), particularly the m.1555A>G variant. Ototoxicity occurred in some patients even when their aminoglycoside serum levels were within the recommended range. Mitochondrial DNA variants are present in less than 1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as the severity of ototoxicity is unknown. In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than aminoglycosides unless the increased risk of permanent hearing loss is outweighed by the severity of infection and lack of safe and effective alternative therapies."
    ],
    "precautions": [
      "PRECAUTIONS General Prescribing neomycin sulfate tablets, USP in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. As with other antibiotics, use of oral neomycin may result in overgrowth of nonsusceptible organisms, particularly fungi. If this occurs, appropriate therapy should be instituted. Neomycin is quickly and almost totally absorbed from body surfaces (except the urinary bladder) after local irrigation and when applied topically in association with surgical procedures. Delayed-onset irreversible deafness, renal failure and death due to neuromuscular blockade (regardless of the status of renal function) have been reported following irrigation of both small and large surgical fields with minute quantities of neomycin. Cross-allergenicity among amino-glycosides has been demonstrated. Aminoglycosides should be used with caution in patients with muscular disorders such as myasthenia gravis or parkinsonism since these drugs may aggravate muscle weakness because of their potential curare-like effect on the neuromuscular junction. Small amounts of orally administered neomycin are absorbed through intact intestinal mucosa. There have been many reports in the literature of nephrotoxicity and/or ototoxicity with oral use of neomycin. If renal insufficiency develops during oral therapy, consideration should be given to reducing the drug dosage or discontinuing therapy. An oral neomycin dose of 12 grams per day produces a malabsorption syndrome for a variety of substances, including fat, nitrogen, cholesterol, carotene, glucose, xylose, lactose, sodium, calcium, cyanocobalamin and iron. Orally administered neomycin increases fecal bile acid excretion and reduces intestinal lactase activity. Information for Patients Patients should be counseled that antibacterial drugs including neomycin sulfate tablets, USP should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When neomycin sulfate tablets, USP are prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of the immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by neomycin sulfate tablets, USP or other antibacterial drugs in the future. Before administering the drug, patients or members of their families should be informed of possible toxic effects on the eighth nerve. The possibility of acute toxicity increases in premature infants and neonates. Laboratory Tests Patients with renal insufficiency may develop toxic neomycin blood levels unless doses are properly regulated. If renal insufficiency develops during treatment, the dosage should be reduced or the antibiotic discontinued. To avoid nephrotoxicity and eighth nerve damage associated with high doses and prolonged treatment, the following should be performed prior to and periodically during therapy: urinalysis for increased excretion of protein, decreased specific gravity, casts and cells; renal function tests such as serum creatinine, BUN or creatinine clearance; tests of the vestibulocochlearis nerve (eighth cranial nerve) function. Serial, vestibular and audiometric tests should be performed (especially in high-risk patients). Since elderly patients may have reduced renal function which may not be evident in the results of routine screening tests such as BUN or serum creatinine, a creatinine clearance determination may be more useful. Drug Interactions Caution should be taken in concurrent or serial use of other neurotoxic and/or nephrotoxic drugs because of possible enhancement of the nephrotoxicity and/or ototoxicity of neomycin (see boxed WARNINGS ). Caution should also be taken in concurrent or serial use of other amino-glycosides and polymyxins because they may enhance neomycin’s nephrotoxicity and/or ototoxicity and potentiate neomycin sulfate’s neuromuscular blocking effects. Oral neomycin inhibits the gastrointestinal absorption of penicillin V, oral vitamin B-12, methotrexate and 5-fluorouracil. The gastrointestinal absorption of digoxin also appears to be inhibited. Therefore, digoxin serum levels should be monitored. Oral neomycin sulfate may enhance the effect of coumarin in anticoagulants by decreasing vitamin K availability. Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term animal studies have been performed with neomycin sulfate to evaluate carcinogenic or mutagenic potential or impairment of fertility. Pregnancy (See Warnings section.) Nursing Mothers It is not known whether neomycin is excreted in human milk, but it has been shown to be excreted in cow milk following a single intramuscular injection. Other aminoglycosides have been shown to be excreted in human milk. Because of the potential for serious adverse reactions from the aminoglycosides in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and efficacy of oral neomycin sulfate in patients less than 18 years of age have not been established. If treatment of a patient less than 18 years of age is necessary, neomycin should be used with caution and the period of treatment should not exceed two weeks because of absorption from the gastrointestinal tract."
    ],
    "general_precautions": [
      "General Prescribing neomycin sulfate tablets, USP in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. As with other antibiotics, use of oral neomycin may result in overgrowth of nonsusceptible organisms, particularly fungi. If this occurs, appropriate therapy should be instituted. Neomycin is quickly and almost totally absorbed from body surfaces (except the urinary bladder) after local irrigation and when applied topically in association with surgical procedures. Delayed-onset irreversible deafness, renal failure and death due to neuromuscular blockade (regardless of the status of renal function) have been reported following irrigation of both small and large surgical fields with minute quantities of neomycin. Cross-allergenicity among amino-glycosides has been demonstrated. Aminoglycosides should be used with caution in patients with muscular disorders such as myasthenia gravis or parkinsonism since these drugs may aggravate muscle weakness because of their potential curare-like effect on the neuromuscular junction. Small amounts of orally administered neomycin are absorbed through intact intestinal mucosa. There have been many reports in the literature of nephrotoxicity and/or ototoxicity with oral use of neomycin. If renal insufficiency develops during oral therapy, consideration should be given to reducing the drug dosage or discontinuing therapy. An oral neomycin dose of 12 grams per day produces a malabsorption syndrome for a variety of substances, including fat, nitrogen, cholesterol, carotene, glucose, xylose, lactose, sodium, calcium, cyanocobalamin and iron. Orally administered neomycin increases fecal bile acid excretion and reduces intestinal lactase activity."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be counseled that antibacterial drugs including neomycin sulfate tablets, USP should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When neomycin sulfate tablets, USP are prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of the immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by neomycin sulfate tablets, USP or other antibacterial drugs in the future. Before administering the drug, patients or members of their families should be informed of possible toxic effects on the eighth nerve. The possibility of acute toxicity increases in premature infants and neonates."
    ],
    "laboratory_tests": [
      "Laboratory Tests Patients with renal insufficiency may develop toxic neomycin blood levels unless doses are properly regulated. If renal insufficiency develops during treatment, the dosage should be reduced or the antibiotic discontinued. To avoid nephrotoxicity and eighth nerve damage associated with high doses and prolonged treatment, the following should be performed prior to and periodically during therapy: urinalysis for increased excretion of protein, decreased specific gravity, casts and cells; renal function tests such as serum creatinine, BUN or creatinine clearance; tests of the vestibulocochlearis nerve (eighth cranial nerve) function. Serial, vestibular and audiometric tests should be performed (especially in high-risk patients). Since elderly patients may have reduced renal function which may not be evident in the results of routine screening tests such as BUN or serum creatinine, a creatinine clearance determination may be more useful."
    ],
    "drug_interactions": [
      "Drug Interactions Caution should be taken in concurrent or serial use of other neurotoxic and/or nephrotoxic drugs because of possible enhancement of the nephrotoxicity and/or ototoxicity of neomycin (see boxed WARNINGS ). Caution should also be taken in concurrent or serial use of other amino-glycosides and polymyxins because they may enhance neomycin’s nephrotoxicity and/or ototoxicity and potentiate neomycin sulfate’s neuromuscular blocking effects. Oral neomycin inhibits the gastrointestinal absorption of penicillin V, oral vitamin B-12, methotrexate and 5-fluorouracil. The gastrointestinal absorption of digoxin also appears to be inhibited. Therefore, digoxin serum levels should be monitored. Oral neomycin sulfate may enhance the effect of coumarin in anticoagulants by decreasing vitamin K availability."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term animal studies have been performed with neomycin sulfate to evaluate carcinogenic or mutagenic potential or impairment of fertility."
    ],
    "pregnancy": [
      "Pregnancy (See Warnings section.)"
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether neomycin is excreted in human milk, but it has been shown to be excreted in cow milk following a single intramuscular injection. Other aminoglycosides have been shown to be excreted in human milk. Because of the potential for serious adverse reactions from the aminoglycosides in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and efficacy of oral neomycin sulfate in patients less than 18 years of age have not been established. If treatment of a patient less than 18 years of age is necessary, neomycin should be used with caution and the period of treatment should not exceed two weeks because of absorption from the gastrointestinal tract."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most common adverse reactions to oral neomycin sulfate are nausea, vomiting and diarrhea. The “Malabsorption Syndrome” characterized by increased fecal fat, decreased serum carotene and fall in xylose absorption has been reported with prolonged therapy. Nephrotoxicity, ototoxicity and neuromuscular blockage have been reported (see boxed WARNINGS and PRECAUTIONS sections)."
    ],
    "overdosage": [
      "OVERDOSAGE Because of low absorption, it is unlikely that acute overdosage would occur with oral neomycin sulfate. However, prolonged administration could result in sufficient systemic drug levels to produce neurotoxicity, ototoxicity and/or nephrotoxicity. Hemodialysis will remove neomycin sulfate from the blood."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION To minimize the risk of toxicity, use the lowest possible dose and the shortest possible treatment period to control the condition. Treatment for periods longer than two weeks is not recommended. Hepatic Coma For use as an adjunct in the management of hepatic coma, the recommended dose is 4 to 12 grams per day given in the following regimen: Withdraw protein from diet. Avoid use of diuretic agents. Give supportive therapy, including blood products, as indicated. Give neomycin sulfate tablets in doses of 4 to 12 grams of neomycin sulfate per day (eight to 24 tablets) in divided doses. Treatment should be continued over a period of five to six days, during which time protein should be returned incrementally to the diet. If less potentially toxic drugs cannot be used for chronic hepatic insufficiency, neomycin in doses of up to four grams daily (eight tablets per day) may be necessary. The risk for the development of neomycin-induced toxicity progressively increases when treatment must be extended to preserve the life of a patient with hepatic encephalopathy who has failed to fully respond. Frequent periodic monitoring of these patients to ascertain the presence of drug toxicity is mandatory (see PRECAUTIONS ). Also, neomycin serum concentrations should be monitored to avoid potentially toxic levels. The benefits to the patient should be weighed against the risks of nephrotoxicity, permanent ototoxicity and neuromuscular blockade following the accumulation of neomycin in the tissues. Preoperative Prophylaxis for Elective Colorectal Surgery Listed below is an example of a recommended bowel preparation regimen. A proposed surgery time of 8:00 a.m. has been used. Pre-op Day 3: Minimum residue or clear liquid diet. Bisacodyl, 1 tablet orally at 6:00 p.m. Pre-op Day 2: Minimum residue or clear liquid diet. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., 2:00 p.m., and 6:00 p.m. Enema at 7:00 p.m. and 8:00 p.m. Pre-op Day 1: Clear liquid diet. Supplemental (IV) fluids as needed. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., and 2:00 p.m. Neomycin sulfate (1 g) and erythromycin base (1 g) orally at 1:00 p.m., 2:00 p.m. and 11:00 p.m. No enema. Day of Operation: Patient evacuates rectum at 6:30 a.m. for scheduled operation at 8:00 a.m."
    ],
    "how_supplied": [
      "HOW SUPPLIED Neomycin sulfate tablets USP, 500 mg (equivalent to 350 mg of neomycin base per tablet) are available as round, off-white, unscored tablets, debossed “93” and “1177”, in bottles of 100 tablets (NDC 0093-1177-01). Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Dispense in tight containers as defined in the USP/NF. KEEP THIS AND ALL MEDICATIONS OUT OF THE REACH OF CHILDREN. Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Rev. I 10/2022"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Display Panel NDC 0093-1177-01 Neomycin Sulfate Tablets, USP 500 mg Rx only 100 Tablets Label"
    ],
    "set_id": "777dbfab-f83e-4738-ae1e-78619a9f82a7",
    "id": "18e9e5b7-e08c-445e-86bb-90bc0953eda9",
    "effective_time": "20221012",
    "version": "12",
    "openfda": {
      "application_number": [
        "ANDA060304"
      ],
      "brand_name": [
        "Neomycin Sulfate"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Teva Pharmaceuticals USA, Inc."
      ],
      "product_ndc": [
        "0093-1177"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "NEOMYCIN SULFATE"
      ],
      "rxcui": [
        "866042"
      ],
      "spl_id": [
        "18e9e5b7-e08c-445e-86bb-90bc0953eda9"
      ],
      "spl_set_id": [
        "777dbfab-f83e-4738-ae1e-78619a9f82a7"
      ],
      "package_ndc": [
        "0093-1177-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0300931177018"
      ],
      "unii": [
        "057Y626693"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "bacitracin zinc, neomycin sulfate and polymyxin b sulfate bacitracin zinc, neomycin sulfate and polymyxin b sulfate WHITE PETROLATUM BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "active_ingredient": [
      "Active Ingredients (in each gram) Bacitracin Zinc 400 Units Neomyxin Sulfate 5mg (Equivalent to 3.5 mg Neomyxin) Polymyxin B Sulfate 5000 Units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Use(s) First aid to help prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or apply over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if You have deep or puncture wounds, animal bites, or serious burns Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or apply over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if You have deep or puncture wounds, animal bites, or serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature between 15º-30ºC (59º-86ºF) • Tamper evident. Do not use if packet is torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingedient White Petrolatum"
    ],
    "questions": [
      "Questions? 1-888-396-2739 Monday - Friday 9AM - 5PM EST"
    ],
    "package_label_principal_display_panel": [
      "Label Triple Antibiotic 1182 BX GVIN010",
      "Label Triple Antibiotic 1182 BX MASTER",
      "Label Triple Antibiotic 1182 BX SANY030",
      "Label Triple Antibiotic 1180 BX MASTER",
      "Label Triple Antibiotic 1185 BX MASTER",
      "Label Triple Antibiotic 1184 BX MASTER",
      "Label 1180UB-10 1180UB-10 1180UB-10_BX_MASTER"
    ],
    "set_id": "96d06e4c-c9e7-446f-8b2d-5d030e51d3d3",
    "id": "38cfd292-4dae-2caf-e063-6394a90a0527",
    "effective_time": "20250630",
    "version": "15",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "bacitracin zinc, neomycin sulfate and polymyxin b sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Dynarex Corporation"
      ],
      "product_ndc": [
        "67777-217"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "38cfd292-4dae-2caf-e063-6394a90a0527"
      ],
      "spl_set_id": [
        "96d06e4c-c9e7-446f-8b2d-5d030e51d3d3"
      ],
      "package_ndc": [
        "67777-217-01",
        "67777-217-10",
        "67777-217-11",
        "67777-217-02",
        "67777-217-12",
        "67777-217-13",
        "67777-217-05",
        "67777-217-16",
        "67777-217-17",
        "67777-217-07",
        "67777-217-14",
        "67777-217-15",
        "67777-217-04",
        "67777-217-08"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0616784118222",
        "0616784118420",
        "0840117328334",
        "0616784118024",
        "0616784118512"
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "VITACILINA NEOMYCIN SULFATE FIRST AID ANTIBIOTIC NEOMYCIN SULFATE LANOLIN METHYLPARABEN PETROLATUM PROPYLPARABEN VITAMIN A PALMITATE NEOMYCIN SULFATE NEOMYCIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information store at room temperature"
    ],
    "active_ingredient": [
      "Active ingredient (in each gram) Neomycin sulfate 5 mg (neomycin 3.5 mg) Purpose First aid antibiotic"
    ],
    "purpose": [
      "Purpose First aid antibiotic"
    ],
    "indications_and_usage": [
      "Uses First aid to help prevent infection in minor cuts, scrapes, and burns."
    ],
    "warnings": [
      "Warnings For external use only Do not use • in the eyes • over large areas of the body • if you are allergic to any of the ingredients • longer than 1 week unless directed by a doctor Ask a doctor before use if you have • deep or puncture wounds • animal bites • serious burns Stop use and ask a doctor if • the condition persists or gets worse • a rash or other allergic reaction develops Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use • in the eyes • over large areas of the body • if you are allergic to any of the ingredients • longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have • deep or puncture wounds • animal bites • serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • the condition persists or gets worse • a rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions • Clean the affected area • Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily • May be covered with a sterile bandage"
    ],
    "inactive_ingredient": [
      "Inactive ingredients lanolin, methylparaben, petrolatum, propylparaben, vitamin A palmitate"
    ],
    "package_label_principal_display_panel": [
      "Package Labeling: (54312-019-35) Label tube Label Label 2 Label 2 tube",
      "Package Labeling: (54312-019-31) Label tube Label Label 2 Label 2.1 tube"
    ],
    "set_id": "ba7a3331-466e-496f-bebd-9ee7067bcdb2",
    "id": "43fa588f-3f99-7492-e063-6294a90a5954",
    "effective_time": "20251119",
    "version": "22",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "VITACILINA NEOMYCIN SULFATE FIRST AID ANTIBIOTIC"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Compania Internacional de Comercio, S.A.P.I de C.V."
      ],
      "product_ndc": [
        "54312-019"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "NEOMYCIN SULFATE"
      ],
      "rxcui": [
        "1544556"
      ],
      "spl_id": [
        "43fa588f-3f99-7492-e063-6294a90a5954"
      ],
      "spl_set_id": [
        "ba7a3331-466e-496f-bebd-9ee7067bcdb2"
      ],
      "package_ndc": [
        "54312-019-35",
        "54312-019-31"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0348875019315",
        "0348875019353"
      ],
      "unii": [
        "057Y626693"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "First Aid Antibiotic Bacitracin Zinc Neomycin Sulfate Polymyxin B Sulfate BACITRACIN ZINC, NEOMYCIN SULFATE, POLYMYXIN B SULFATE MINERAL OIL PETROLATUM WATER BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information: Store at room temperature"
    ],
    "active_ingredient": [
      "Active ingredients (in each gram) Bacitracin zinc (bacitracin 400 units) Neomycin sulfate (neomycin 3.5mg) Polymyxin B sulfate (polymyxin B 5,000 units) Purpose First aid antibiotic"
    ],
    "purpose": [
      "Purpose First aid antibiotic"
    ],
    "indications_and_usage": [
      "Use First aid to help prevent infection in minor cuts,scrapes and burns."
    ],
    "warnings": [
      "Warnings: For external use only. Do not use in the eyes over large areas of the body if you are allergic to any of the ingredients longer than 1 week unless directed by a doctor. Ask a doctor before use if you have deep or puncture wounds animal bites serious burns Stop use and ask a doctor if the condition persists or gets worse. a rash or other allergic reaction develops. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use in the eyes over large areas of the body if you are allergic to any of the ingredients longer than 1 week unless directed by a doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have deep or puncture wounds animal bites serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if the condition persists or gets worse. a rash or other allergic reaction develops."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions: clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "inactive_ingredient": [
      "Inactive ingredient: Mineral oil, petrolatum, purified water"
    ],
    "questions": [
      "Question? +1(855)924-2182"
    ],
    "package_label_principal_display_panel": [
      "Package Labelling: Label2.jpg"
    ],
    "set_id": "c6f2656e-b822-4d61-b557-dd2046dd51f5",
    "id": "15081208-e9bb-be2f-e063-6394a90a5bc6",
    "effective_time": "20240401",
    "version": "1",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "First Aid Antibiotic Bacitracin Zinc Neomycin Sulfate Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE, POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "M-star (Hubei) Health&Care Products Co., Ltd."
      ],
      "product_ndc": [
        "84219-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "spl_id": [
        "15081208-e9bb-be2f-e063-6394a90a5bc6"
      ],
      "spl_set_id": [
        "c6f2656e-b822-4d61-b557-dd2046dd51f5"
      ],
      "package_ndc": [
        "84219-001-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN WHITE PETROLATUM POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "active_ingredient": [
      "Active Ingredient Bacitracin Zinc 400 units Neomyxin Sulfate 5mg (Equivalent to 3.5mg Neomycin) Polymyxin B Sulfate 5000 units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Uses First aid to help prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature 15º-30ºC (59º-86°F) • Tamper evident. Do not use if seal is torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients White Petrolatum"
    ],
    "package_label_principal_display_panel": [
      "Label Triple Antibiotic Label HS-570-3128 BX MASTER"
    ],
    "set_id": "ead9496b-112e-59e6-e053-2995a90a768c",
    "id": "446e48e8-d3d2-e6e0-e063-6394a90ad444",
    "effective_time": "20251125",
    "version": "4",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE, AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Henry Schein"
      ],
      "product_ndc": [
        "0404-0167"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "446e48e8-d3d2-e6e0-e063-6394a90ad444"
      ],
      "spl_set_id": [
        "ead9496b-112e-59e6-e053-2995a90a768c"
      ],
      "package_ndc": [
        "0404-0167-50"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate POLYMYXIN B SULFATE POLYMYXIN B WHITE PETROLATUM NEOMYCIN SULFATE NEOMYCIN BACITRACIN ZINC BACITRACIN"
    ],
    "active_ingredient": [
      "Active Ingredient Bacitracin Zinc (400 units) Neomycin Sulfate 5mg (Equivalent to 3.5mg Neomycin) Polymyxin B Sulfate 5000 Units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Use(s) First aid to prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns. Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep our of reach of children If swallowed, get medical help or contract a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns."
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep our of reach of children If swallowed, get medical help or contract a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature 15º-30ºC (59º-86ºF) • Tamper evident. Do not use if seal if torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients White Petrolatum"
    ],
    "package_label_principal_display_panel": [
      "Label HS-570-3130 BX MASTER"
    ],
    "set_id": "eadb847e-aefe-41cf-e053-2995a90af2cd",
    "id": "446e5eab-25ec-f12c-e063-6394a90a9c12",
    "effective_time": "20251125",
    "version": "4",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, POLYMYXIN B SULFATE, AND NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Henry Schein"
      ],
      "product_ndc": [
        "0404-0171"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "446e5eab-25ec-f12c-e063-6394a90a9c12"
      ],
      "spl_set_id": [
        "eadb847e-aefe-41cf-e053-2995a90af2cd"
      ],
      "package_ndc": [
        "0404-0171-50"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0304040171509"
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Neomycin Sulfate Neomycin Sulfate CALCIUM STEARATE POVIDONE NEOMYCIN SULFATE NEOMYCIN 500;pt OFF-WHITE"
    ],
    "spl_unclassified_section": [
      "To reduce the development of drug-resistant bacteria and maintain the effectiveness of Neomycin Sulfate Tablets, USP and other antibacterial drugs, Neomycin Sulfate Tablets, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria."
    ],
    "boxed_warning": [
      "BOXED WARNING WARNINGS SYSTEMIC ABSORPTION OF NEOMYCIN OCCURS FOLLOWING ORAL ADMINISTRATION AND TOXIC REACTIONS MAY OCCUR. Patients treated with neomycin should be under close clinical observation because of the potential toxicity associated with their use. NEUROTOXICITY (INCLUDING OTOTOXICITY) AND NEPHROTOXICITY FOLLOWING THE ORAL USE OF NEOMYCIN SULFATE HAVE BEEN REPORTED, EVEN WHEN USED IN RECOMMENDED DOSES. THE POTENTIAL FOR NEPHROTOXICITY, PERMANENT BILATERAL AUDITORY OTOTOXICITY AND SOMETIMES VESTIBULAR TOXICITY IS PRESENT IN PATIENTS WITH NORMAL RENAL FUNCTION WHEN TREATED WITH HIGHER DOSES OF NEOMYCIN AND/OR FOR LONGER PERIODS THAN RECOMMENDED. Serial, vestibular and audiometric tests, as well as tests of renal function, should be performed (especially in high-risk patients). THE RISK OF NEPHROTOXICITY AND OTOTOXICITY IS GREATER IN PATIENTS WITH IMPAIRED RENAL FUNCTION. Ototoxicity is often delayed in onset and patients developing cochlear damage will not have symptoms during therapy to warn them of developing eighth nerve destruction and total or partial deafness may occur long after neomycin has been discontinued. Neuromuscular blockage and respiratory paralysis have been reported following the oral use of neomycin. The possibility of the occurrence of neuromuscular blockage and respiratory paralysis should be considered if neomycin is administered, especially to patients receiving anesthetics, neuromuscular blocking agents such as tubocurarine, succinylcholine, decamethonium, or in patients receiving massive transfusions of citrate anticoagulated blood. If blockage occurs, calcium salts may reverse these phenomena but mechanical respiratory assistance may be necessary. Concurrent and/or sequential systemic, oral or topical use of other aminoglycosides, including paromomycin and other potentially nephrotoxic and/or neurotoxic drugs such as bacitracin, cisplatin, vancomycin, amphotericin B, polymyxin B, colistin and viomycin, should be avoided because the toxicity may be additive. Other factors which increase the risk of toxicity are advanced age and dehydration. The concurrent use of neomycin with potent diuretics such as ethacrynic acid or furosemide should be avoided, since certain diuretics by themselves may cause ototoxicity. In addition, when administered intravenously, diuretics may enhance neomycin toxicity by altering the antibiotic concentration in serum and tissue."
    ],
    "description": [
      "DESCRIPTION Neomycin Sulfate Tablets, USP, for oral administration, contain neomycin which is an antibiotic obtained from the metabolic products of the actinomycete Streptomyces fradiae . Structurally, neomycin sulfate may be represented as follows: Chemically, it is 0 -2, 6-diamino-2, 6-dideoxy-α D-glucopyranosyl-(1→3)- 0 -β-D-ribofuranosyl- (1→5)- 0 -[2,6-diamino-2, 6-dideoxy-α-D-glucopyranosyl -(1→4)]-2-deoxy-D-streptamine. Neomycin B is identical except that the α-D-glucopyranosyl residue in the neobiosamine moiety is β-L-idopyranosyl. Inactive Ingredients: Calcium Stearate, Povidone. Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Neomycin sulfate is poorly absorbed from the normal gastrointestinal tract.The small absorbed fraction is rapidly distributed in the tissues and is excreted by the kidney in keeping with the degree of kidney function. The unabsorbed portion of the drug (approximately 97%) is eliminated unchanged in the feces. Growth of most intestinal bacteria is rapidly suppressed following oral administration of neomycin sulfate, with the suppression persisting for 48-72 hours. Nonpathogenic yeasts and occasionally resistant strains of Enterobacter aerogenes (formerly Aerobacter aerogenes ) replace the intestinal bacteria. As with other aminoglycosides, the amount of systemically absorbed neomycin transferred to the tissues increases cumulatively with each repeated dose administered until a steady state is achieved. The kidney functions as the primary excretory path as well as the tissue binding site, with the highest concentration found in the renal cortex. With repeated dosings, progressive accumulation also occurs in the inner ear. Release of tissue-bound neomycin occurs slowly over a period of several weeks after dosing has been discontinued. Protein binding studies have shown that the degree of aminoglycoside protein binding is low and, depending upon the methods used for testing, this may be between 0% and 30%. Microbiology In vitro tests have demonstrated that neomycin is bactericidal and acts by inhibiting the synthesis of protein in susceptible bacterial cells. It is effective primarily against gram-negative bacilli but does have some activity against gram-positive organisms. Neomycin is active in vitro against Escherichia coli and the Klebsiella-Enterobacter group. Neomycin is not active against anaerobic bowel flora. Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https:// www.fda.gov/STIC."
    ],
    "microbiology": [
      "Microbiology In vitro tests have demonstrated that neomycin is bactericidal and acts by inhibiting the synthesis of protein in susceptible bacterial cells. It is effective primarily against gram-negative bacilli but does have some activity against gram-positive organisms. Neomycin is active in vitro against Escherichia coli and the Klebsiella-Enterobacter group. Neomycin is not active against anaerobic bowel flora. Susceptibility Testing For specific information regarding susceptibility test interpretive criteria and associated test methods and quality control standards recognized by FDA for this drug, please see: https:// www.fda.gov/STIC."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of Neomycin Sulfate Tablets, USP and other antibacterial drugs, Neomycin Sulfate Tablets, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Suppression of Intestinal Bacteria Neomycin Sulfate Tablets, USP are indicated as adjunctive therapy as part of a regimen for the suppression of the normal bacterial flora of the bowel, e.g. preoperative preparation of the bowel. It is given concomitantly with erythromycin enteric-coated base (see DOSAGE AND ADMINISTRATION section). Hepatic Coma (Portal-Systemic Encephalopathy) Neomycin sulfate has been shown to be effective adjunctive therapy in hepatic coma by reduction of the ammonia-forming bacteria in the intestinal tract. The subsequent reduction in blood ammonia has resulted in neurologic improvement."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Neomycin sulfate oral preparations are contraindicated in the presence of intestinal obstruction and in individuals with a history of hypersensitivity to the drug. Patients with a history of hypersensitivity or serious toxic reaction to other aminoglycosides may have a cross-sensitivity to neomycin. Neomycin sulfate oral preparations are contraindicated in patients with inflammatory or ulcerative gastrointestinal disease because of the potential for enhanced gastrointestinal absorption of neomycin."
    ],
    "warnings": [
      "WARNINGS (see boxed WARNINGS ) Additional manifestations of neurotoxicity may include numbness, skin tingling, muscle twitching and convulsions. The risk of hearing loss continues after drug withdrawal. Aminoglycosides can cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics cross the placenta and there have been several reports of total irreversible bilateral congenital deafness in children whose mothers received streptomycin during pregnancy. Although serious side effects to fetus or newborn have not been reported in the treatment of pregnant women with other aminoglycosides, the potential for harm exists. Animal reproduction studies of neomycin have not been conducted. If neomycin is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus. Risk of Ototoxicity Due to Mitochondrial DNA Variants Cases of ototoxicity with aminoglycosides have been observed in patients with certain variants in the mitochondrially encoded 12S rRNA gene ( MT-RNR1 ), particularly the m.1555A>G variant. Ototoxicity occurred in some patients even when their aminoglycoside serum levels were within the recommended range. Mitochondrial DNA variants are present in less than 1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as the severity of ototoxicity is unknown. In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than aminoglycosides unless the increased risk of permanent hearing loss is outweighed by the severity of infection and lack of safe and effective alternative therapies."
    ],
    "precautions": [
      "PRECAUTIONS General Prescribing Neomycin Sulfate Tablets, USP in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. As with other antibiotics, use of oral neomycin may result in overgrowth of non-susceptible organisms, particularly fungi. If this occurs, appropriate therapy should be instituted. Neomycin is quickly and almost totally absorbed from body surfaces (except the urinary bladder) after local irrigation and when applied topically in association with surgical procedures. Delayed-onset irreversible deafness, renal failure and death due to neuromuscular blockade (regardless of the status of renal function) have been reported following irrigation of both small and large surgical fields with minute quantities of neomycin. Cross-allergenicity among aminoglycosides has been demonstrated. Aminoglycosides should be used with caution in patients with muscular disorders such as myasthenia gravis or parkinsonism since these drugs may aggravate muscle weakness because of their potential curare-like effect on the neuromuscular junction. Small amounts of orally administered neomycin are absorbed through intact intestinal mucosa. There have been many reports in the literature of nephrotoxicity and/or ototoxicity with the oral use of neomycin. If renal insufficiency develops during oral therapy, consideration should be given to reducing the drug dosage or discontinuing therapy. An oral neomycin dose of 12 grams per day produces malabsorption syndrome for a variety of substances, including fat, nitrogen, cholesterol, carotene, glucose, xylose, lactose, sodium, calcium, cyanocobalamin and iron. Orally administered neomycin increases fecal bile acid excretion and reduces intestinal lactase activity. Information for Patients Patients should be counseled that antibacterial drugs, including Neomycin Sulfate Tablets, USP, should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When Neomycin Sulfate Tablets, USP are prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by neomycin sulfate tablets or other antibacterial drugs in the future. Before administering the drug, patients or members of their families should be informed of possible toxic effects on the eighth nerve. The possibility of acute toxicity increases in premature infants and neonates. Laboratory Tests Patients with renal insufficiency may develop toxic neomycin blood levels unless doses are properly regulated. If renal insufficiency develops during treatment, the dosage should be reduced or the antibiotic discontinued. To avoid nephrotoxicity and eighth nerve damage associated with high doses and prolonged treatment, the following should be performed prior to and periodically during therapy: urinalysis for increased excretion of protein, decreased specific gravity, casts and cells; renal function tests such as serum creatinine, BUN or creatinine clearance; tests of the vestibulocochlearis nerve (eighth cranial nerve) function. Serial, vestibular and audiometric tests should be performed (especially in high-risk patients). Since elderly patients may have reduced renal function which may not be evident in the results of routine screening tests such as BUN or serum creatinine, a creatinine clearance determination may be more useful. Drug Interactions Caution should be taken in concurrent or serial use of other neurotoxic and/or nephrotoxic drugs because of possible enhancement of the nephrotoxicity and/or ototoxicity of neomycin (see boxed WARNINGS ) . Caution should also be taken in concurrent or serial use of other aminoglycosides and polymyxins because they may enhance neomycin’s nephrotoxicity and/or ototoxicity and potentiate neomycin sulfate’s neuromuscular blocking effects. Oral neomycin inhibits the gastrointestinal absorption of penicillin V, oral vitamin B-12, methotrexate and 5-fluorouracil. The gastrointestinal absorption of digoxin also appears to be inhibited. Therefore, digoxin serum levels should be monitored. Oral neomycin sulfate may enhance the effect of coumarin in anticoagulants by decreasing vitamin K availability. Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term animal studies have been performed with neomycin sulfate to evaluate carcinogenic or mutagenic potential or impairment of fertility. Pregnancy: (See WARNINGS section.) Nursing Mothers It is not known whether neomycin is excreted in human milk, but it has been shown to be excreted in cow milk following a single intramuscular injection. Other aminoglycosides have been shown to be excreted in human milk. Because of the potential for serious adverse reactions from the aminoglycosides in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and efficacy of oral neomycin sulfate in patients less than 18 years of age have not been established. If treatment of a patient less than 18 years of age is necessary, neomycin should be used with caution and the period of treatment should not exceed two weeks because of absorption from the gastrointestinal tract."
    ],
    "general_precautions": [
      "General Prescribing Neomycin Sulfate Tablets, USP in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. As with other antibiotics, use of oral neomycin may result in overgrowth of non-susceptible organisms, particularly fungi. If this occurs, appropriate therapy should be instituted. Neomycin is quickly and almost totally absorbed from body surfaces (except the urinary bladder) after local irrigation and when applied topically in association with surgical procedures. Delayed-onset irreversible deafness, renal failure and death due to neuromuscular blockade (regardless of the status of renal function) have been reported following irrigation of both small and large surgical fields with minute quantities of neomycin. Cross-allergenicity among aminoglycosides has been demonstrated. Aminoglycosides should be used with caution in patients with muscular disorders such as myasthenia gravis or parkinsonism since these drugs may aggravate muscle weakness because of their potential curare-like effect on the neuromuscular junction. Small amounts of orally administered neomycin are absorbed through intact intestinal mucosa. There have been many reports in the literature of nephrotoxicity and/or ototoxicity with the oral use of neomycin. If renal insufficiency develops during oral therapy, consideration should be given to reducing the drug dosage or discontinuing therapy. An oral neomycin dose of 12 grams per day produces malabsorption syndrome for a variety of substances, including fat, nitrogen, cholesterol, carotene, glucose, xylose, lactose, sodium, calcium, cyanocobalamin and iron. Orally administered neomycin increases fecal bile acid excretion and reduces intestinal lactase activity."
    ],
    "information_for_patients": [
      "Information for Patients Patients should be counseled that antibacterial drugs, including Neomycin Sulfate Tablets, USP, should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When Neomycin Sulfate Tablets, USP are prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by neomycin sulfate tablets or other antibacterial drugs in the future. Before administering the drug, patients or members of their families should be informed of possible toxic effects on the eighth nerve. The possibility of acute toxicity increases in premature infants and neonates."
    ],
    "laboratory_tests": [
      "Laboratory Tests Patients with renal insufficiency may develop toxic neomycin blood levels unless doses are properly regulated. If renal insufficiency develops during treatment, the dosage should be reduced or the antibiotic discontinued. To avoid nephrotoxicity and eighth nerve damage associated with high doses and prolonged treatment, the following should be performed prior to and periodically during therapy: urinalysis for increased excretion of protein, decreased specific gravity, casts and cells; renal function tests such as serum creatinine, BUN or creatinine clearance; tests of the vestibulocochlearis nerve (eighth cranial nerve) function. Serial, vestibular and audiometric tests should be performed (especially in high-risk patients). Since elderly patients may have reduced renal function which may not be evident in the results of routine screening tests such as BUN or serum creatinine, a creatinine clearance determination may be more useful."
    ],
    "drug_interactions": [
      "Drug Interactions Caution should be taken in concurrent or serial use of other neurotoxic and/or nephrotoxic drugs because of possible enhancement of the nephrotoxicity and/or ototoxicity of neomycin (see boxed WARNINGS ) . Caution should also be taken in concurrent or serial use of other aminoglycosides and polymyxins because they may enhance neomycin’s nephrotoxicity and/or ototoxicity and potentiate neomycin sulfate’s neuromuscular blocking effects. Oral neomycin inhibits the gastrointestinal absorption of penicillin V, oral vitamin B-12, methotrexate and 5-fluorouracil. The gastrointestinal absorption of digoxin also appears to be inhibited. Therefore, digoxin serum levels should be monitored. Oral neomycin sulfate may enhance the effect of coumarin in anticoagulants by decreasing vitamin K availability."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term animal studies have been performed with neomycin sulfate to evaluate carcinogenic or mutagenic potential or impairment of fertility."
    ],
    "pregnancy": [
      "Pregnancy: (See WARNINGS section.)"
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether neomycin is excreted in human milk, but it has been shown to be excreted in cow milk following a single intramuscular injection. Other aminoglycosides have been shown to be excreted in human milk. Because of the potential for serious adverse reactions from the aminoglycosides in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and efficacy of oral neomycin sulfate in patients less than 18 years of age have not been established. If treatment of a patient less than 18 years of age is necessary, neomycin should be used with caution and the period of treatment should not exceed two weeks because of absorption from the gastrointestinal tract."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most common adverse reactions to oral neomycin sulfate are nausea, vomiting and diarrhea. The “Malabsorption Syndrome” characterized by increased fecal fat, decreased serum carotene and fall in xylose absorption has been reported with prolonged therapy. Nephrotoxicity, ototoxicity and neuromuscular blockage have been reported (see boxed WARNINGS and PRECAUTIONS sections). To report SUSPECTED ADVERSE REACTIONS, contact Solaris Pharma Corporation at 1-833-919-0527 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Because of low absorption, it is unlikely that acute overdosage would occur with oral neomycin sulfate. However, prolonged administration could result in sufficient systemic drug levels to produce neurotoxicity, ototoxicity and/or nephrotoxicity. Hemodialysis will remove neomycin sulfate from the blood."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION To minimize the risk of toxicity, use the lowest possible dose and the shortest possible treatment period to control the condition. Treatment for periods longer than two weeks is not recommended. Hepatic Coma For use as an adjunct in the management of hepatic coma, the recommended dose is 4 to 12 grams per day given in the following regimen: Withdraw protein from diet. Avoid use of diuretic agents. Give supportive therapy, including blood products, as indicated. Give Neomycin Sulfate Tablets, USP in doses of 4 to 12 grams of neomycin sulfate per day (eight to 24 tablets) in divided doses. Treatment should be continued over a period of five to six days, during which time protein should be returned incrementally to the diet. If less potentially toxic drugs cannot be used for chronic hepatic insufficiency, neomycin in doses of up to four grams daily (eight tablets per day) may be necessary. The risk for the development of neomycin-induced toxicity progressively increases when treatment must be extended to preserve the life of a patient with hepatic encephalopathy who has failed to fully respond. Frequent periodic monitoring of these patients to ascertain the presence of drug toxicity is mandatory (see PRECAUTIONS ) . Also, neomycin serum concentrations should be monitored to avoid potentially toxic levels. The benefits to the patient should be weighed against the risks of nephrotoxicity, permanent ototoxicity and neuromuscular blockade following the accumulation of neomycin in the tissues. Preoperative Prophylaxis for Elective Colorectal Surgery Listed below is an example of a recommended bowel preparation regimen. A proposed surgery time of 8:00 a.m. has been used. Pre-op Day 3: Minimum residue or clear liquid diet. Bisacodyl, 1 tablet orally at 6:00 p.m. Pre-op Day 2: Minimum residue or clear liquid diet. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., 2:00 p.m., and 6:00 p.m. Enema at 7:00 p.m. and 8:00 p.m. Pre-op Day 1: Clear liquid diet. Supplemental (IV) fluids as needed. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m. and 2:00 p.m. Neomycin sulfate (1 g) and erythromycin base (1 g) orally at 1:00 p.m., 2:00 p.m. and 11:00 p.m. No enema. Day of Operation: Patient evacuates rectum at 6:30 a.m. for scheduled operation at 8:00 a.m."
    ],
    "how_supplied": [
      "HOW SUPPLIED Neomycin Sulfate Tablets, USP, 500 mg (equivalent to 350 mg of neomycin base per tablet) are available as round, off-white, unscored tablets, debossed “500” and “PT”. Supplied as: NDC 73473-901-05 for 100 tablets per bottle. Store at 20º to 25ºC (68º to 77ºF) [see USP Controlled Room Temperature]. Dispense in tight containers as defined in the USP/NF. Manufactured in Canada. Distributed by: Solaris Pharma Corporation Bridgewater, NJ 08807 Revised: November 2023 NST-SL-PI-01 2000016178"
    ],
    "package_label_principal_display_panel": [
      "vial"
    ],
    "set_id": "f430c5d9-ae82-3314-e053-2a95a90af04c",
    "id": "40441079-4a76-b56f-e063-6394a90a5765",
    "effective_time": "20251003",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA065220"
      ],
      "brand_name": [
        "Neomycin Sulfate"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Solaris Pharma Corporation"
      ],
      "product_ndc": [
        "73473-901"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "NEOMYCIN SULFATE"
      ],
      "rxcui": [
        "866042"
      ],
      "spl_id": [
        "40441079-4a76-b56f-e063-6394a90a5765"
      ],
      "spl_set_id": [
        "f430c5d9-ae82-3314-e053-2a95a90af04c"
      ],
      "package_ndc": [
        "73473-901-05"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "057Y626693"
      ]
    }
  }
]