[
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium MAGNESIUM OXIDE MAGNESIUM STEARATE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE FERROSOFERRIC OXIDE CALCIUM PHOSPHATE, DIBASIC, ANHYDROUS GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) GELATIN METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A CELLULOSE, MICROCRYSTALLINE POLYSORBATE 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE SODIUM LAURYL SULFATE OMEPRAZOLE MAGNESIUM OMEPRAZOLE OMP20"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Uses treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include:  skin reddening  blisters  rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor. Heartburn in children may sometimes be caused by a serious condition."
    ],
    "storage_and_handling": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions? call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Package label 1"
    ],
    "set_id": "0e1f5d7c-5956-3be7-e054-00144ff8d46c",
    "id": "3b0207de-ac3b-e214-e063-6294a90a59fc",
    "effective_time": "20250728",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Gericare Pharmaceuticals"
      ],
      "product_ndc": [
        "57896-759"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "3b0207de-ac3b-e214-e063-6294a90a59fc"
      ],
      "spl_set_id": [
        "0e1f5d7c-5956-3be7-e054-00144ff8d46c"
      ],
      "package_ndc": [
        "57896-759-14",
        "57896-759-28",
        "57896-759-42"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE CARRAGEENAN GLYCERYL MONOSTEARATE HYPROMELLOSES HYPROMELLOSE 2208 (3 MPA.S) MAGNESIUM OXIDE MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A CELLULOSE, MICROCRYSTALLINE POTASSIUM CHLORIDE POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE OMP20 Drug Facts Bottle Carton"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use • treats frequent heartburn (occurs 2 or more days a week) • not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions • for adults 18 years of age and older • this product is to be used once a day (every 24 hours), every day for 14 days • it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14- Day Course of Treatment • swallow 1 capsule with a glass of water before eating in the morning • take every day for 14 days • do not take more than 1 capsule a day • do not use for more than 14 days unless directed by your doctor • swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) • you may repeat a 14-day course every 4 months • do not take for more than 14 days or more often than every 4 months unless directed by a doctor • children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information • read the directions and warnings before use • keep the carton. It contains important information. • store at 20 – 25°C (68 –77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking Revised: 10/2022"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Bottle Label Dr.Reddy's NDC 55111-397-52 Treats Frequent Heartburn! 24 HR Omeprazole Delayed Release- Capsules 20 mg* ACID REDUCER 14 Capsules(Safety Sealed) One 14-Day Course of Treatment May take 1 to 4 days for full effect",
      "Carton Label Dr.Reddy's NDC 55111-397-52 Compare to the active ingredient in Prilosec OTC ® ** Treats Frequent Heartburn! 24 HR Omeprazole Delayed Release- Capsules 20 mg* ACID REDUCER 14 Capsules(Safety Sealed) One 14-Day Course of Treatment May take 1 to 4 days for full effect"
    ],
    "set_id": "0e8fde83-a55c-edaf-3c66-e1fc77d0bc11",
    "id": "fff9af9d-87b4-7d54-4cc4-c65b07556ec5",
    "effective_time": "20250528",
    "version": "22",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Dr. Reddy's Laboratories Limited"
      ],
      "product_ndc": [
        "55111-397"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "fff9af9d-87b4-7d54-4cc4-c65b07556ec5"
      ],
      "spl_set_id": [
        "0e8fde83-a55c-edaf-3c66-e1fc77d0bc11"
      ],
      "package_ndc": [
        "55111-397-52",
        "55111-397-27",
        "55111-397-33",
        "55111-397-39",
        "55111-397-74",
        "55111-397-28",
        "55111-397-42"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts Carton Bottle label"
    ],
    "active_ingredient": [
      "Active ingredient (in each bottle) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have h ad heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have h ad heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions? call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Omeprazole Delayed-Release Capsules, 20 mg*, 42-count - Carton Label NDC 21130-398-33",
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count - Bottle Label NDC 21130-398-52"
    ],
    "set_id": "302b1332-181b-834b-4154-d849cb3a1ef0",
    "id": "b77ad3b7-9344-a9f2-aa4a-a27a63a0502d",
    "effective_time": "20250723",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Albertsons Companies"
      ],
      "product_ndc": [
        "21130-398"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "b77ad3b7-9344-a9f2-aa4a-a27a63a0502d"
      ],
      "spl_set_id": [
        "302b1332-181b-834b-4154-d849cb3a1ef0"
      ],
      "package_ndc": [
        "21130-398-52",
        "21130-398-27",
        "21130-398-33"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium 20.6mg Capsules OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE Anhydrous Dibasic Calcium Phosphate Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts carton Label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions 1-888-287-1915"
    ],
    "package_label_principal_display_panel": [
      "Omeprazole Delayed-Release Capsules, 20 mg* 14-count - Carton Label NDC 49035-397-52 equate™ Compare to Prilosec OTC® Active Ingredient** Omeprazole Delayed-Release Capsules, 20mg* Acid Reducer Treats Frequent Heartburn Occuring 2 or More Days a Week Easy to swallow capsule One 14-day couse of treatment 20 mg 14 CAPSULES SAFETY SEALED",
      "Omeprazole Delayed-Release Capsules, 20 mg* 14-count - Bottle Label equate™ NDC 49035-397-52 Omeprazole Delayed-Release Capsules, 20mg* Acid Reducer Treats Frequent Heartburn Occuring 2 or More Days a Week One 14-day couse of treatment Easy to swallow capsule One 14-day course of treatment (14 Capsules) 20 mg"
    ],
    "set_id": "3160e212-9ee9-8316-f51e-4628862f654c",
    "id": "97152121-a5b6-df47-194e-c090f573c502",
    "effective_time": "20250722",
    "version": "9",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM 20.6MG CAPSULES"
      ],
      "manufacturer_name": [
        "Wal-Mart Stores Inc"
      ],
      "product_ndc": [
        "49035-397"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "97152121-a5b6-df47-194e-c090f573c502"
      ],
      "spl_set_id": [
        "3160e212-9ee9-8316-f51e-4628862f654c"
      ],
      "package_ndc": [
        "49035-397-52",
        "49035-397-27",
        "49035-397-33"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts Carton Bottle label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77° F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions Call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Carton Label Premier Value* Compare to the active ingredient in Prilosec OTC®** Treats Frequent Heartburn! Omeprazole DELAYED-RELEASE CAPSULES,20 mg* ACID REDUCER 24HR 14 Capsules(Safety Sealed) One 14-Day Course of Treatment May take 1 to 4 days for full effect",
      "Bottle Label Premier Value* Treats Frequent Heartburn! Omeprazole DELAYED-RELEASE CAPSULES, 20 mg* ACID REDUCER 24 HR 14 Capsules(Safety Sealed) One 14-Day Course of Treatment May take 1 to 4 days for full effect"
    ],
    "set_id": "39ac65c0-d957-125f-f00b-e3846a437489",
    "id": "db1065db-8da8-886a-3c95-7c41270746a8",
    "effective_time": "20250722",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Chain Drug Consortium, LLC"
      ],
      "product_ndc": [
        "68016-760"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "db1065db-8da8-886a-3c95-7c41270746a8"
      ],
      "spl_set_id": [
        "39ac65c0-d957-125f-f00b-e3846a437489"
      ],
      "package_ndc": [
        "68016-760-14",
        "68016-760-28",
        "68016-760-42"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts carton Label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14- day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77° F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions Call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count Carton Label CVS Health Compare to the active ingredient in Prilosec OTC ® ** Treats Frequent Heartburn! Omeprazole DELAYED-RELEASE CAPSULES 20 mg* Acid reducer May take 1 to 4 days for full effect 14 CAPSULES (SAFETY SEALED) One 14-day course of treatment",
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count Bottle Label CVS Health Treats Frequent Heartburn! Omeprazole DELAYED-RELEASE CAPSULES 20 mg* Acid reducer May take 1 to 4 days for full effect 14 CAPSULES (SAFETY SEALED) One 14-day course of treatment"
    ],
    "set_id": "3bbfa87d-f8b7-19bd-9f12-39cba31ae0b3",
    "id": "337e6afa-c24a-94b7-5b3f-2a8d477ac2a9",
    "effective_time": "20250723",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "CVS Health Corp."
      ],
      "product_ndc": [
        "69842-027"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "337e6afa-c24a-94b7-5b3f-2a8d477ac2a9"
      ],
      "spl_set_id": [
        "3bbfa87d-f8b7-19bd-9f12-39cba31ae0b3"
      ],
      "package_ndc": [
        "69842-027-14",
        "69842-027-28",
        "69842-027-42",
        "69842-027-01"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts carton Label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Omeprazole Delayed-Release Capsules, 20 mg*, 42-count - Carton Label Compare to the active ingredient in Prilosec OTC ® ** NDC 37808-006-33 H-E-B ® OMEPRAZOLE Delayed-release Capsules 20 mg* Acid Reducer Treats Frequent Heartburn! 14 CAPSULES One 14-Day Course of Treatment May take 1 to 4 days for full effect",
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count - Bottle Label NDC 37808-006-52 H-E-B ® OMEPRAZOLE Delayed-release Capsules 20 mg* Acid Reducer Treats Frequent Heartburn! 14 CAPSULES One 14-Day Course of Treatment May take 1 to 4 days for full effect"
    ],
    "set_id": "5d8b3f5f-f680-64ae-b360-c0bd06b2ac92",
    "id": "22f3dce6-c417-c720-8fb1-b45a46321c4a",
    "effective_time": "20250723",
    "version": "8",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "HEB"
      ],
      "product_ndc": [
        "37808-006"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "22f3dce6-c417-c720-8fb1-b45a46321c4a"
      ],
      "spl_set_id": [
        "5d8b3f5f-f680-64ae-b360-c0bd06b2ac92"
      ],
      "package_ndc": [
        "37808-006-52",
        "37808-006-33"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium 20.6mg Capsules OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts 42ct Carton Bottle"
    ],
    "active_ingredient": [
      "Active ingredient(in each capsule) Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Do not use if you have : trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your Doctor. Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking: warfarin, clopidogrel or cilostazol (blood-thinning medicines) prescription antifungal or anti-yeast medicines diazepam (anxiety medicine) digoxin (heart medicine) tacrolimus or mycophenolate mofetil (immune system medicines) prescription antiretrovirals (medicines for HIV infection) methotrexate (arthritis medicine) Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
    ],
    "do_not_use": [
      "Do not use if you have : trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your Doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking: warfarin, clopidogrel or cilostazol (blood-thinning medicines) prescription antifungal or anti-yeast medicines diazepam (anxiety medicine) digoxin (heart medicine) tacrolimus or mycophenolate mofetil (immune system medicines) prescription antiretrovirals (medicines for HIV infection) methotrexate (arthritis medicine)"
    ],
    "stop_use": [
      "Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours . 14- day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information safety sealed: do not use if foil seal under cap printed with \"sealed for your protection\" or pink band around center of capsule are boken or missing.",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "storage_and_handling": [
      "Storage store at 20 – 25°C (68 – 77° F) and protect from moisture"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions? call 1-800-632-6900"
    ],
    "package_label_principal_display_panel": [
      "Carton label Kroger NDC 30142-012-33 Omeprazole Delayed-Release Capsules 20 mg* ACID REDUCER Treats Frequent Heartburn May take 1 to 4 days for full effect Three 14-Day Courses of Treatment 42 SAFETY SEALED CAPSULES",
      "Bottle label Kroger Omeprazole Delayed-Release Capsules 20 mg* ACID REDUCER Treats Frequent Heartburn ONE 14-Day Course of Treatment May take 1 to 4 days for full effect 14 SAFETY SEALED CAPSULES"
    ],
    "set_id": "8a6bbc31-7c50-a730-4233-e346fd7eb5ba",
    "id": "0e948d36-133c-1fb2-6d71-053faea48a31",
    "effective_time": "20250722",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM 20.6MG CAPSULES"
      ],
      "manufacturer_name": [
        "The Kroger Co."
      ],
      "product_ndc": [
        "30142-012"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "0e948d36-133c-1fb2-6d71-053faea48a31"
      ],
      "spl_set_id": [
        "8a6bbc31-7c50-a730-4233-e346fd7eb5ba"
      ],
      "package_ndc": [
        "30142-012-52",
        "30142-012-01",
        "30142-012-33"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts Carton container"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) * Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Carton Label",
      "Bottle Label"
    ],
    "set_id": "ab5d339b-2c02-611d-d5db-8e1891684fe0",
    "id": "4dc933e8-453c-ce09-f473-879ff3407e05",
    "effective_time": "20250723",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Chain Drug Marketing Association"
      ],
      "product_ndc": [
        "83324-117"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "4dc933e8-453c-ce09-f473-879ff3407e05"
      ],
      "spl_set_id": [
        "ab5d339b-2c02-611d-d5db-8e1891684fe0"
      ],
      "package_ndc": [
        "83324-117-14",
        "83324-117-42"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE CARRAGEENAN GLYCERYL MONOSTEARATE HYPROMELLOSES HYPROMELLOSE 2208 (3 MPA.S) MAGNESIUM OXIDE MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A CELLULOSE, MICROCRYSTALLINE POTASSIUM CHLORIDE POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE OMP20 Drug Facts Conatiner Carton"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use • treats frequent heartburn (occurs 2 or more days a week) • not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions • for adults 18 years of age and older • this product is to be used once a day (every 24 hours), every day for 14 days • it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14- Day Course of Treatment • swallow 1 capsule with a glass of water before eating in the morning • take every day for 14 days • do not take more than 1 capsule a day • do not use for more than 14 days unless directed by your doctor • swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) • you may repeat a 14-day course every 4 months • do not take for more than 14 days or more often than every 4 months unless directed by a doctor • children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information • read the directions and warnings before use • keep the carton. It contains important information. • store at 20 – 25°C (68 –77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Omeprazole Delayed- Release capsules, 20 mg 14 ct Container Label 42ct Carton Label:"
    ],
    "set_id": "daeeba93-29d5-efb4-a591-3e72c4e50341",
    "id": "c037b256-364d-d0fb-5d88-53d0f628d168",
    "effective_time": "20250723",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Discount Drug Mart, Inc"
      ],
      "product_ndc": [
        "53943-520"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "c037b256-364d-d0fb-5d88-53d0f628d168"
      ],
      "spl_set_id": [
        "daeeba93-29d5-efb4-a591-3e72c4e50341"
      ],
      "package_ndc": [
        "53943-520-14",
        "53943-520-42"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts carton Label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea If you develop rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea If you develop rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count - Carton Label Well at Walgreens WALLGREENS PHARMACIST RECOMMENDED ‡ NDC 0363-0042-52 ACID REDUCER Omeprazole Delayed-Release Capsules 20 mg* / Acid Reducer Treats frequent heartburn May take 1 to 4 days for full effect 14 CAPSULES (SAFETY SEALED) ONE 14-DAY COURSE OF TREATMENT Compare to Prilosec OTC ® active ingredient ‡‡",
      "Omeprazole Delayed-Release Capsules, 20 mg*, 14-count - Bottle Label Well at Walgreens NDC 0363-0042-52 Omeprazole Delayed-Release Capsules 20 mg* / Acid Reducer Treats frequent May take 1 to 4 days for full effect 14 CAPSULES (SAFETY SEALED) ONE 14-DAY COURSE OF TREATMENT"
    ],
    "set_id": "ee8b1740-9bcf-5b70-bd8d-97f98303dc72",
    "id": "72501d02-0bb5-ea40-7dbc-35654a739c62",
    "effective_time": "20250722",
    "version": "10",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Walgreens Company"
      ],
      "product_ndc": [
        "0363-0042"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "72501d02-0bb5-ea40-7dbc-35654a739c62"
      ],
      "spl_set_id": [
        "ee8b1740-9bcf-5b70-bd8d-97f98303dc72"
      ],
      "package_ndc": [
        "0363-0042-52",
        "0363-0042-27",
        "0363-0042-33",
        "0363-0042-01"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE Gelatin GLYCERYL MONOSTEARATE HYPROMELLOSE 2208 (3 MPA.S) Magnesium Oxide MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) Methacrylic Acid - Ethyl Acrylate Copolymer (1:1) Type A CELLULOSE, MICROCRYSTALLINE Polysorbate 80 POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE Sodium Lauryl Sulfate OMP20 Drug Facts Carton Bottle Label"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) * Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition ­frequent wheezing, particularly with heartburn ­unexplained weight loss ­nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask a doctor if your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 capsule with a glass of water before eating in the morning take every day for 14 days do not take more than 1 capsule a day do not use for more than 14 days unless directed by your doctor swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) you may repeat a 14-day course every 4 months do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information read the directions and warnings before use keep the carton. It contains important information. store at 20-25°C (68-77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulphate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Carton Label",
      "Bottle Label"
    ],
    "set_id": "fdf1259b-e9d3-70a9-c209-e2eb6b152841",
    "id": "e72ac24f-25b4-187c-d268-fad695c76052",
    "effective_time": "20250722",
    "version": "8",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Chain Drug Marketing Association"
      ],
      "product_ndc": [
        "63868-177"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "e72ac24f-25b4-187c-d268-fad695c76052"
      ],
      "spl_set_id": [
        "fdf1259b-e9d3-70a9-c209-e2eb6b152841"
      ],
      "package_ndc": [
        "63868-177-15",
        "63868-177-42"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Omeprazole Magnesium Omeprazole Magnesium OMEPRAZOLE MAGNESIUM omeprazole FERROSOFERRIC OXIDE ANHYDROUS DIBASIC CALCIUM PHOSPHATE CARRAGEENAN GLYCERYL MONOSTEARATE HYPROMELLOSES HYPROMELLOSE 2208 (3 MPA.S) MAGNESIUM OXIDE MAGNESIUM STEARATE METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:2) METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A CELLULOSE, MICROCRYSTALLINE POTASSIUM CHLORIDE POTASSIUM HYDROXIDE PROPYLENE GLYCOL FERRIC OXIDE RED SHELLAC SILICON DIOXIDE RAW SUGAR TALC TITANIUM DIOXIDE TRIETHYL CITRATE OMP20 Drug Facts Bottle Label Carton"
    ],
    "active_ingredient": [
      "Active ingredient (in each capsule) *Omeprazole delayed-release capsules 20 mg (equivalent to 20.6 mg omeprazole magnesium)"
    ],
    "purpose": [
      "Purpose Acid reducer"
    ],
    "indications_and_usage": [
      "Use • treats frequent heartburn (occurs 2 or more days a week) • not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect"
    ],
    "warnings": [
      "Warnings Allergy alert: Do not use if you are allergic to omeprazole Omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "do_not_use": [
      "Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness c hest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain These may be signs of a serious condition. See your doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have: had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs."
    ],
    "stop_use": [
      "Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away(1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions • for adults 18 years of age and older • this product is to be used once a day (every 24 hours), every day for 14 days • it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14- Day Course of Treatment • swallow 1 capsule with a glass of water before eating in the morning • take every day for 14 days • do not take more than 1 capsule a day • do not use for more than 14 days unless directed by your doctor • swallow whole. Do not chew or crush capsules. Repeated 14-Day Courses (if needed) • you may repeat a 14-day course every 4 months • do not take for more than 14 days or more often than every 4 months unless directed by a doctor • children under 18 years of age: ask a doctor . Heartburn in children may sometimes be caused by a serious condition."
    ],
    "spl_unclassified_section": [
      "Other information • read the directions and warnings before use • keep the carton. It contains important information. • store at 20 – 25°C (68 –77°F) and protect from moisture",
      "Tips for Managing Heartburn Do not lie flat or bend over after eating Do not wear tight-fitting clothing around the stomach Do not eat before bedtime Raise the head of your bed Avoid heartburn-causing foods such as rich, spicy, fatty or fried foods, chocolate, caffeine, alcohol and certain fruits and vegetables Eat slowly and avoid big meals If overweight, lose weight Quit smoking"
    ],
    "inactive_ingredient": [
      "Inactive ingredients black iron oxide, dibasic calcium phosphate, gelatin, glyceryl monostearate, hypromellose 3 cps, magnesium oxide, magnesium stearate, methacrylic acid copolymer dispersion, methacrylic acid copolymer Type B, microcrystalline cellulose, polysorbate 80, potassium hydroxide, propylene glycol, red iron oxide, shellac, silicon dioxide, sodium lauryl sulfate, sugar spheres, talc, titanium dioxide, triethyl citrate"
    ],
    "questions": [
      "Questions call 1-888-375-3784"
    ],
    "package_label_principal_display_panel": [
      "Bottle Label",
      "Carton Label"
    ],
    "set_id": "fe0eb905-2042-aed1-a67d-a219e76f679b",
    "id": "4eefad5b-fb8f-d7f1-0138-90a07d45edfa",
    "effective_time": "20250722",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA078878"
      ],
      "brand_name": [
        "Omeprazole Magnesium"
      ],
      "generic_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "manufacturer_name": [
        "Dr. Reddy's Laboratories Inc."
      ],
      "product_ndc": [
        "43598-813"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "OMEPRAZOLE MAGNESIUM"
      ],
      "rxcui": [
        "198051"
      ],
      "spl_id": [
        "4eefad5b-fb8f-d7f1-0138-90a07d45edfa"
      ],
      "spl_set_id": [
        "fe0eb905-2042-aed1-a67d-a219e76f679b"
      ],
      "package_ndc": [
        "43598-813-14",
        "43598-813-33"
      ],
      "original_packager_product_ndc": [
        "55111-397"
      ],
      "unii": [
        "426QFE7XLK"
      ]
    }
  }
]