[
  {
    "spl_product_data_elements": [
      "OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE BENZALKONIUM CHLORIDE EDETATE DISODIUM POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE PROPYLENE GLYCOL WATER SODIUM PHOSPHATE, MONOBASIC SODIUM PHOSPHATE, DIBASIC"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Oxymetazoline HCl 0.05%............. Nasal decongestant"
    ],
    "purpose": [
      "Nasal Decongestant"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "do_not_use": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist. If pregnant or breast-feeding , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of chlldren. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10-12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor Shake well before use. to spray, squeeze bottle quickly and firmly. Do not tilt head backward while spraying. Wipe nozzle clean after use."
    ],
    "storage_and_handling": [
      "Other information store between 20˚C to 25˚C (68˚F to 77˚F) retain carton for future reference on full labeling"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride solution, edetate disodium, polyethylene glycol, povidone, propylene glycol, purified water, sodium phosphate monobasic, sodium phosphate dibasic"
    ],
    "spl_unclassified_section": [
      "Tamper Evident: Do not use the product if the temper evident seal is broken or missing. This product is not manufactured or distributed by Bayer HealthCare LLC distributor of Afrin Original Nasal Spray. Questions or comments? 1-800-935-2362, (Mon-Fri. 9 am-5 pm EST) Distributed by C.D.M.A Inc. 43157 W 9 Mile Rd Novi, MI 48375 www.qualitychoice.com Question: 800-935-2362"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC-63868- 607 -01 containerlabel607"
    ],
    "set_id": "2ee2b332-9b85-45a6-b242-3f0ebfbd08a6",
    "id": "b20bf193-c444-44c8-8fea-012de3f835f4",
    "effective_time": "20241226",
    "version": "2",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CHAIN DRUG MARKETING ASSOCIATION INC."
      ],
      "product_ndc": [
        "63868-607"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1000990"
      ],
      "spl_id": [
        "b20bf193-c444-44c8-8fea-012de3f835f4"
      ],
      "spl_set_id": [
        "2ee2b332-9b85-45a6-b242-3f0ebfbd08a6"
      ],
      "package_ndc": [
        "63868-607-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0635515988446"
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Oxymetazoline Hydrochloride 12-Hour Oxymetazoline Hydrochloride BENZALKONIUM CHLORIDE SODIUM PHOSPHATE, DIBASIC, ANHYDROUS EDETATE DISODIUM SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE POLYETHYLENE GLYCOL 1450 POVIDONE, UNSPECIFIED PROPYLENE GLYCOL WATER OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Distributed by: Taro Pharmaceuticals U.S.A., Inc. Hawthorne, NY 10532"
    ],
    "active_ingredient": [
      "Active ingredient Oxymetazoline hydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Nasal decongestant"
    ],
    "indications_and_usage": [
      "Uses temporary relief of nasal congestion due to the common cold due to hay fever or other upper respiratory allergies associated with sinusitis reduces swelling of nasal passages temporarily restores freer breathing through the nose"
    ],
    "warnings": [
      "Warnings Do not exceed recommended dosage This product may cause temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge. The use of this container by more than one person may spread infection. Do not use for more than 3 days Ask a doctor before use if you have heart disease high blood pressure thyroid disease diabetes difficulty in urination due to enlargement of the prostate gland When using this product frequent or prolonged use may cause nasal congestion to recur or worsen Stop use and ask a doctor if symptoms persist If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use for more than 3 days"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure thyroid disease diabetes difficulty in urination due to enlargement of the prostate gland"
    ],
    "when_using": [
      "When using this product frequent or prolonged use may cause nasal congestion to recur or worsen"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 6 to under 12 years of age (with supervision): 2 to 3 sprays in each nostril not more often than every 10 to 12 hours. Do not exceed 2 doses in any 24-hour period. Children under 6 years of age: ask a doctor To spray: squeeze the bottle quickly and firmly. Do not tilt head backward while spraying. Wipe nozzle clean after use."
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, dibasic sodium phosphate (anhydrous), edetate disodium (dihydrate), monobasic sodium phosphate (monohydrate), polyethylene glycol 1450, povidone, propylene glycol, purified water."
    ],
    "questions": [
      "Questions? Call 1-866-923-4914"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 30 mL Bottle Carton Compare to the active ingredient in Afrin ® * Nasal Decongestant 12- Hour Spray Oxymetazoline Hydrochloride 0.05% Maximum Strength Fast Acting Up To 12 Hours Relief Contains the Active Ingredient Recommended Most by Physicians and Pharmacists 12 1 fl oz (30 mL) PRINCIPAL DISPLAY PANEL - 30 mL Bottle Carton"
    ],
    "set_id": "34a79f8b-32b7-48db-a895-c942cc795292",
    "id": "303bf40d-332f-db1f-e063-6294a90a96fa",
    "effective_time": "20250313",
    "version": "3",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "Oxymetazoline Hydrochloride 12-Hour"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Taro Pharmaceuticals U.S.A., Inc."
      ],
      "product_ndc": [
        "51672-2030"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1000990"
      ],
      "spl_id": [
        "303bf40d-332f-db1f-e063-6294a90a96fa"
      ],
      "spl_set_id": [
        "34a79f8b-32b7-48db-a895-c942cc795292"
      ],
      "package_ndc": [
        "51672-2030-5",
        "51672-2030-3"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Oxymetazoline hydrochloride Oxymetazoline hydrochloride BENZALKONIUM CHLORIDE EDETATE DISODIUM CARBOXYMETHYLCELLULOSE SODIUM WATER CELLULOSE, MICROCRYSTALLINE SODIUM PHOSPHATE, DIBASIC SODIUM PHOSPHATE, MONOBASIC BENZYL ALCOHOL OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE"
    ],
    "active_ingredient": [
      "Active ingredient Oxymetazoline hydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Nasal decongestant"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies temporarily relieves sinus congestion and pressure shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure thyroid disease diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "when_using": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10 to 12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor. Shake well before use. Before using the first time, remove the protective cap from the tip and prime metered pump by depressing pump firmly several times. To spray, hold bottle with thumb at base and nozzle between first and second fingers. Without tilting head, insert nozzle into nostril. Fully depress rim with a firm, even stroke and sniff deeply. Wipe nozzle clean after use."
    ],
    "other_safety_information": [
      "Other information store between 20° to 25°C (68° to 77°F) retain carton for future reference on full labelling"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride solution, benzyl alcohol, edetate disodium, flavor, microcrystalline cellulose and carboxymethylcellulose sodium, polyethylene glycol, povidone, purified water, sodium phosphate dibasic, sodium phosphate monobasic"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "3dce34f0-9f6d-8151-e063-6394a90a1d38",
    "id": "4a874cfa-f2fd-bbef-e063-6294a90af801",
    "effective_time": "20260211",
    "version": "4",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "Oxymetazoline hydrochloride"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Prodose, Inc."
      ],
      "product_ndc": [
        "68210-5056"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "spl_id": [
        "4a874cfa-f2fd-bbef-e063-6294a90af801"
      ],
      "spl_set_id": [
        "3dce34f0-9f6d-8151-e063-6394a90a1d38"
      ],
      "package_ndc": [
        "68210-5056-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Oxymetazoline Hydrochloride Oxymetazoline Hydrochloride SODIUM PHOSPHATE, DIBASIC SODIUM PHOSPHATE, MONOBASIC EDETATE DISODIUM BENZALKONIUM CHLORIDE BENZYL ALCOHOL POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE PROPYLENE GLYCOL WATER OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient Oxymetazoline hydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Nasal Decongestant"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies temporarily relieves sinus congestion and pressure shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings Ask a doctor before use if you have heart disease high blood pressure thyroid disease diabetes trouble urinating due to an enlarged prostate gland When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing or an increase in nasal discharge may occur use of this container by more than one person may spread infection. Stop use and ask a doctor if symptoms persist If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away at 1-800-222-1222."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure thyroid disease diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "when_using": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing or an increase in nasal discharge may occur use of this container by more than one person may spread infection."
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away at 1-800-222-1222."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10 to 12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor. To use: Push firmly down on cap and turn counter clockwise. To spray , squeeze bottle quickly and firmly. Do not tilt head backward while spraying. Wipe nozzle clean after use. Secure cap after use."
    ],
    "storage_and_handling": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, benzyl alcohol, edetate disodium, polyethylene glycol, povidone, propylene glycol, purified water, sodium phosphate dibasic, sodium phosphate monobasic"
    ],
    "questions": [
      "Questions? 1-866-467-2748"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL label"
    ],
    "set_id": "4ceb21f4-e391-4a6f-8d4b-f434ed4e50bf",
    "id": "3c2a3ae0-eab6-12d0-e063-6394a90aa8da",
    "effective_time": "20250801",
    "version": "1",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "Oxymetazoline Hydrochloride"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Bi-Mart"
      ],
      "product_ndc": [
        "37835-996"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1000990"
      ],
      "spl_id": [
        "3c2a3ae0-eab6-12d0-e063-6394a90aa8da"
      ],
      "spl_set_id": [
        "4ceb21f4-e391-4a6f-8d4b-f434ed4e50bf"
      ],
      "package_ndc": [
        "37835-996-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE BENZALKONIUM CHLORIDE MICROCRYSTALLINE CELLULOSE BENZYL ALCOHOL CAMPHOR (NATURAL) SODIUM PHOSPHATE DIBASIC DIHYDRATE EDETATE DISODIUM EUCALYPTOL MENTHOL WATER SODIUM PHOSPHATE, MONOBASIC POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Oxymetazoline HCI 0.05% ....... Nasal decongestant"
    ],
    "purpose": [
      "Rapid & Powerful Congestion Relief"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies temporarily relieves sinus congestion and pressure shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings Warnings Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "ask_doctor": [
      "Warnings Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "do_not_use": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10-12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor Shake well before use. To open, rotate cap to align the marks. Squeeze cap on both sides and turn in a counter-clockwise direction and pull off to remove. To spray, hold bottle with thumb at base and nozzle between first and second fingers. Without tilting the head insert nozzle into nostril. Fully depress rim with a firm, even stroke and sniff deeply. Wipe nozzle clean after use and snap back onto the bottle."
    ],
    "storage_and_handling": [
      "Other information store between 20° -25°C (68°-77 °F) retain carton for future reference on full labeling Questions or comments? 1-800-935-2362 (Mon-Fri 9am-5pm EST)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients avicel, benzalkonium chloride, benzyl alcohol, camphor, dibasic sodium phosphate, edetate disodium dihydrate, eucalyptol, menthol, monobasic sodium phosphate, polyethylene glycol, povidone, purified water"
    ],
    "spl_unclassified_section": [
      "*This product is not manufactured or distributed by Bayer HealthCare LLC mdistributor of Afrin No Drip Severe Congestion Distributed by C.D.M.A. lnc. 43157 W 9 Mile Rd Novi, MI 48375 www.qualitychoice.com Question: 800-935-2362"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL image description image description"
    ],
    "set_id": "aebc7cf8-aaf7-4746-89f5-a64d0be1641e",
    "id": "fe2fd512-7a50-4341-a82e-30fdc9eea7c9",
    "effective_time": "20241226",
    "version": "2",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CHAIN DRUG MARKETING ASSOCIATION INC"
      ],
      "product_ndc": [
        "63868-608"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "spl_id": [
        "fe2fd512-7a50-4341-a82e-30fdc9eea7c9"
      ],
      "spl_set_id": [
        "aebc7cf8-aaf7-4746-89f5-a64d0be1641e"
      ],
      "package_ndc": [
        "63868-608-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE MICROCRYSTALLINE CELLULOSE BENZALKONIUM CHLORIDE BENZYL ALCOHOL EDETATE DISODIUM POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE WATER SODIUM PHOSPHATE, MONOBASIC SODIUM PHOSPHATE, DIBASIC OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE MICROCRYSTALLINE CELLULOSE BENZALKONIUM CHLORIDE BENZYL ALCOHOL EDETATE DISODIUM glycerin POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE WATER SODIUM PHOSPHATE, MONOBASIC SODIUM PHOSPHATE, DIBASIC"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Oxymetazoline HCl 0.05%............. Nasal decongestant"
    ],
    "purpose": [
      "Nasal Decongestant"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease thyroid disease high blood pressure diabetes trouble urinating due to an enlarged prostate gland"
    ],
    "do_not_use": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist. If pregnant or breast-feeding , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10-12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor Shake well before use. To open, rotate cap to align the marks. Squeeze cap on both sides and tum in a counter-clockwise direction and pull off to remove. To spray, hold bottle with thumb at base and nozzle between first and second fingers. Without tiltlng the head insert nozzle into nostril. Fully depress rim with a firm, even stroke and sniff deeply. Wipe nozzle clean after use and snap back onto the bottle."
    ],
    "storage_and_handling": [
      "Other information store between 20˚C to 25˚C (68˚F to 77˚F) retain carton for future reference on full labeling Questions or comments? 1-800-935-2362, Mon-Fri. 9 am-5 pm EST)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients No Drip Original Nasal Pump Mist- (NDC-63868-605-01) avicel. benzalkonium chloride, benzyl alcohol. dibasic sodium phosphate, edetate dlsodlum dlhydrate, flavor, monobasic sodium phosphate, polyethylene glycol, povidone, purified water No Drip Extra Moisturizing Nasal Pump Mist- (NDC-63868-676-01) avicel. benzalkonium chloride, benzyl alcohol, dibasic sodium phosphate, edetate dlsodlum dlhydrate, glycerin, monobasic sodium phosphate, polyethylene glycol, povidone, purified water"
    ],
    "spl_unclassified_section": [
      "Tamper Evident: Do not use the product if the temper evident seal is broken or missing. This product is not manufactured or distributed by Bayer HealthCare LLC distributor of Afrin Original Nasal Spray. Distributed by C.D.M.A Inc. 43157 W 9 Mile Rd Novi, MI 48375 www.qualitychoice.com Question: 800935-2362"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC-63868- 605 -01 NDC-63868- 676 -01 containerlabel605 containerlabel676"
    ],
    "set_id": "c7b1f980-9b0d-4f63-a70d-fd366658f863",
    "id": "3446fcd3-f2b4-4f5f-b80e-f0600b7efc81",
    "effective_time": "20241226",
    "version": "3",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "CHAIN DRUG MARKETING ASSOCIATION INC."
      ],
      "product_ndc": [
        "63868-605",
        "63868-676"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1000990"
      ],
      "spl_id": [
        "3446fcd3-f2b4-4f5f-b80e-f0600b7efc81"
      ],
      "spl_set_id": [
        "c7b1f980-9b0d-4f63-a70d-fd366658f863"
      ],
      "package_ndc": [
        "63868-605-01",
        "63868-676-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0635515988439",
        "0635515988477"
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "oxymetazoline hydrochloride oxymetazoline hydrochloride BENZALKONIUM CHLORIDE BENZYL ALCOHOL SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM EDETATE DISODIUM SODIUM PHOSPHATE, MONOBASIC, UNSPECIFIED FORM POLYETHYLENE GLYCOL, UNSPECIFIED POVIDONE, UNSPECIFIED PROPYLENE GLYCOL WATER OXYMETAZOLINE HYDROCHLORIDE OXYMETAZOLINE Translucent"
    ],
    "active_ingredient": [
      "Active ingredient Oxymetazoline hydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Nasal decongestant"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves nasal congestion due to: common cold hay fever upper respiratory allergies temporarily relieves sinus congestion and pressure shrinks swollen nasal membranes so you can breathe more freely"
    ],
    "warnings": [
      "Warnings Ask a doctor before use if you have heart disease high blood pressure diabetes thyroid disease trouble urinating due to an enlarged prostate gland When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing or an increase in nasal discharge may occur use of this container by more than one person may spread infection Stop use and ask a doctor if symptoms persist If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure diabetes thyroid disease trouble urinating due to an enlarged prostate gland"
    ],
    "when_using": [
      "When using this product do not use more than directed do not use for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. temporary discomfort such as burning, stinging, sneezing or an increase in nasal discharge may occur use of this container by more than one person may spread infection"
    ],
    "stop_use": [
      "Stop use and ask a doctor if symptoms persist"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 to under 12 years of age (with adult supervision): 2 or 3 sprays in each nostril not more often than every 10 to 12 hours. Do not exceed 2 doses in any 24-hour period. children under 6 years of age: ask a doctor To Use: Push firmly down on cap and turn counter clockwise. To spray, squeeze bottle quickly and firmly. Do not tilt head backward while spraying. Wipe nozzle clean after use. Secure cap after use."
    ],
    "storage_and_handling": [
      "Other information store at 20-25°C (68-77°F) retain carton for future reference on full labeling"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride solution, benzyl alcohol, dibasic sodium phosphate, edetate disodium, monobasic sodium phosphate, polyethylene glycol, povidone, propylene glycol, purified water"
    ],
    "questions": [
      "Questions or comments? 1-800-719-9260"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel pdp"
    ],
    "set_id": "fd058e2b-5445-e416-e053-6394a90a611b",
    "id": "36b1caf3-8f0e-088c-e063-6394a90a6a07",
    "effective_time": "20250603",
    "version": "3",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "oxymetazoline hydrochloride"
      ],
      "generic_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-3422"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "OXYMETAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1000990"
      ],
      "spl_id": [
        "36b1caf3-8f0e-088c-e063-6394a90a6a07"
      ],
      "spl_set_id": [
        "fd058e2b-5445-e416-e053-6394a90a611b"
      ],
      "package_ndc": [
        "68071-3422-1"
      ],
      "original_packager_product_ndc": [
        "45802-410"
      ],
      "upc": [
        "0368071342215"
      ],
      "unii": [
        "K89MJ0S5VY"
      ]
    }
  }
]