[
  {
    "spl_product_data_elements": [
      "Humatin PAROMOMYCIN SULFATE PAROMOMYCIN SULFATE PAROMOMYCIN FD&C BLUE NO. 1 D&C RED NO. 28 FD&C RED NO. 40 GELATIN TITANIUM DIOXIDE D&C YELLOW NO. 10 FD&C BLUE NO. 2 FERROSOFERRIC OXIDE SHELLAC PROPYLENE GLYCOL White opaque Dark blue opaque HP;38"
    ],
    "spl_unclassified_section": [
      "To reduce the development of drug-resistant bacteria and maintain the effectiveness of HUMATIN™ Capsules, and other antibacterial drugs, HUMATIN™ Capsules should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria."
    ],
    "description": [
      "DESCRIPTION Paromomycin sulfate is a broad spectrum antibiotic produced by Streptomyces riomosus var. paromomycinus. It is a white, amorphous, stable, water-soluble product. Paromomycin sulfate is designated chemically as 0-2, 6-Diamino-2, 6-dideoxy-β -L-idopyranosyl-(1→3)-0-β -D-ribofuranosyl-(1→5)-0-[2-amino-2-deoxy-α -D-glucopyranosyl-(1→4)]-2-deoxystreptamine sulfate (salt). The molecular formula is C 23 H 45 N 5 O 14 •xH 2 SO 4 , with a molecular weight of 615.64 (base). Its structural formula is: Each capsule, for oral administration, contains paromomycin sulfate equivalent to 250 mg paromomycin. Each capsule also contains the following inactive ingredients: FD&C Blue # 1, D&C Red # 28, FD&C Red # 40, gelatin and titanium dioxide. The imprinting ink for the 250 mg capsule contains D&C yellow #10, FD&C blue # 1, FD&C blue # 2, FD&C red # 40, iron oxide black, pharmaceutical shellac glaze, and propylene glycol. Image"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The in-vitro and in-vivo antibacterial action of paromomycin closely parallels that of neomycin. It is poorly absorbed after oral administration, with almost 100% of the drug recoverable in the stool."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Paromomycin sulfate is indicated for intestinal amebiasis–acute and chronic (NOTE-It is not effective in extraintestinal amebiasis); management of hepatic coma–as adjunctive therapy. To reduce the development of drug-resistant bacteria and maintain the effectiveness of HUMATIN™ Capsules and other antibacterial drugs, HUMATIN™ Capsules should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Paromomycin sulfate is contraindicated in individuals with a history of previous hypersensitivity reactions to it. It is also contraindicated in intestinal obstruction."
    ],
    "precautions": [
      "PRECAUTIONS Prescribing HUMATIN™ Capsules in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. The use of this antibiotic, as with other antibiotics, may result in an overgrowth of nonsusceptible organisms, including fungi. Constant observation of the patient is essential. If new infections caused by nonsusceptible organisms appear during therapy, appropriate measures should be taken. The drug should be used with caution in individuals with ulcerative lesions of the bowel to avoid renal toxicity through inadvertent absorption. Information for Patients Patients should be counseled that antibacterial drugs including HUMATIN™ Capsules should only be used to treat bacterial infections. They do not treat viral infections (e.g., the common cold). When HUMATIN™ Capsules is prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of the immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by HUMATIN™ Capsules or other antibacterial drugs in the future. PEDIATRIC USE See DOSAGE AND ADMINISTRATION section."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Nausea, abdominal cramps, and diarrhea have been reported in patients on doses over 3 g daily. To report SUSPECTED ADVERSE REACTIONS, Waylis Therapeutics LLC at 844-200-7910 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Intestinal amebiasis: Adults and Pediatric Patients: Usual dose—25 to 35 mg/kg body weight daily, administered in three doses with meals, for five to ten days. Management of hepatic coma: Adults: Usual dose—4 g daily in divided doses, given at regular intervals for five to six days."
    ],
    "how_supplied": [
      "HOW SUPPLIED HUMATIN™ Capsules each contain paromomycin sulfate equivalent to 250 mg paromomycin, are supplied as follows: NDC 80725-250-01: Bottles of 100 The capsule is Dark Blue Opaque /White Opaque, imprinted with \"HP 38\" in black ink on the cap and on the body."
    ],
    "storage_and_handling": [
      "STORAGE Store at 20°-25°C (68°-77°F) [See USP controlled Room Temperature] Protect from moisture. Preserve in tight containers as defined in the USP. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. MANUFACTURED FOR: Waylis Therapeutics LLC Rahway, NJ 07065 51UWT0000002US02 Revised: 10/2025 logo"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 80725-250-01 Humatin™ Paromomycin Sulfate Capsules, USP 250 mg 100 Capsules Rx only Container Label 250 mg 100 count"
    ],
    "set_id": "a725f022-ec3c-430d-8021-96c861b9893c",
    "id": "4b33337a-4e4b-42f3-923f-5b61f02fc463",
    "effective_time": "20251113",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA065173"
      ],
      "brand_name": [
        "Humatin"
      ],
      "generic_name": [
        "PAROMOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Waylis Therapeutics LLC"
      ],
      "product_ndc": [
        "80725-250"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PAROMOMYCIN SULFATE"
      ],
      "rxcui": [
        "207347",
        "314184"
      ],
      "spl_id": [
        "4b33337a-4e4b-42f3-923f-5b61f02fc463"
      ],
      "spl_set_id": [
        "a725f022-ec3c-430d-8021-96c861b9893c"
      ],
      "package_ndc": [
        "80725-250-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0380725250011"
      ],
      "unii": [
        "845NU6GJPS"
      ]
    }
  }
]