[
  {
    "spl_product_data_elements": [
      "Pentamidine Isethionate PENTAMIDINE ISETHIONATE PENTAMIDINE ISETHIONATE PENTAMIDINE"
    ],
    "spl_unclassified_section": [
      "For Oral Inhalation Only"
    ],
    "description": [
      "DESCRIPTION Pentamidine Isethionate for inhalation, an antifungal agent, is a nonpyrogenic lyophilized product. After reconstitution with Sterile Water for Injection, USP, Pentamidine Isethionate is administered by inhalation via the Respirgard ® II nebulizer [Marquest, Englewood, CO] (see DOSAGE AND ADMINISTRATION ). Pentamidine isethionate, 4,4’-[1,5-pentane-diylbis(oxy)]bis-benzenecarboximidamid, is a white crystalline powder soluble in water and glycerin and insoluble in ether, acetone, and chloroform. C 19 H 24 N 4 O 2 •2C 2 H 6 O 4 S 592.68 Each vial contains 300 mg pentamidine isethionate. nebupent_structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Microbiology Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood. Activity in vitro and in vivo Pentamindine isethionate, an aromatic diamidine, is know to have activity against Pneumocystis jiroveci. Pharmacokinetics In 5 AIDS patients with suspected Pneumocystis jiroveci pneumonia (PJP), the mean concentrations of pentamidine determined 18 to 24 hours after inhalation therapy were 23.2 ng/mL (range 5.1 to 43.0 ng/mL) in bronchoalveolar lavage fluid and 705 ng/mL (range 140 to 1336 ng/mL) in sediment after administration of a 300 mg single dose via the Respirgard ® II nebulizer. In 3 AIDS patients with suspected PJP, the mean concentrations of pentamidine determined 18 to 24 hours after a 4 mg/kg intravenous dose were 2.6 ng/mL (range 1.5 to 4.0 ng/mL) in bronchoalveolar lavage fluid and 9.3 ng/mL (range 6.9 to 12.8 ng/mL) in sediment. In the patients who received aerosolized pentamidine, the peak plasma levels of pentamidine were at or below the lower limit of detection of the assay (2.3 ng/mL). Following a single 2-hour intravenous infusion of 4 mg/kg of pentamidine isethionate to 6 AIDS patients, the mean plasma C max , T 1/2 and clearance were 612 ± 371 ng/mL, 6.4 ± 1.3 hr and 248 ± 91 L/hr respectively. In another study of aerosolized pentamidine in 13 AIDS patients with acute PJP who received 4 mg/kg/day administered via the Ultra Vent ® jet nebulizer, peak plasma levels of pentamidine averaged 18.8 ± 11.9 ng/mL after the first dose. During the next 14 days of repeated dosing, the highest observed C max averaged 20.5 ± 21.2 ng/mL. In a third study, following daily administration of 600 mg of inhaled pentamidine isethionate with the Respirgard ® II nebulizer for 21 days in 11 patients with acute PJP, mean plasma levels measured shortly after the 21st dose averaged 11.8 ± 10.0 ng/mL. Plasma concentrations after aerosol administration are substantially lower than those observed after a comparable intravenous dose. The extent of pentamidine accumulation and distribution following chronic inhalation therapy are not known. In rats, intravenous administration of a 5 mg/kg dose resulted in concentrations of pentamidine in the liver and kidney that were 87.5 and 62.3-fold higher, respectively, than levels in those organs following 5 mg/kg administered as an aerosol. No pharmacokinetic data are available following aerosol administration of pentamidine in humans with impaired hepatic or renal function."
    ],
    "microbiology": [
      "Microbiology Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood. Activity in vitro and in vivo Pentamindine isethionate, an aromatic diamidine, is know to have activity against Pneumocystis jiroveci."
    ],
    "mechanism_of_action": [
      "Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood."
    ],
    "pharmacokinetics": [
      "Pharmacokinetics In 5 AIDS patients with suspected Pneumocystis jiroveci pneumonia (PJP), the mean concentrations of pentamidine determined 18 to 24 hours after inhalation therapy were 23.2 ng/mL (range 5.1 to 43.0 ng/mL) in bronchoalveolar lavage fluid and 705 ng/mL (range 140 to 1336 ng/mL) in sediment after administration of a 300 mg single dose via the Respirgard ® II nebulizer. In 3 AIDS patients with suspected PJP, the mean concentrations of pentamidine determined 18 to 24 hours after a 4 mg/kg intravenous dose were 2.6 ng/mL (range 1.5 to 4.0 ng/mL) in bronchoalveolar lavage fluid and 9.3 ng/mL (range 6.9 to 12.8 ng/mL) in sediment. In the patients who received aerosolized pentamidine, the peak plasma levels of pentamidine were at or below the lower limit of detection of the assay (2.3 ng/mL). Following a single 2-hour intravenous infusion of 4 mg/kg of pentamidine isethionate to 6 AIDS patients, the mean plasma C max , T 1/2 and clearance were 612 ± 371 ng/mL, 6.4 ± 1.3 hr and 248 ± 91 L/hr respectively. In another study of aerosolized pentamidine in 13 AIDS patients with acute PJP who received 4 mg/kg/day administered via the Ultra Vent ® jet nebulizer, peak plasma levels of pentamidine averaged 18.8 ± 11.9 ng/mL after the first dose. During the next 14 days of repeated dosing, the highest observed C max averaged 20.5 ± 21.2 ng/mL. In a third study, following daily administration of 600 mg of inhaled pentamidine isethionate with the Respirgard ® II nebulizer for 21 days in 11 patients with acute PJP, mean plasma levels measured shortly after the 21st dose averaged 11.8 ± 10.0 ng/mL. Plasma concentrations after aerosol administration are substantially lower than those observed after a comparable intravenous dose. The extent of pentamidine accumulation and distribution following chronic inhalation therapy are not known. In rats, intravenous administration of a 5 mg/kg dose resulted in concentrations of pentamidine in the liver and kidney that were 87.5 and 62.3-fold higher, respectively, than levels in those organs following 5 mg/kg administered as an aerosol. No pharmacokinetic data are available following aerosol administration of pentamidine in humans with impaired hepatic or renal function."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Pentamidine Isethionate is indicated for the prevention of Pneumocystis jiroveci pneumonia (PJP) in high-risk, HIV-infected patients defined by one or both of the following criteria: i. a history of one or more episodes of PJP ii. a peripheral CD4+ (T4 helper/inducer) lymphocyte count less than or equal to 200/mm 3 . These indications are based on the results of an 18-month randomized, dose-response trial in high risk HIV-infected patients and on existing epidemiological data from natural history studies. The patient population of the controlled trial consisted of 408 patients, 237 of whom had a history of one or more episodes of PJP. The remaining patients without a history of PJP included 55 patients with Kaposi’s sarcoma and 116 patients with other AIDS diagnoses, ARC or asymptomatic HIV infection. Patients were randomly assigned to receive Pentamidine isethionate via the Respirgard ® II nebulizer at one of the following three doses: 30 mg every two weeks (n=135), 150 mg every two weeks (n=134) or 300 mg every four weeks (n=139). The results of the trial demonstrated a significant protective effect (p<0.01) against PJP with the 300 mg every four week dosage regimen compared to the 30 mg every two week dosage regimen. The 300 mg dose regimen reduced the risk of developing PJP by 50 to 70% compared to the 30 mg regimen. A total of 293 patients (72% of all patients) also received zidovudine at sometime during the trial. The analysis of the data demonstrated the efficacy of the 300 mg dose even after adjusting for the effect of zidovudine. The results of the trial further demonstrate that the dose and frequency of dosing are important to the efficacy of Pentamidine Isethionate prophylaxis in that multiple analyses consistently demonstrated a trend toward greater efficacy with 300 mg every four weeks as compared to 150 mg every two weeks. No dose-response was observed for reduction in overall mortality; however, mortality from PJP was low in all three dosage groups."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Pentamidine Isethionate is contraindicated in patients with a ­history of an anaphylactic reaction to inhaled or parenteral pentamidine isethionate."
    ],
    "warnings": [
      "WARNINGS The potential for development of acute PJP still exists in patients receiving Pentamidine Isethionate prophylaxis. Therefore, any patient with symptoms suggestive of the presence of a pulmonary infection, including but not limited to dyspnea, fever or cough, should receive a thorough medical evaluation and appropriate diagnostic tests for possible acute PJP as well as for other opportunistic and nonopportunistic pathogens. The use of Pentamidine Isethionate may alter the clinical and radiographic features of PJP and could result in an atypical presentation, including but not limited to mild disease or focal ­infection. Prior to initiating Pentamidine Isethionate prophylaxis, symptomatic patients should be evaluated appropriately to exclude the presence of PJP. The recommended dose of Pentamidine Isethionate for the prevention of PJP is insufficient to treat acute PJP."
    ],
    "precautions": [
      "PRECAUTIONS IMPORTANT: DO NOT MIX THE PENTAMIDINE ISETHIONATE SOLUTION WITH ANY OTHER DRUGS. DO NOT USE THE RESPIRGARD ® II NEBULIZER TO ADMINISTER A BRONCHODILATOR. (See DOSAGE AND ADMINISTRATION ). Pulmonary Inhalation of Pentamidine Isethionate may induce bronchospasm or cough. This has been noted particularly in some patients who have a history of smoking or asthma. In clinical trials, cough and bronchospasm were the most frequently reported adverse experiences associated with Pentamidine Isethionate administration (38% and 15%, respectively of patients receiving the 300 mg dose); however less than 1% of the doses were interrupted or terminated due to these effects. For the majority of patients, cough and bronchospasm were controlled by administration of an aerosolized bronchodilator (only 1% of patients withdrew from the study due to treatment-associated cough or bronchospasm). In patients who experience bronchospasm or cough, administration of an inhaled bronchodilator prior to giving each Pentamidine Isethionate dose may minimize recurrence of the symptoms. General The extent and consequence of pentamidine accumulation following chronic inhalation therapy are not known. As a result, patients receiving Pentamidine Isethionate should be closely monitored for the development of serious adverse reactions that have occurred in patients receiving parenteral pentamidine, including hypotension, hypogly­cemia, hyperglycemia, hypocalcemia, anemia, thrombocytopenia, leukopenia, hepatic or renal dysfunction, ventricular tachycardia, pancre­atitis, Stevens-Johnson syndrome, hyperkalemia and abnormal ST segment of ECG. Extrapulmonary infection with P. jiroveci has been reported infrequently. Most, but not all, of the cases have been reported in patients who have a history of PJP. The presence of extrapulmonary pneumocystosis should be considered when evaluating patients with unexplained signs and symptoms. Cases of acute pancreatitis have been reported in patients receiving aerosolized pentamidine. Pentamidine Isethionate should be discontinued if signs or symptoms of acute pancreatitis develop. Drug Interactions While specific studies on drug interactions with pentamidine isethionate have not been conducted, the majority of patients in clinical trials received concomitant medications, including zidovudine, with no reported interactions. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible. Carcinogenesis, Mutagenesis and Impairment of Fertility Literature reports indicate that pentamidine was not mutagenic in the Ames bacterial (S. typhimurium) test and did not induce an increase in chromosomal aberrations in Chinese Hamster Ovary (CHO) cell or in human lymphocytes in vitro . No studies have been conducted to determine effects of pentamidine isethionate on carcinogenicity or fertility. Pregnancy-Pregnancy Category C There are no adequate and well controlled studies of Pentamidine Isethionate in pregnant women. A literature report indicated that intravenously administered pentamidine in pregnant rats at 4 mg/kg/day was embryolethal; teratogenicity was not observed in this study. It is unknown whether pentamidine administered via the aerosolized route crosses the placenta at clinically significant concentrations. It is not known whether Pentamidine Isethionate can cause fetal harm when administered to a pregnant woman. Pentamidine Isethionate should be given to a pregnant woman only if clearly needed. Nursing Mothers It is not known whether Pentamidine Isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, Pentamidine Isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks. Pediatric Use The safety and effectiveness of Pentamidine Isethionate in pediatric patients (birth to 16 years of age) have not been established."
    ],
    "general_precautions": [
      "General The extent and consequence of pentamidine accumulation following chronic inhalation therapy are not known. As a result, patients receiving Pentamidine Isethionate should be closely monitored for the development of serious adverse reactions that have occurred in patients receiving parenteral pentamidine, including hypotension, hypogly­cemia, hyperglycemia, hypocalcemia, anemia, thrombocytopenia, leukopenia, hepatic or renal dysfunction, ventricular tachycardia, pancre­atitis, Stevens-Johnson syndrome, hyperkalemia and abnormal ST segment of ECG. Extrapulmonary infection with P. jiroveci has been reported infrequently. Most, but not all, of the cases have been reported in patients who have a history of PJP. The presence of extrapulmonary pneumocystosis should be considered when evaluating patients with unexplained signs and symptoms. Cases of acute pancreatitis have been reported in patients receiving aerosolized pentamidine. Pentamidine Isethionate should be discontinued if signs or symptoms of acute pancreatitis develop."
    ],
    "drug_interactions": [
      "Drug Interactions While specific studies on drug interactions with pentamidine isethionate have not been conducted, the majority of patients in clinical trials received concomitant medications, including zidovudine, with no reported interactions. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis and Impairment of Fertility Literature reports indicate that pentamidine was not mutagenic in the Ames bacterial (S. typhimurium) test and did not induce an increase in chromosomal aberrations in Chinese Hamster Ovary (CHO) cell or in human lymphocytes in vitro . No studies have been conducted to determine effects of pentamidine isethionate on carcinogenicity or fertility."
    ],
    "pregnancy": [
      "Pregnancy-Pregnancy Category C There are no adequate and well controlled studies of Pentamidine Isethionate in pregnant women. A literature report indicated that intravenously administered pentamidine in pregnant rats at 4 mg/kg/day was embryolethal; teratogenicity was not observed in this study. It is unknown whether pentamidine administered via the aerosolized route crosses the placenta at clinically significant concentrations. It is not known whether Pentamidine Isethionate can cause fetal harm when administered to a pregnant woman. Pentamidine Isethionate should be given to a pregnant woman only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether Pentamidine Isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, Pentamidine Isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of Pentamidine Isethionate in pediatric patients (birth to 16 years of age) have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequently reported unsolicited adverse events (1 to 5%) in clinical trials, regardless of their relation to Pentamidine Isethionate therapy were as follows (n=931): Body as a Whole: Night sweats. Gastrointestinal: Diarrhea and nausea. Hematologic: Anemia. Infection: Bronchitis, non-specific herpes, ­herpes zoster, non-specific influenza, oral Candida, pharyngitis, sinusitis, and upper ­respiratory tract. Nervous System: Headache. Respiratory System: Chest pain, cough, and wheezing. Special Senses: Bad taste. Adverse events of less than 1% incidence were as follows (No causal relationship to treatment has been established for these adverse events): Body as a Whole: Allergic reaction, non-specific allergy, body odor, facial edema, fever, leg edema, lethargy, low body temperature, and temperature abnormality. Cardiovascular: Cerebrovascular accident, hypotension, hypertension, palpitations, poor circulation, syncope, tachycardia, vasodilatation and vasculitis. Gastrointestinal: Abdominal cramps, abdominal pain, constipation, dry mouth, dyspepsia, gastritis, gastric ulcer, gingivitis, hiatal hernia, hypersalivation, oral ulcer/abscess, splenomegaly, and vomiting. Hematological: Eosinophilia, neutropenia, non-specific cytopenia, pancytopenia, and thrombocytopenia. Hepatic: Hepatitis, hepatomegaly, and hepatic dysfunction. Infection: Bacterial pneumonia, central venous line related sepsis, cryptococcal meningitis, cytomegalovirus (CMV) colitis, CMV retinitis, esophageal Candida, histoplasmosis, Kaposi’s sarcoma, non-specific mycoplasma, oral herpes, non-specific otitis, non-specific pharyngitis, pharyngeal herpes, non-specific serious infection, tonsillitis, tuberculosis, and viral encephalitis. Metabolic: Hyperglycemia, hypoglycemia, and hypocalcemia. Musculoskeletal: Arthralgia, gout, and myalgia. Neurological: Anxiety, confusion, depression, drowsiness, emotional lability, hallucination, hypesthesia, insomnia, memory loss, neuralgia, neuropathy, non-specific neuropathy, nervousness, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. Reproductive: Miscarriage. Respiratory system: Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, non-specific sputum, and tachypnea. Skin: Desquamation, dry and breaking hair, dry skin, erythema, non-specific dermatitis, pruritus, rash, and urticaria. Special senses: Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, hemianopsia, loss of taste, non-specific odor, and smell. Urogenital: Flank pain, incontinence, nephritis, renal failure, and renal pain. In a clinical trial where some adverse events were solicited by investigators, the incidences were as follows: Cough (62.7%) Decreased appetite (50.0%) Dizziness or light-headedness (45.1%) Fatigue (65.7%) Fever (51.0%) Non-specific serious infection (15.2%) Shortness of breath (48.3%) Wheezing (32.4%) From post-marketing clinical experience with Pentamidine Isethionate the following spontaneous adverse events have been reported: anaphylaxis, colitis, diabetes, dyspnea, esophigitis, hematochezia, increased blood urea nitrogen (BUN) and serum creatinine levels, melena, pancreatitis (see WARNINGS ), syndrome of inappropriate antidiuretic hormone (SIADH), and torsade de pointes. To report SUSPECTED ADVERSE REACTIONS, contact XGen Pharmaceuticals DJB, Inc. at 1-866-390-4411 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage has not been reported with Pentamidine Isethionate. The symptoms and signs of overdosage are not known. A serious overdosage, to the point of producing systemic drug levels similar to those following parenteral administration, would have the potential of producing similar types of serious systemic toxicity. (See PRECAUTIONS ). Available clinical pharmacology data (see CLINICAL PHARMACOLOGY ) suggest that a dose up to 40 times the recommended Pentamidine Isethionate dosage would be required to produce systemic levels similar to a single 4 mg/kg intravenous dose."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION IMPORTANT: PENTAMIDINE ISETHIONATE MUST BE DISSOLVED ONLY IN STERILE WATER FOR INJECTION, USP. DO NOT USE SALINE SOLUTION FOR RECONSTITUTION BECAUSE THE DRUG WILL PRECIPITATE. DO NOT MIX THE PENTAMIDINE ISETHIONATE SOLUTION WITH ANY OTHER DRUGS. DO NOT USE THE RESPIRGARD ® II NEBULIZER TO ADMINISTER A BRONCHODILATOR. Reconstitution The contents of one vial (300 mg) must be dissolved in 6 mL Sterile Water for Injection, USP. Place the entire reconstituted contents of the vial into the Respirgard ® II nebulizer reservoir for administration. Dosage The recommended adult dosage of Pentamidine Isethionate for the prevention of Pneumocystis jiroveci pneumonia is 300 mg once every four weeks administered via the Respirgard ® II nebulizer. The dose should be delivered until the nebulizer chamber is empty (approximately 30 to 45 minutes). The flow rate should be 5 to 7 liters per minute from a 40 to 50 pounds per square inch (PSI) air or oxygen source. Alternatively, a 40 to 50 PSI air compressor can be used with flow limited by setting the flowmeter at 5 to 7 liters per minute or by setting the pressure at 22 to 25 PSI. Low pressure (less than 20 PSI) compressors should not be used. Stability Freshly prepared solutions for aerosol use are ­recommended. After reconstitution with sterile water, the pentamidine isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light."
    ],
    "route": [
      "Reconstitution The contents of one vial (300 mg) must be dissolved in 6 mL Sterile Water for Injection, USP. Place the entire reconstituted contents of the vial into the Respirgard ® II nebulizer reservoir for administration.",
      "Dosage The recommended adult dosage of Pentamidine Isethionate for the prevention of Pneumocystis jiroveci pneumonia is 300 mg once every four weeks administered via the Respirgard ® II nebulizer. The dose should be delivered until the nebulizer chamber is empty (approximately 30 to 45 minutes). The flow rate should be 5 to 7 liters per minute from a 40 to 50 pounds per square inch (PSI) air or oxygen source. Alternatively, a 40 to 50 PSI air compressor can be used with flow limited by setting the flowmeter at 5 to 7 liters per minute or by setting the pressure at 22 to 25 PSI. Low pressure (less than 20 PSI) compressors should not be used."
    ],
    "storage_and_handling": [
      "Stability Freshly prepared solutions for aerosol use are ­recommended. After reconstitution with sterile water, the pentamidine isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light."
    ],
    "how_supplied": [
      "HOW SUPPLIED Pentamidine Isethionate 300 mg lyophilized product is supplied as: Single-dose glass vial (NDC 39822-3030-01), individually packaged as 1 vial per carton (NDC 39822-3030-02) Store dry product at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect the dry product and the reconstituted solution from light. Manufactured for: XGen Pharmaceuticals DJB, Inc. Big Flats, NY 14814 Rx only Revised: September 2022 PENH-PI-05 PC5142A"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPLE PACKAGE DISPLAY PACKAGE LABEL – PRINCIPAL DISPLAY – Pentamidine Isethionate 300 mg Single Dose Vial Label NDC 39822-3030-1 Pentamidine Isethionate 300 mg Lyophilized For Inhalation Solution Single-Dose Vial Rx only CARTON – PRINCIPAL DISPLAY – Pentamidine Isethionate 300 mg Single Dose Vial Carton NDC 39822-3030-2 Pentamidine Isethionate 300 mg Lyophilized For Inhalation Solution Single-Dose Vial Carton Rx only penh-vl-04 PENH-CS-03"
    ],
    "set_id": "490a231d-bb24-403d-9733-1a562ecd5917",
    "id": "13f0833c-208d-be41-e063-6294a90a627b",
    "effective_time": "20240318",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA206983"
      ],
      "brand_name": [
        "Pentamidine Isethionate"
      ],
      "generic_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "manufacturer_name": [
        "XGen Pharmaceuticals DJB, Inc."
      ],
      "product_ndc": [
        "39822-3030"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "rxcui": [
        "861597"
      ],
      "spl_id": [
        "13f0833c-208d-be41-e063-6294a90a627b"
      ],
      "spl_set_id": [
        "490a231d-bb24-403d-9733-1a562ecd5917"
      ],
      "package_ndc": [
        "39822-3030-1",
        "39822-3030-2"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0339822303021"
      ],
      "unii": [
        "V2P3K60DA2"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "pentamidine isethionate pentamidine isethionate PENTAMIDINE ISETHIONATE PENTAMIDINE"
    ],
    "description": [
      "DESCRIPTION Pentamidine isethionate for injection, an anti-protozoal agent, is a sterile, nonpyrogenic, lyophilized product. After reconstitution, it should be administered by intramuscular (IM) or intravenous (IV) routes (see DOSAGE AND ADMINISTRATION ). Pentamidine isethionate is a white crystalline powder soluble in water and glycerin, slightly soluble in alcohol and insoluble in ether, acetone, and chloroform. It is chemically designated as 4,4'-(Pentane-1,5-diylbis(oxy)) dibenzimidamide bis(2-hydroxyethanesulfonate) with the following structural formula: Molecular Formula: C 19 H 24 N 4 O 2 . (C 2 H 6 O 4 S) 2 Molecular Weight: 592.68 Each vial contains: Pentamidine isethionate USP . . . . . . . . . . . . . 300 mg structural-formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Pentamidine isethionate, an aromatic diamidine, is known to have activity against Pneumocystis carinii . The mode of action of pentamidine is not fully understood. In vitro studies indicate that the drug interferes with protozoal nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD Cmax ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1, 4 and 7 are summarized in the following table: Mean ± SD Cmax * ng/mL Cmin * ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 * derived from Lidman Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1,000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"ID9\" width=\"570\" styleCode=\"Noautorules\"><col width=\"135\"/><col width=\"70\"/><col width=\"71\"/><col width=\"63\"/><col width=\"89\"/><col width=\"80\"/><col width=\"62\"/><tbody><tr><td rowspan=\"2\" valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"> Mean &#xB1; SD </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmax ng/mL </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Clearance L/h </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Half-life hours </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Vdss L </td><td colspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Concentration ng/mL </td></tr><tr><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 8 hour </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 24 hour </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> 2 hour I.V. infusion 4 mg/kg (N=6) </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 612 &#xB1; 371 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 248 &#xB1; 91 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 6.4 &#xB1; 1.3 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 821 &#xB1; 535 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 19.3 &#xB1; 16.9 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 2.9 &#xB1; 1.4 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> I.M.  4 mg/kg (N=6) </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 209 &#xB1; 48 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 305 &#xB1; 81 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 9.4 &#xB1; 2.0 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 2724 &#xB1; 1066 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 22.9 &#xB1; 8.0 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 6.6 &#xB1; 3.5 </td></tr></tbody></table>",
      "<table ID=\"ID11\" width=\"708\" styleCode=\"Noautorules\"><col width=\"39\"/><col width=\"70\"/><col width=\"74\"/><col width=\"81\"/><col width=\"208\"/><col width=\"236\"/><tbody><tr><td valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"> Mean  &#xB1; SD </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmax<sup>*</sup> ng/mL </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmin<sup>*</sup> ng/mL </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Clearance mL/min </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Renal Clearance mL/min/1.73 m<sup>2</sup> </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Creatinine Clearance mL/min/1.73 m<sup>2</sup> </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 1 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 175.3 &#xB1; 54 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> --- </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 5737 &#xB1;  1878 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 269 &#xB1; 149 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 97 &#xB1; 12 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 4 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 210.9 &#xB1;  80 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 17.6 &#xB1; 9.5 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 3350 &#xB1;  1944 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 214 &#xB1; 145 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 93 &#xB1; 17 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 7 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 256.7 &#xB1;  89 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 40.8 &#xB1;  16.1 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 1989 &#xB1;  566 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 134 &#xB1; 60 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 69 &#xB1; 17 </td></tr></tbody></table>"
    ],
    "pharmacokinetics": [
      "Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD Cmax ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1, 4 and 7 are summarized in the following table: Mean ± SD Cmax * ng/mL Cmin * ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 * derived from Lidman Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1,000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged."
    ],
    "pharmacokinetics_table": [
      "<table ID=\"ID9\" width=\"570\" styleCode=\"Noautorules\"><col width=\"135\"/><col width=\"70\"/><col width=\"71\"/><col width=\"63\"/><col width=\"89\"/><col width=\"80\"/><col width=\"62\"/><tbody><tr><td rowspan=\"2\" valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"> Mean &#xB1; SD </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmax ng/mL </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Clearance L/h </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Half-life hours </td><td rowspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Vdss L </td><td colspan=\"2\" valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Concentration ng/mL </td></tr><tr><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 8 hour </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 24 hour </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> 2 hour I.V. infusion 4 mg/kg (N=6) </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 612 &#xB1; 371 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 248 &#xB1; 91 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 6.4 &#xB1; 1.3 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 821 &#xB1; 535 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 19.3 &#xB1; 16.9 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 2.9 &#xB1; 1.4 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> I.M.  4 mg/kg (N=6) </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 209 &#xB1; 48 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 305 &#xB1; 81 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 9.4 &#xB1; 2.0 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 2724 &#xB1; 1066 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 22.9 &#xB1; 8.0 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 6.6 &#xB1; 3.5 </td></tr></tbody></table>",
      "<table ID=\"ID11\" width=\"708\" styleCode=\"Noautorules\"><col width=\"39\"/><col width=\"70\"/><col width=\"74\"/><col width=\"81\"/><col width=\"208\"/><col width=\"236\"/><tbody><tr><td valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"> Mean  &#xB1; SD </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmax<sup>*</sup> ng/mL </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Cmin<sup>*</sup> ng/mL </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Clearance mL/min </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Renal Clearance mL/min/1.73 m<sup>2</sup> </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Creatinine Clearance mL/min/1.73 m<sup>2</sup> </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 1 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 175.3 &#xB1; 54 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> --- </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 5737 &#xB1;  1878 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 269 &#xB1; 149 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 97 &#xB1; 12 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 4 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 210.9 &#xB1;  80 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 17.6 &#xB1; 9.5 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 3350 &#xB1;  1944 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 214 &#xB1; 145 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 93 &#xB1; 17 </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Day 7 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 256.7 &#xB1;  89 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 40.8 &#xB1;  16.1 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 1989 &#xB1;  566 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 134 &#xB1; 60 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"center\"> 69 &#xB1; 17 </td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Pentamidine isethionate for injection is indicated for the treatment of pneumonia due to Pneumocystis carinii ."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Contraindicated in patients with a history of hypersensitivity to pentamidine isethionate."
    ],
    "warnings": [
      "WARNINGS Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Severe hypotension may result after a single IM or IV dose and is more likely with rapid IV administration (see PRECAUTIONS ). The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. Patients should be closely monitored for the development of serious adverse reactions (see PRECAUTIONS and ADVERSE REACTIONS ). Extravasations have been reported which, in some instances, proceeded to ulceration, tissue necrosis and/or sloughing at the injection site. While not common, surgical debridement and skin grafting has been necessary in some of these cases; long-term sequelae have been reported. Prevention is the most effective means of limiting the severity of extravasation. The intravenous needle or catheter must be properly positioned and closely observed throughout the period of pentamidine isethionate administration. If extravasation occurs, the injection should be discontinued immediately and restarted in another vein. Because there are no known local treatment measures which have proven to be useful, management of the extravasation should be symptomatic."
    ],
    "precautions": [
      "PRECAUTIONS General Pentamidine isethionate should be used with caution in patients with hypertension, hypotension, ventricular tachycardia, hypoglycemia, hyperglycemia, hypocalcemia, pancreatitis, leukopenia, thrombocytopenia, anemia, hepatic or renal dysfunction and Stevens-Johnson syndrome. Patients may develop sudden, severe hypotension after a single dose of pentamidine isethionate, whether given IV or IM. Therefore, patients receiving the drug should be lying down and the blood pressure should be monitored closely during administration of the drug and several times thereafter until the blood pressure is stable. Equipment for emergency resuscitation should be readily available. If pentamidine isethionate is administered IV, it should be infused over a period of 60 to 120 minutes. Pentamidine isethionate-induced hypoglycemia has been associated with pancreatic islet cell necrosis and inappropriately high plasma insulin concentrations. Hyperglycemia and diabetes mellitus, with or without preceding hypoglycemia, have also occurred, sometimes several months after therapy with pentamidine isethionate. Therefore, blood glucose levels should be monitored daily during therapy with pentamidine isethionate, and several times thereafter. Renal and Hepatic Impairment The efficacy or safety of alternative pentamidine isethionate dosing protocols has not been established for patients with impaired renal or hepatic function. Laboratory Tests The following tests should be carried out before, during and after therapy: Daily blood urea nitrogen and serum creatinine determinations. Daily blood glucose determinations. Complete blood count and platelet count. Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). Serum calcium determinations. Electrocardiograms. Drug Interactions No drug interaction studies with pentamidine isethionate have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted to evaluate the potential of pentamidine isethionate as a carcinogen, mutagen, or cause of impaired fertility. Pregnancy Animal reproduction studies have not been conducted with pentamidine isethionate. It is also not known whether pentamidine isethionate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Pentamidine isethionate should not be given to a pregnant woman unless the potential benefits are judged to outweigh the unknown risks. Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks. Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE) ."
    ],
    "laboratory_tests": [
      "Laboratory Tests The following tests should be carried out before, during and after therapy: Daily blood urea nitrogen and serum creatinine determinations. Daily blood glucose determinations. Complete blood count and platelet count. Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). Serum calcium determinations. Electrocardiograms."
    ],
    "drug_interactions": [
      "Drug Interactions No drug interaction studies with pentamidine isethionate have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks."
    ],
    "pediatric_use": [
      "Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE) ."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS CAUTION : Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Nephrotoxic events (increased creatinine, impaired renal function, azotemia, and renal failure) are common with the parenteral administration of pentamidine isethionate. The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. The most frequently reported spontaneous adverse events (1 to 30%) reported in clinical trials, regardless of their relation to pentamidine isethionate therapy were as follows (n=424): Cardiovascular: Hypotension 5.0% Gastrointestinal: Anorexia/Nausea 5.9% Hematologic: Anemia 1.2% Leukopenia 10.4% Thrombocytopenia 2.6% Hepatic: Elevated liver function tests 8.7% Metabolic: Hypoglycemia 5.9% Neurologic: Confusion/hallucinations 1.7% Skin: Sterile abscess and/or necrosis, pain, or induration at the site of IM injection 11.1% Rash 3.3% Special Senses: Bad taste 1.7% Urogenital: Azotemia 8.5% Elevated serum creatinine 23.6% Elevated blood urea nitrogen 6.6% Impaired renal function 28.8% Adverse events with a frequency of less than 1% incidence were as follows (No causal relationship to treatment has been established for these adverse events): Body as a whole: Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome. Cardiovascular: Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia. Gastrointestinal: Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting. Hematological: Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time. Hepatic: Hepatic dysfunction, hepatitis and hepatomegaly Metabolic: Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia. Neurological: Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. Respiratory system: Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea. Skin: Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria. Special senses: Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell. Urogenital: Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure. From post-marketing clinical experience with pentamidine isethionate, the following adverse events have been reported: cough, diabetes mellitus/ketoacidosis, dyspnea, infiltration (extravasation–see WARNINGS ), and torsades de pointes."
    ],
    "adverse_reactions_table": [
      "<table ID=\"ID39\" width=\"562\" styleCode=\"Noautorules\"><col width=\"328\"/><col width=\"234\"/><tbody><tr><td valign=\"top\" styleCode=\"Lrule Toprule Rrule\" align=\"left\"> Cardiovascular:  </td><td valign=\"top\" styleCode=\" Toprule Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Hypotension </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 5.0% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Gastrointestinal:  </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Anorexia/Nausea </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 5.9% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Hematologic:  </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Anemia </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 1.2% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Leukopenia </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 10.4% </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Thrombocytopenia </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 2.6% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Hepatic: </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Elevated liver function tests </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 8.7% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Metabolic: </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Hypoglycemia </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 5.9% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Neurologic: </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Confusion/hallucinations </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 1.7% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Skin: </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Sterile abscess and/or necrosis, pain, or induration at the site of IM injection </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 11.1% </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Rash </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 3.3% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Special Senses:  </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Bad taste </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 1.7% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Urogenital: </td><td valign=\"top\" styleCode=\" Rrule\"/></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Azotemia </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 8.5% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Elevated serum creatinine </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 23.6% </td></tr><tr><td valign=\"top\" styleCode=\" Lrule Rrule\" align=\"left\"> Elevated blood urea nitrogen </td><td valign=\"top\" styleCode=\" Rrule\" align=\"left\"> 6.6% </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Impaired renal function </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> 28.8% </td></tr></tbody></table>",
      "<table ID=\"ID41\" width=\"708\" styleCode=\"Noautorules\"><col width=\"113\"/><col width=\"595\"/><tbody><tr><td valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"> Body as a whole: </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"> Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Cardiovascular: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Gastrointestinal: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Hematological: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Hepatic: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Hepatic dysfunction, hepatitis and hepatomegaly </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Metabolic: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Neurological: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Respiratory system: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Skin: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Special senses: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell. </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> Urogenital: </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure. </td></tr></tbody></table>"
    ],
    "overdosage": [
      "OVERDOSAGE A 17 month old infant inadvertently received 1,600 mg of intravenous pentamidine isethionate which was followed by renal and hepatic function impairment, hypotension and cardiopulmonary arrest. Treatment included cardiopulmonary resuscitation, epinephrine, atropine and intubation. In addition, a four hour course of charcoal hemoperfusion was accompanied by reduction of pentamidine serum concentration and stabilization of the patient's condition. The patient recovered from these adverse events, but later died due to an unknown cause. 1"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION CAUTION: DO NOT USE SODIUM CHLORIDE INJECTION, USP FOR INITIAL RECONSTITUTION BECAUSE PRECIPITATION WILL OCCUR. Pentamidine isethionate should be administered IM or IV only. The recommended regimen for adults and pediatric patients beyond 4 months of age is 4 mg/kg once a day for 14 to 21 days. Therapy for longer than 21 days with pentamidine isethionate has also been used but may be associated with increased toxicity. Intramuscular Injection The contents of one vial (300 mg) should be dissolved in 3 mL of Sterile Water for Injection, USP at 22° to 30°C (72° to 86°F). The calculated daily dose should then be withdrawn and administered by deep IM injection. Intravenous Injection The contents of one vial (300 mg) should first be dissolved in 3 to 5 mL of Sterile Water for Injection, USP, or 5% Dextrose Injection, USP at 22° to 30°C (72° to 86°F). The calculated dose of pentamidine isethionate should then be withdrawn and diluted further in 50 to 250 mL of 5% Dextrose Injection, USP. The diluted IV solutions containing pentamidine isethionate should be infused over a period of 60 minutes. Aseptic technique should be employed in preparation of all solutions. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Stability After reconstitution with sterile water, the pentamidine isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light. To avoid crystallization, store at 22° to 30°C (72° to 86°F). Intravenous infusion solutions of pentamidine isethionate at 1 mg/mL and 2.5 mg/mL prepared in 5% Dextrose Injection, USP are stable at room temperature for up to 24 hours. Intravenous (IV) solutions of pentamidine isethionate have been shown to be incompatible with fluconazole and foscarnet sodium. IV solutions of pentamidine isethionate have been shown to be compatible with IV solutions of zidovudine (AZT) and diltiazem hydrochloride."
    ],
    "how_supplied": [
      "HOW SUPPLIED NDC No. Product Name 23155-748-41 Pentamidine Isethionate for Injection 300 mg, lyophilized product in single-dose vials, packages of 10. Store dry product at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature]. Protect from light. Preservative Free. Discard unused portion."
    ],
    "how_supplied_table": [
      "<table ID=\"ID54\" width=\"736\" styleCode=\"Noautorules\"><col width=\"368\"/><col width=\"368\"/><tbody><tr><td valign=\"top\" styleCode=\"Lrule Toprule Botrule Rrule\" align=\"left\"><content styleCode=\"bold\"> NDC No.</content> </td><td valign=\"top\" styleCode=\" Toprule Botrule Rrule\" align=\"left\"><content styleCode=\"bold\"> Product Name</content> </td></tr><tr><td valign=\"top\" styleCode=\"Lrule Botrule Rrule\" align=\"left\"> 23155-748-41 </td><td valign=\"top\" styleCode=\" Botrule Rrule\" align=\"left\"> Pentamidine Isethionate for Injection 300 mg, lyophilized product in single-dose vials, packages of 10. </td></tr></tbody></table>"
    ],
    "references": [
      "REFERENCE 1. Watts RG; Conte JE, Jr.; Zurlinden E; Waldo FB: Effect of charcoal hemoperfusion on clearance of pentamidine isethionate after accidental overdose. J Toxicol Clin Toxicol 1997;35:89-92. Manufactured by: Immacule Lifesciences Private Limited Nalagarh, Solan, Himachal Pradesh – 174101, India Manufactured for: Avet Pharmaceuticals Inc. East Brunswick, NJ 08816 1.866.901. DRUG (3784) Revised: 01/2021 avet-logo"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 23155- 748 -31 Rx only Pentamidine Isethionate for Injection 300 mg/vial Lyophilized For IM or IV Use Single-Dose Vial NDC 23155- 748 -41 Rx only Pentamidine Isethionate for Injection 300 mg/vial Lyophilized For Intramuscular or Intravenous Use 10 Single-Dose Vials vial-label carton-label"
    ],
    "set_id": "5c14fbf2-e21f-44b3-b35c-06919d40d7e0",
    "id": "77269af7-78f2-4f7d-bfe9-bdcd2bedaa86",
    "effective_time": "20251031",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA213806"
      ],
      "brand_name": [
        "pentamidine isethionate"
      ],
      "generic_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "manufacturer_name": [
        "Heritage Pharmaceuticals Inc. d/b/a Avet Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "23155-748"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "rxcui": [
        "861601"
      ],
      "spl_id": [
        "77269af7-78f2-4f7d-bfe9-bdcd2bedaa86"
      ],
      "spl_set_id": [
        "5c14fbf2-e21f-44b3-b35c-06919d40d7e0"
      ],
      "package_ndc": [
        "23155-748-31",
        "23155-748-41"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0323155748314"
      ],
      "unii": [
        "V2P3K60DA2"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PENTAMIDINE ISETHIONATE PENTAMIDINE ISETHIONATE PENTAMIDINE ISETHIONATE PENTAMIDINE"
    ],
    "spl_unclassified_section": [
      "For Injection Only"
    ],
    "description": [
      "DESCRIPTION Pentamidine isethionate for injection, an anti-protozoal agent, is a sterile, nonpyrogenic, lyophilized product. After reconstitution, it should be administered by intramuscular (IM) or intravenous (IV) routes (see DOSAGE AND ADMINISTRATION ). Pentamidine isethionate is a white crystalline powder soluble in water and glycerin, slightly soluble in alcohol and insoluble in ether, acetone, and chloroform. It is chemically designated as 4,4-[1,5-pentanediylbis(oxy)]bis-benzenecarboximidamid with the following structural formula: Each vial contains: Pentamidine isethionate . . . . . . . . . . . . . 300 mg Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Pentamidine isethionate, an aromatic diamidine, is known to have activity against Pneumocystis carinii . The mode of action of pentamidine is not fully understood. In vitro studies indicate that the drug interferes with protozoal nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD C max ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1,4 and 7 are summarized in the following table: Mean ± SD C max * ng/mL C min * ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 *derived from Lidman Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged."
    ],
    "clinical_pharmacology_table": [
      "<table border=\"0\" width=\"55%\"><tbody><tr><td styleCode=\"Rrule\">Mean &#xB1; SD</td><td styleCode=\"Rrule\"><paragraph>C <sub>max</sub></paragraph> ng/mL </td><td styleCode=\"Rrule\"><paragraph>Clearance</paragraph> L/h </td><td styleCode=\"Rrule\"><paragraph>Half-life</paragraph> hours </td><td styleCode=\"Rrule\"><paragraph>Vdss</paragraph> L </td><td><paragraph>Concentration</paragraph> ng/mL </td><td/></tr><tr><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Toprule Rrule\">8 hour</td><td styleCode=\"Toprule\">24 hour</td></tr><tr><td styleCode=\"Toprule Rrule\"><paragraph>2 hour I.V. infusion</paragraph> 4 mg/kg (N=6) </td><td styleCode=\"Toprule Rrule\">612 &#xB1; 371</td><td styleCode=\"Toprule Rrule\">248 &#xB1; 91</td><td styleCode=\"Toprule Rrule\">6.4 &#xB1; 1.3</td><td styleCode=\"Toprule Rrule\">821 &#xB1; 535</td><td styleCode=\"Toprule Rrule\">19.3 &#xB1; 16.9</td><td styleCode=\"Toprule\">2.9 &#xB1; 1.4</td></tr><tr><td styleCode=\"Toprule Rrule\"><paragraph>I.M.</paragraph> 4 mg/kg (N=6) </td><td styleCode=\"Toprule Rrule\">209 &#xB1; 48</td><td styleCode=\"Toprule Rrule\">305 &#xB1; 81</td><td styleCode=\"Toprule Rrule\">9.4 &#xB1; 2.0</td><td styleCode=\"Toprule Rrule\">2724 &#xB1; 1066</td><td styleCode=\"Toprule Rrule\">22.9 &#xB1; 8.0</td><td styleCode=\"Toprule\">6.6 &#xB1; 3.5</td></tr></tbody></table>",
      "<table border=\"0\" width=\"55%\"><tbody><tr><td styleCode=\"Botrule Rrule\">Mean &#xB1; SD</td><td styleCode=\"Botrule Rrule\"><paragraph>C <sub>max</sub> * </paragraph> ng/mL </td><td styleCode=\"Botrule Rrule\"><paragraph>C <sub>min</sub> * </paragraph> ng/mL </td><td styleCode=\"Botrule Rrule\"><paragraph>Clearance</paragraph> mL/min </td><td styleCode=\"Botrule Rrule\"><paragraph>Renal Clearance</paragraph><paragraph>mL/min/1.73 m <sup>2</sup></paragraph></td><td styleCode=\"Botrule Rrule\"><paragraph>Creatinine Clearance</paragraph><paragraph>mL/min/1.73 m <sup>2</sup></paragraph></td></tr><tr><td styleCode=\"Botrule Rrule\">Day 1</td><td styleCode=\"Botrule Rrule\">175.3 &#xB1; 54</td><td styleCode=\"Botrule Rrule\">---</td><td styleCode=\"Botrule Rrule\">5737 &#xB1; 1878</td><td styleCode=\"Botrule Rrule\">269 &#xB1; 149</td><td styleCode=\"Botrule Rrule\">97 &#xB1; 12</td></tr><tr><td styleCode=\"Botrule Rrule\">Day 4</td><td styleCode=\"Botrule Rrule\">210.9 &#xB1; 80</td><td styleCode=\"Botrule Rrule\">17.6 &#xB1; 9.5</td><td styleCode=\"Botrule Rrule\">3350 &#xB1; 1944</td><td styleCode=\"Botrule Rrule\">214 &#xB1; 145</td><td styleCode=\"Botrule Rrule\">93 &#xB1; 17</td></tr><tr><td styleCode=\"Rrule\">Day 7</td><td styleCode=\"Rrule\">256.7 &#xB1; 89</td><td styleCode=\"Rrule\">40.8 &#xB1; 16.1</td><td styleCode=\"Rrule\">1989 &#xB1; 566</td><td styleCode=\"Rrule\">134 &#xB1; 60</td><td styleCode=\"Rrule\">69 &#xB1; 17</td></tr></tbody></table>"
    ],
    "pharmacokinetics": [
      "Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD C max ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1,4 and 7 are summarized in the following table: Mean ± SD C max * ng/mL C min * ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 *derived from Lidman Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged."
    ],
    "pharmacokinetics_table": [
      "<table border=\"0\" width=\"55%\"><tbody><tr><td styleCode=\"Rrule\">Mean &#xB1; SD</td><td styleCode=\"Rrule\"><paragraph>C <sub>max</sub></paragraph> ng/mL </td><td styleCode=\"Rrule\"><paragraph>Clearance</paragraph> L/h </td><td styleCode=\"Rrule\"><paragraph>Half-life</paragraph> hours </td><td styleCode=\"Rrule\"><paragraph>Vdss</paragraph> L </td><td><paragraph>Concentration</paragraph> ng/mL </td><td/></tr><tr><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Toprule Rrule\">8 hour</td><td styleCode=\"Toprule\">24 hour</td></tr><tr><td styleCode=\"Toprule Rrule\"><paragraph>2 hour I.V. infusion</paragraph> 4 mg/kg (N=6) </td><td styleCode=\"Toprule Rrule\">612 &#xB1; 371</td><td styleCode=\"Toprule Rrule\">248 &#xB1; 91</td><td styleCode=\"Toprule Rrule\">6.4 &#xB1; 1.3</td><td styleCode=\"Toprule Rrule\">821 &#xB1; 535</td><td styleCode=\"Toprule Rrule\">19.3 &#xB1; 16.9</td><td styleCode=\"Toprule\">2.9 &#xB1; 1.4</td></tr><tr><td styleCode=\"Toprule Rrule\"><paragraph>I.M.</paragraph> 4 mg/kg (N=6) </td><td styleCode=\"Toprule Rrule\">209 &#xB1; 48</td><td styleCode=\"Toprule Rrule\">305 &#xB1; 81</td><td styleCode=\"Toprule Rrule\">9.4 &#xB1; 2.0</td><td styleCode=\"Toprule Rrule\">2724 &#xB1; 1066</td><td styleCode=\"Toprule Rrule\">22.9 &#xB1; 8.0</td><td styleCode=\"Toprule\">6.6 &#xB1; 3.5</td></tr></tbody></table>",
      "<table border=\"0\" width=\"55%\"><tbody><tr><td styleCode=\"Botrule Rrule\">Mean &#xB1; SD</td><td styleCode=\"Botrule Rrule\"><paragraph>C <sub>max</sub> * </paragraph> ng/mL </td><td styleCode=\"Botrule Rrule\"><paragraph>C <sub>min</sub> * </paragraph> ng/mL </td><td styleCode=\"Botrule Rrule\"><paragraph>Clearance</paragraph> mL/min </td><td styleCode=\"Botrule Rrule\"><paragraph>Renal Clearance</paragraph><paragraph>mL/min/1.73 m <sup>2</sup></paragraph></td><td styleCode=\"Botrule Rrule\"><paragraph>Creatinine Clearance</paragraph><paragraph>mL/min/1.73 m <sup>2</sup></paragraph></td></tr><tr><td styleCode=\"Botrule Rrule\">Day 1</td><td styleCode=\"Botrule Rrule\">175.3 &#xB1; 54</td><td styleCode=\"Botrule Rrule\">---</td><td styleCode=\"Botrule Rrule\">5737 &#xB1; 1878</td><td styleCode=\"Botrule Rrule\">269 &#xB1; 149</td><td styleCode=\"Botrule Rrule\">97 &#xB1; 12</td></tr><tr><td styleCode=\"Botrule Rrule\">Day 4</td><td styleCode=\"Botrule Rrule\">210.9 &#xB1; 80</td><td styleCode=\"Botrule Rrule\">17.6 &#xB1; 9.5</td><td styleCode=\"Botrule Rrule\">3350 &#xB1; 1944</td><td styleCode=\"Botrule Rrule\">214 &#xB1; 145</td><td styleCode=\"Botrule Rrule\">93 &#xB1; 17</td></tr><tr><td styleCode=\"Rrule\">Day 7</td><td styleCode=\"Rrule\">256.7 &#xB1; 89</td><td styleCode=\"Rrule\">40.8 &#xB1; 16.1</td><td styleCode=\"Rrule\">1989 &#xB1; 566</td><td styleCode=\"Rrule\">134 &#xB1; 60</td><td styleCode=\"Rrule\">69 &#xB1; 17</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Pentamidine isethionate for injection is indicated for the treatment of pneumonia due to Pneumocystis carinii ."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Contraindicated in patients with a history of hypersensitivity to pentamidine isethionate."
    ],
    "warnings": [
      "WARNINGS Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Severe hypotension may result after a single IM or IV dose and is more likely with rapid IV administration (see PRECAUTIONS ). The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. Patients should be closely monitored for the development of serious adverse reactions (see PRECAUTIONS and ADVERSE REACTIONS ). Extravasations have been reported which, in some instances, proceeded to ulceration, tissue necrosis and/or sloughing at the injection site. While not common, surgical debridement and skin grafting has been necessary in some of these cases; long-term sequelae have been reported. Prevention is the most effective means of limiting the severity of extravasation. The intravenous needle or catheter must be properly positioned and closely observed throughout the period of pentamidine isethionate administration. If extravasation occurs, the injection should be discontinued immediately and restarted in another vein. Because there are no known local treatment measures which have proven to be useful, management of the extravasation should be symptomatic."
    ],
    "precautions": [
      "PRECAUTIONS General Pentamidine isethionate should be used with caution in patients with hypertension, hypotension, ventricular tachycardia, hypoglycemia, hyperglycemia, hypocalcemia, pancreatitis, leukopenia, thrombocytopenia, anemia, hepatic or renal dysfunction and Stevens-Johnson syndrome. Patients may develop sudden, severe hypotension after a single dose of pentamidine isethionate, whether given IV or IM. Therefore, patients receiving the drug should be lying down and the blood pressure should be monitored closely during administration of the drug and several times thereafter until the blood pressure is stable. Equipment for emergency resuscitation should be readily available. If pentamidine isethionate is administered IV, it should be infused over a period of 60 to 120 minutes. Pentamidine isethionate-induced hypoglycemia has been associated with pancreatic islet cell necrosis and inappropriately high plasma insulin concentrations. Hyperglycemia and diabetes mellitus, with or without preceding hypoglycemia, have also occurred, sometimes several months after therapy with pentamidine isethionate. Therefore, blood glucose levels should be monitored daily during therapy with pentamidine isethionate, and several times thereafter. Renal and Hepatic Impairment The efficacy or safety of alternative pentamidine isethionate for injection dosing protocols have not been established for patients with impaired renal or hepatic function. Laboratory Tests The following tests should be carried out before, during and after therapy: a) Daily blood urea nitrogen and serum creatinine determinations. b) Daily blood glucose determinations. c) Complete blood count and platelet count. d) Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). e) Serum calcium determinations. f) Electrocardiograms. Drug Interactions No drug interaction studies with pentamidine isethionate for injection have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted to evaluate the potential of pentamidine isethionate as a carcinogen, mutagen, or cause of impaired fertility. Pregnancy-Pregnancy Category C Animal reproduction studies have not been conducted with pentamidine isethionate. It is also not known whether pentamidine isethionate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Pentamidine isethionate should not be given to a pregnant woman unless the potential benefits are judged to outweigh the unknown risks. Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks. Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE ) ."
    ],
    "general_precautions": [
      "General Pentamidine isethionate should be used with caution in patients with hypertension, hypotension, ventricular tachycardia, hypoglycemia, hyperglycemia, hypocalcemia, pancreatitis, leukopenia, thrombocytopenia, anemia, hepatic or renal dysfunction and Stevens-Johnson syndrome. Patients may develop sudden, severe hypotension after a single dose of pentamidine isethionate, whether given IV or IM. Therefore, patients receiving the drug should be lying down and the blood pressure should be monitored closely during administration of the drug and several times thereafter until the blood pressure is stable. Equipment for emergency resuscitation should be readily available. If pentamidine isethionate is administered IV, it should be infused over a period of 60 to 120 minutes. Pentamidine isethionate-induced hypoglycemia has been associated with pancreatic islet cell necrosis and inappropriately high plasma insulin concentrations. Hyperglycemia and diabetes mellitus, with or without preceding hypoglycemia, have also occurred, sometimes several months after therapy with pentamidine isethionate. Therefore, blood glucose levels should be monitored daily during therapy with pentamidine isethionate, and several times thereafter."
    ],
    "laboratory_tests": [
      "Laboratory Tests The following tests should be carried out before, during and after therapy: a) Daily blood urea nitrogen and serum creatinine determinations. b) Daily blood glucose determinations. c) Complete blood count and platelet count. d) Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). e) Serum calcium determinations. f) Electrocardiograms."
    ],
    "drug_interactions": [
      "Drug Interactions No drug interaction studies with pentamidine isethionate for injection have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted to evaluate the potential of pentamidine isethionate as a carcinogen, mutagen, or cause of impaired fertility."
    ],
    "pregnancy": [
      "Pregnancy-Pregnancy Category C Animal reproduction studies have not been conducted with pentamidine isethionate. It is also not known whether pentamidine isethionate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Pentamidine isethionate should not be given to a pregnant woman unless the potential benefits are judged to outweigh the unknown risks."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks."
    ],
    "pediatric_use": [
      "Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE ) ."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS CAUTION : Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Nephrotoxic events (increased creatinine, impaired renal function, azotemia, and renal failure) are common with the parenteral administration of pentamidine isethionate. The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. The most frequently reported spontaneous adverse events (1 to 30%) reported in clinical trials, regardless of their relation to pentamidine isethionate therapy were as follows (n=424): Cardiovascular: -Hypotension 5.0% Gastrointestinal: -Anorexia/Nausea 5.9% Hematologic: -Anemia 1.2% -Leukopenia 10.4% -Thrombocytopenia 2.6% Hepatic: -Elevated liver function tests 8.7% Metabolic: -Hypoglycemia 5.9% Neurologic: -Confusion/hallucinations 1.7% Skin: -Sterile abscess and/or necrosis, pain, or induration at the site of IM injection 11.1% -Rash 3.3% Special Senses: -Bad taste 1.7% Urogenital: -Azotemia 8.5% -Elevated serum creatinine 23.6% -Elevated blood urea nitrogen 6.6% -Impaired renal function 28.8% Adverse events with a frequency of less than 1% incidence were as follows (No causal relationship to treatment has been established for these adverse events): Body as a whole: Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome. Cardiovascular: Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia. Gastrointestinal: Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting. Hematological: Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time. Hepatic: Hepatic dysfunction, hepatitis and hepatomegaly Metabolic: Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia. Neurological: Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. Respiratory system: Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea. Skin: Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria. Special senses: Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell. Urogenital: Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure. From post-marketing clinical experience with pentamidine isethionate, the following adverse events have been reported: cough, diabetes mellitus/ketoacidosis, dyspnea, infiltration (extravasation–see WARNINGS ), and torsades de pointes. To report SUSPECTED ADVERSE REACTIONS, contact XGen Pharmaceuticals DJB, Inc. at 1-866-390-4411 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "adverse_reactions_table": [
      "<table border=\"0\" width=\"35%\"><tbody><tr><td>Cardiovascular:</td><td/></tr><tr><td styleCode=\"Botrule\">-Hypotension</td><td styleCode=\"Botrule\">5.0%</td></tr><tr><td>Gastrointestinal:</td><td/></tr><tr><td styleCode=\"Botrule\">-Anorexia/Nausea</td><td styleCode=\"Botrule\">5.9%</td></tr><tr><td>Hematologic:</td><td/></tr><tr><td>-Anemia</td><td>1.2%</td></tr><tr><td>-Leukopenia</td><td>10.4%</td></tr><tr><td styleCode=\"Botrule\">-Thrombocytopenia</td><td styleCode=\"Botrule\">2.6%</td></tr><tr><td>Hepatic:</td><td/></tr><tr><td styleCode=\"Botrule\">-Elevated liver function tests</td><td styleCode=\"Botrule\">8.7%</td></tr><tr><td>Metabolic:</td><td/></tr><tr><td styleCode=\"Botrule\">-Hypoglycemia</td><td styleCode=\"Botrule\">5.9%</td></tr><tr><td>Neurologic:</td><td/></tr><tr><td styleCode=\"Botrule\">-Confusion/hallucinations</td><td styleCode=\"Botrule\">1.7%</td></tr><tr><td>Skin:</td><td/></tr><tr><td>-Sterile abscess and/or necrosis, pain, or induration at the site of IM injection</td><td>11.1%</td></tr><tr><td styleCode=\"Botrule\">-Rash</td><td styleCode=\"Botrule\">3.3%</td></tr><tr><td>Special Senses:</td><td/></tr><tr><td styleCode=\"Botrule\">-Bad taste</td><td styleCode=\"Botrule\">1.7%</td></tr><tr><td>Urogenital:</td><td/></tr><tr><td>-Azotemia</td><td>8.5%</td></tr><tr><td>-Elevated serum creatinine</td><td>23.6%</td></tr><tr><td>-Elevated blood urea nitrogen</td><td>6.6%</td></tr><tr><td>-Impaired renal function</td><td>28.8%</td></tr></tbody></table>",
      "<table><colgroup><col/><col/></colgroup><tbody><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Body as a whole:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Cardiovascular:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Gastrointestinal:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Hematological:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Hepatic:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Hepatic dysfunction, hepatitis and hepatomegaly</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Metabolic:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Neurological:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Respiratory system:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Skin:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Special senses:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell.</paragraph></td></tr><tr><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Urogenital:</paragraph></td><td styleCode=\"Botrule          Toprule         Lrule          Rrule     \" valign=\"top\"><paragraph>Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure.</paragraph></td></tr></tbody></table>"
    ],
    "overdosage": [
      "OVERDOSAGE A 17 month old infant inadvertently received 1600 mg of intravenous pentamidine isethionate which was followed by renal and hepatic function impairment, hypotension and cardiopulmonary arrest. Treatment included cardiopulmonary resuscitation, epinephrine, atropine and intubation. In addition, a four hour course of charcoal hemoperfusion was accompanied by reduction of pentamidine serum concentration and stabilization of the patient’s condition. The patient recovered from these adverse events, but later died due to an unknown cause. 1"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION CAUTION: DO NOT USE SODIUM CHLORIDE INJECTION, USP FOR INITIAL RECONSTITUTION BECAUSE PRECIPITATION WILL OCCUR. Pentamidine isethionate should be administered IM or IV only. The recommended regimen for adults and pediatric patients beyond 4 months of age is 4 mg/kg once a day for 14 to 21 days. Therapy for longer than 21 days with pentamidine isethionate has also been used but may be associated with increased toxicity. Intramuscular Injection The contents of one vial (300 mg) should be dissolved in 3 mL of Sterile Water for Injection, USP at 22° to 30°C (72° to 86°F). The calculated daily dose should then be withdrawn and administered by deep IM injection. Intravenous Injection The contents of one vial (300 mg) should first be dissolved in 3 to 5 mL of Sterile Water for Injection, USP, or 5% Dextrose Injection, USP at 22°to 30°C (72° to 86°F). The calculated dose of pentamidine isethionate should then be withdrawn and diluted further in 50 to 250 mL of 5% Dextrose Injection, USP. The diluted IV solutions containing pentamidine isethionate should be infused over a period of 60 to 120 minutes. Aseptic technique should be employed in preparation of all solutions. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Stability After reconstitution with sterile water, the pentamidine isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light. To avoid crystallization,store at 22° to 30°C (72° to 86°F). Intravenous infusion solutions of pentamidine isethionate at 1 mg/mL and 2.5 mg/mL prepared in 5% Dextrose Injection, USP are stable at room temperature for up to 24 hours. Intravenous (IV) solutions of pentamidine isethionate have been shown to be incompatible with fluconazole and foscarnet sodium. IV solutions of pentamidine isethionate have been shown to be compatible with IV solutions of zidovudine (AZT) and diltiazem hydrochloride."
    ],
    "route": [
      "Intramuscular Injection The contents of one vial (300 mg) should be dissolved in 3 mL of Sterile Water for Injection, USP at 22° to 30°C (72° to 86°F). The calculated daily dose should then be withdrawn and administered by deep IM injection.",
      "Intravenous Injection The contents of one vial (300 mg) should first be dissolved in 3 to 5 mL of Sterile Water for Injection, USP, or 5% Dextrose Injection, USP at 22°to 30°C (72° to 86°F). The calculated dose of pentamidine isethionate should then be withdrawn and diluted further in 50 to 250 mL of 5% Dextrose Injection, USP. The diluted IV solutions containing pentamidine isethionate should be infused over a period of 60 to 120 minutes. Aseptic technique should be employed in preparation of all solutions. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit."
    ],
    "storage_and_handling": [
      "Stability After reconstitution with sterile water, the pentamidine isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light. To avoid crystallization,store at 22° to 30°C (72° to 86°F). Intravenous infusion solutions of pentamidine isethionate at 1 mg/mL and 2.5 mg/mL prepared in 5% Dextrose Injection, USP are stable at room temperature for up to 24 hours. Intravenous (IV) solutions of pentamidine isethionate have been shown to be incompatible with fluconazole and foscarnet sodium. IV solutions of pentamidine isethionate have been shown to be compatible with IV solutions of zidovudine (AZT) and diltiazem hydrochloride."
    ],
    "how_supplied": [
      "HOW SUPPLIED NDC No. Pentamidine isethionate for injection 300 mg, lyophilized product in Single-dose Vials (NDC 39822-3050-1), packages of 10 (NDC 39822-3050-2). Store dry product at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from light. Preservative Free. Discard unused portion."
    ],
    "how_supplied_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">NDC No.</content></td></tr><tr><td styleCode=\"Toprule\">Pentamidine isethionate for injection 300 mg, lyophilized product in Single-dose Vials (NDC 39822-3050-1), packages of 10 (NDC 39822-3050-2).</td></tr></tbody></table>"
    ],
    "references": [
      "REFERENCE Watts RG; Conte JE, Jr.; Zurlinden E; Waldo FB: Effect of charcoal hemoperfusion on clearance of pentamidine isethionate after accidental overdose. J Toxicol Clin Toxicol 1997;35:89-92. Manufactured for: XGen Pharmaceuticals DJB, Inc. Big Flats, NY 14814 Revised: March 2022 PENJ-PI-06"
    ],
    "package_label_principal_display_panel": [
      "[PACKAGE LABEL.PRINCIPAL DISPLAY PANEL] PACKAGE LABEL - PRINCIPAL DISPLAY – PENTAMIDINE ISETHIONATE FOR INJECTION 300 mg Single Dose Vial Label NDC 39822-3050-1 Pentamidine Isethionate for Injection) 300 mg Lyophilized For IM or IV Use Single-Dose Vial Rx only PACKAGE LABEL - PRINCIPAL DISPLAY –PENTAMIDINE ISETHIONATE FOR INJECTION 300 mg Single Dose Vial 10 Pack Carton NDC 39822-3050-2 Pentamidine Isethionate for Injection) 300 mg Lyophilized For IM or IV Use Single-Dose Vial Rx only penj-vl-05 carton"
    ],
    "set_id": "860c799c-5199-4f0c-b21b-9910273474d9",
    "id": "0fcb7bdf-013e-a77c-e063-6394a90ad20f",
    "effective_time": "20240125",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA206982"
      ],
      "brand_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "generic_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "manufacturer_name": [
        "XGen Pharmaceuticals DJB, Inc."
      ],
      "product_ndc": [
        "39822-3050"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "rxcui": [
        "861601"
      ],
      "spl_id": [
        "0fcb7bdf-013e-a77c-e063-6394a90ad20f"
      ],
      "spl_set_id": [
        "860c799c-5199-4f0c-b21b-9910273474d9"
      ],
      "package_ndc": [
        "39822-3050-2"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0339822305018"
      ],
      "unii": [
        "V2P3K60DA2"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Pentamidine Isethionate Pentamidine Isethionate PENTAMIDINE ISETHIONATE PENTAMIDINE"
    ],
    "description": [
      "DESCRIPTION Pentamidine Isethionate, an antifungal agent, is a nonpyrogenic lyophilized product. After reconstitution with Sterile Water for Injection, USP, Pentamidine Isethionate is administered by inhalation via the Respirgard® II nebulizer [Marquest, Englewood, CO] (see DOSAGE AND ADMINISTRATION ). Pentamidine isethionate, 4,4’-[1,5-pentane-diylbis(oxy)]bis-benzenecarboximidamid, is a white crystalline powder soluble in water and glycerin and insoluble in ether, acetone, and chloroform. Each vial contains 300 mg pentamidine isethionate. Pentamidine Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Microbiology Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood. Activity in vitro and in vivo Pentamidine isethionate, an aromatic diamidine, is known to have activity against Pneumocystis jiroveci. Pharmacokinetics In 5 AIDS patients with suspected Pneumocystis jiroveci pneumonia (PJP), the mean concentrations of pentamidine determined 18 to 24 hours after inhalation therapy were 23.2 ng/mL (range 5.1 to 43.0 ng/mL) in bronchoalveolar lavage fluid and 705 ng/mL (range 140 to 1336 ng/mL) in sediment after administration of a 300 mg single dose via the Respirgard® II nebulizer. In 3 AIDS patients with suspected PJP, the mean concentrations of pentamidine determined 18 to 24 hours after a 4 mg/kg intravenous dose were 2.6 ng/mL (range 1.5 to 4.0 ng/mL) in bronchoalveolar lavage fluid and 9.3 ng/mL (range 6.9 to 12.8 ng/mL) in sediment. In the patients who received aerosolized pentamidine, the peak plasma levels of pentamidine were at or below the lower limit of detection of the assay (2.3 ng/mL). Following a single 2-hour intravenous infusion of 4 mg/kg of pentamidine isethionate to 6 AIDS patients, the mean plasma Cmax, T 1/2 and clearance were 612 ± 371 ng/mL, 6.4 ± 1.3 hr and 248 ± 91 L/hr respectively. In another study of aerosolized pentamidine in 13 AIDS patients with acute PJP who received 4 mg/kg/day administered via the Ultra Vent® jet nebulizer, peak plasma levels of pentamidine averaged 18.8 ± 11.9 ng/mL after the first dose. During the next 14 days of repeated dosing, the highest observed Cmax averaged 20.5 ± 21.2 ng/mL. In a third study, following daily administration of 600 mg of inhaled pentamidine isethionate with the Respirgard® II nebulizer for 21 days in 11 patients with acute PJP, mean plasma levels measured shortly after the 21st dose averaged 11.8 ± 10.0 ng/mL. Plasma concentrations after aerosol administration are substantially lower than those observed after a comparable intravenous dose. The extent of pentamidine accumulation and distribution following chronic inhalation therapy are not known. In rats, intravenous administration of a 5 mg/kg dose resulted in concentrations of pentamidine in the liver and kidney that were 87.5 and 62.3-fold higher, respectively, than levels in those organs following 5 mg/kg administered as an aerosol. No pharmacokinetic data are available following aerosol administration of pentamidine in humans with impaired hepatic or renal function."
    ],
    "microbiology": [
      "Microbiology Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood."
    ],
    "mechanism_of_action": [
      "Mechanism of Action Studies suggest that the pentamidine isethionate interferes with microbial nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. However, the mode of action is not fully understood."
    ],
    "pharmacokinetics": [
      "Pharmacokinetics In 5 AIDS patients with suspected Pneumocystis jiroveci pneumonia (PJP), the mean concentrations of pentamidine determined 18 to 24 hours after inhalation therapy were 23.2 ng/mL (range 5.1 to 43.0 ng/mL) in bronchoalveolar lavage fluid and 705 ng/mL (range 140 to 1336 ng/mL) in sediment after administration of a 300 mg single dose via the Respirgard® II nebulizer. In 3 AIDS patients with suspected PJP, the mean concentrations of pentamidine determined 18 to 24 hours after a 4 mg/kg intravenous dose were 2.6 ng/mL (range 1.5 to 4.0 ng/mL) in bronchoalveolar lavage fluid and 9.3 ng/mL (range 6.9 to 12.8 ng/mL) in sediment. In the patients who received aerosolized pentamidine, the peak plasma levels of pentamidine were at or below the lower limit of detection of the assay (2.3 ng/mL). Following a single 2-hour intravenous infusion of 4 mg/kg of pentamidine isethionate to 6 AIDS patients, the mean plasma Cmax, T 1/2 and clearance were 612 ± 371 ng/mL, 6.4 ± 1.3 hr and 248 ± 91 L/hr respectively. In another study of aerosolized pentamidine in 13 AIDS patients with acute PJP who received 4 mg/kg/day administered via the Ultra Vent® jet nebulizer, peak plasma levels of pentamidine averaged 18.8 ± 11.9 ng/mL after the first dose. During the next 14 days of repeated dosing, the highest observed Cmax averaged 20.5 ± 21.2 ng/mL. In a third study, following daily administration of 600 mg of inhaled pentamidine isethionate with the Respirgard® II nebulizer for 21 days in 11 patients with acute PJP, mean plasma levels measured shortly after the 21st dose averaged 11.8 ± 10.0 ng/mL. Plasma concentrations after aerosol administration are substantially lower than those observed after a comparable intravenous dose. The extent of pentamidine accumulation and distribution following chronic inhalation therapy are not known. In rats, intravenous administration of a 5 mg/kg dose resulted in concentrations of pentamidine in the liver and kidney that were 87.5 and 62.3-fold higher, respectively, than levels in those organs following 5 mg/kg administered as an aerosol. No pharmacokinetic data are available following aerosol administration of pentamidine in humans with impaired hepatic or renal function."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Pentamidine Isethionate is indicated for the prevention of Pneumocystis jiroveci pneumonia (PJP) in high-risk, HIV-infected patients defined by one or both of the following criteria: i. a history of one or more episodes of PJP ii. a peripheral CD4+ (T4 helper/inducer) lymphocyte count less than or equal to 200/mm3. These indications are based on the results of an 18-month randomized, dose-response trial in high risk HIV-infected patients and on existing epidemiological data from natural history studies. The patient population of the controlled trial consisted of 408 patients, 237 of whom had a history of one or more episodes of PJP. The remaining patients without a history of PJP included 55 patients with Kaposi’s sarcoma and 116 patients with other AIDS diagnoses, ARC or asymptomatic HIV infection. Patients were randomly assigned to receive Pentamidine Isethionate via the Respirgard® II nebulizer at one of the following three doses: 30 mg every two weeks (n=135), 150 mg every two weeks (n=134) or 300 mg every four weeks (n=139). The results of the trial demonstrated a significant protective effect (p<0.01) against PJP with the 300 mg every four week dosage regimen compared to the 30 mg every two week dosage regimen. The 300 mg dose regimen reduced the risk of developing PJP by 50 to 70% compared to the 30 mg regimen. A total of 293 patients (72% of all patients) also received zidovudine at some time during the trial. The analysis of the data demonstrated the efficacy of the 300 mg dose even after adjusting for the effect of zidovudine. The results of the trial further demonstrate that the dose and frequency of dosing are important to the efficacy of Pentamidine Isethionate prophylaxis in that multiple analyses consistently demonstrated a trend toward greater efficacy with 300 mg every four weeks as compared to 150 mg every two weeks. No dose-response was observed for reduction in overall mortality; however, mortality from PJP was low in all three dosage groups."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Pentamidine Isethionate is contraindicated in patients with a history of an anaphylactic reaction to inhaled or parenteral pentamidine isethionate."
    ],
    "warnings": [
      "WARNINGS The potential for development of acute PJP still exists in patients receiving Pentamidine Isethionate prophylaxis. Therefore, any patient with symptoms suggestive of the presence of a pulmonary infection, including but not limited to dyspnea, fever or cough, should receive a thorough medical evaluation and appropriate diagnostic tests for possible acute PJP as well as for other opportunistic and nonopportunistic pathogens. The use of Pentamidine Isethionate may alter the clinical and radiographic features of PJP and could result in an atypical presentation, including but not limited to mild disease or focal infection. Prior to initiating Pentamidine Isethionate prophylaxis, symptomatic patients should be evaluated appropriately to exclude the presence of PJP. The recommended dose of Pentamidine Isethionate for the prevention of PJP is insufficient to treat acute PJP."
    ],
    "precautions": [
      "PRECAUTIONS IMPORTANT: DO NOT MIX THE Pentamidine Isethionate SOLUTION WITH ANY OTHER DRUGS. DO NOT USE THE RESPIRGARD® II NEBULIZER TO ADMINISTER A BRONCHODILATOR. ( See DOSAGE AND ADMINISTRATION). Pulmonary Inhalation of Pentamidine Isethionate may induce bronchospasm or cough. This has been noted particularly in some patients who have a history of smoking or asthma. In clinical trials, cough and bronchospasm were the most frequently reported adverse experiences associated with Pentamidine Isethionate administration (38% and 15%, respectively of patients receiving the 300 mg dose); however less than 1% of the doses were interrupted or terminated due to these effects. For the majority of patients, cough and bronchospasm were controlled by administration of an aerosolized bronchodilator (only 1% of patients withdrew from the study due to treatment-associated cough or bronchospasm). In patients who experience bronchospasm or cough, administration of an inhaled bronchodilator prior to giving each Pentamidine Isethionate dose may minimize recurrence of the symptoms. General The extent and consequence of pentamidine accumulation following chronic inhalation therapy are not known. As a result, patients receiving Pentamidine Isethionate should be closely monitored for the development of serious adverse reactions that have occurred in patients receiving parenteral pentamidine, including hypotension, hypoglycemia, hyperglycemia, hypocalcemia, anemia, thrombocytopenia, leukopenia, hepatic or renal dysfunction, ventricular tachycardia, pancreatitis, Stevens-Johnson syndrome, hyperkalemia and abnormal ST segment of ECG. Extrapulmonary infection with P. jiroveci has been reported infrequently. Most, but not all, of the cases have been reported in patients who have a history of PJP. The presence of extrapulmonary pneumocystosis should be considered when evaluating patients with unexplained signs and symptoms. Cases of acute pancreatitis have been reported in patients receiving aerosolized pentamidine. Pentamidine Isethionate should be discontinued if signs or symptoms of acute pancreatitis develop. Drug Interactions While specific studies on drug interactions with Pentamidine Isethionate have not been conducted, the majority of patients in clinical trials received concomitant medications, including zidovudine, with no reported interactions. Because the nephrotoxic effects may be additive, the concomitant or sequential use of Pentamidine Isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible. Carcinogenesis, Mutagenesis and Impairment of Fertility Literature reports indicate that pentamidine was not mutagenic in the Ames bacterial ( S. typhimurium ) test and did not induce an increase in chromosomal aberrations in Chinese Hamster Ovary (CHO) cell or in human lymphocytes in vitro . No studies have been conducted to determine effects of pentamidine isethionate on carcinogenicity or fertility. Pregnancy-Pregnancy Category C There are no adequate and well controlled studies of Pentamidine Isethionate in pregnant women. A literature report indicated that intravenously administered pentamidine in pregnant rats at 4 mg/kg/day was embryolethal; teratogenicity was not observed in this study. It is unknown whether pentamidine administered via the aerosolized route crosses the placenta at clinically significant concentrations. It is not known whether Pentamidine Isethionate can cause fetal harm when administered to a pregnant woman. Pentamidine Isethionate should be given to a pregnant woman only if clearly needed. Nursing Mothers It is not known whether Pentamidine Isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from Pentamidine Isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, Pentamidine Isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks. Pediatric Use The safety and effectiveness of Pentamidine Isethionate in pediatric patients (birth to 16 years of age) have not been established."
    ],
    "general_precautions": [
      "General The extent and consequence of pentamidine accumulation following chronic inhalation therapy are not known. As a result, patients receiving Pentamidine Isethionate should be closely monitored for the development of serious adverse reactions that have occurred in patients receiving parenteral pentamidine, including hypotension, hypoglycemia, hyperglycemia, hypocalcemia, anemia, thrombocytopenia, leukopenia, hepatic or renal dysfunction, ventricular tachycardia, pancreatitis, Stevens-Johnson syndrome, hyperkalemia and abnormal ST segment of ECG. Extrapulmonary infection with P. jiroveci has been reported infrequently. Most, but not all, of the cases have been reported in patients who have a history of PJP. The presence of extrapulmonary pneumocystosis should be considered when evaluating patients with unexplained signs and symptoms. Cases of acute pancreatitis have been reported in patients receiving aerosolized pentamidine. Pentamidine Isethionate should be discontinued if signs or symptoms of acute pancreatitis develop."
    ],
    "drug_interactions": [
      "Drug Interactions While specific studies on drug interactions with Pentamidine Isethionate have not been conducted, the majority of patients in clinical trials received concomitant medications, including zidovudine, with no reported interactions. Because the nephrotoxic effects may be additive, the concomitant or sequential use of Pentamidine Isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis and Impairment of Fertility Literature reports indicate that pentamidine was not mutagenic in the Ames bacterial ( S. typhimurium ) test and did not induce an increase in chromosomal aberrations in Chinese Hamster Ovary (CHO) cell or in human lymphocytes in vitro . No studies have been conducted to determine effects of pentamidine isethionate on carcinogenicity or fertility."
    ],
    "pregnancy": [
      "Pregnancy-Pregnancy Category C There are no adequate and well controlled studies of Pentamidine Isethionate in pregnant women. A literature report indicated that intravenously administered pentamidine in pregnant rats at 4 mg/kg/day was embryolethal; teratogenicity was not observed in this study. It is unknown whether pentamidine administered via the aerosolized route crosses the placenta at clinically significant concentrations. It is not known whether Pentamidine Isethionate can cause fetal harm when administered to a pregnant woman. Pentamidine Isethionate should be given to a pregnant woman only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether Pentamidine Isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from Pentamidine Isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, Pentamidine Isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness of Pentamidine Isethionate in pediatric patients (birth to 16 years of age) have not been established."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequently reported unsolicited adverse events (1 to 5%) in clinical trials, regardless of their relation to Pentamidine Isethionate therapy were as follows (n=931): Body as a Whole: Night sweats. Gastrointestinal : Diarrhea and nausea. Hematologic : Anemia. Infection : Bronchitis, non-specific herpes, herpes zoster, non-specific influenza, oral Candida, pharyngitis, sinusitis, and upper respiratory tract. Nervous System : Headache. Respiratory System : Chest pain, cough, and wheezing. Special Senses : Bad taste. Adverse events of less than 1% incidence were as follows (No causal relationship to treatment has been established for these adverse events): Body as a Whole : Allergic reaction, non-specific allergy, body odor, facial edema, fever, leg edema, lethargy, low body temperature, and temperature abnormality. Cardiovascular : Cerebrovascular accident, hypotension, hypertension, palpitations, poor circulation, syncope, tachycardia, vasodilatation and vasculitis. Gastrointestinal : Abdominal cramps, abdominal pain, constipation, dry mouth, dyspepsia, gastritis, gastric ulcer, gingivitis, hiatal hernia, hypersalivation, oral ulcer/abscess, splenomegaly, and vomiting. Hematological : Eosinophilia, neutropenia, non-specific cytopenia, pancytopenia, and thrombocytopenia. Hepatic : Hepatitis, hepatomegaly, and hepatic dysfunction. Infection : Bacterial pneumonia, central venous line related sepsis, cryptococcal meningitis, cytomegalovirus (CMV) colitis, CMV retinitis, esophageal Candida, histoplasmosis, Kaposi’s sarcoma, non-specific mycoplasma, oral herpes, non-specific otitis, non-specific pharyngitis, pharyngeal herpes, non-specific serious infection, tonsillitis, tuberculosis, and viral encephalitis. Metabolic : Hyperglycemia, hypoglycemia, and hypocalcemia. Musculoskeletal : Arthralgia, gout, and myalgia. Neurological : Anxiety, confusion, depression, drowsiness, emotional lability, hallucination, hypesthesia, insomnia, memory loss, neuralgia, neuropathy, non-specific neuropathy, nervousness, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. Reproductive : Miscarriage. Respiratory system : Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, non-specific sputum, and tachypnea. Skin : Desquamation, dry and breaking hair, dry skin, erythema, non-specific dermatitis, pruritus, rash, and urticaria. Special senses : Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, hemianopsia, loss of taste, non-specific odor, and smell. Urogenital : Flank pain, incontinence, nephritis, renal failure, and renal pain. In a clinical trial where some adverse events were solicited by investigators, the incidences were as follows: Cough (62.7%) Decreased appetite (50.0%) Dizziness or light-headedness (45.1%) Fatigue (65.7%) Fever (51.0%) Non-specific serious infection (15.2%) Shortness of breath (48.3%) Wheezing (32.4%) From post-marketing clinical experience with Pentamidine Isethionate the following spontaneous adverse events have been reported: anaphylaxis, colitis, diabetes, dyspnea, esophagitis, hematochezia, increased blood urea nitrogen (BUN) and serum creatinine levels, melena, pancreatitis (see WARNINGS ), syndrome of inappropriate antidiuretic hormone (SIADH), and torsade de pointes."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage has not been reported with Pentamidine Isethionate. The symptoms and signs of overdosage are not known. A serious overdosage, to the point of producing systemic drug levels similar to those following parenteral administration, would have the potential of producing similar types of serious systemic toxicity. (See PRECAUTIONS ). Available clinical pharmacology data (see CLINICAL PHARMACOLOGY ) suggest that a dose up to 40 times the recommended Pentamidine Isethionate dosage would be required to produce systemic levels similar to a single 4 mg/kg intravenous dose."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION IMPORTANT: PENTAMIDINE ISETHIONATE MUST BE DISSOLVED ONLY IN STERILE WATER FOR INJECTION, USP. DO NOT USE SALINE SOLUTION FOR RECONSTITUTION BECAUSE THE DRUG WILL PRECIPITATE. DO NOT MIX THE Pentamidine Isethionate SOLUTION WITH ANY OTHER DRUGS. DO NOT USE THE RESPIRGARD® II NEBULIZER TO ADMINISTER A BRONCHODILATOR. Reconstitution The contents of one vial (300 mg) must be dissolved in 6 mL Sterile Water for Injection, USP. Place the entire reconstituted contents of the vial into the Respirgard® II nebulizer reservoir for administration. Dosage The recommended adult dosage of Pentamidine Isethionate for the prevention of Pneumocystis jiroveci pneumonia is 300 mg once every four weeks administered via the Respirgard® II nebulizer. The dose should be delivered until the nebulizer chamber is empty (approximately 30 to 45 minutes). The flow rate should be 5 to 7 liters per minute from a 40 to 50 pounds per square inch (PSI) air or oxygen source. Alternatively, a 40 to 50 PSI air compressor can be used with flow limited by setting the flowmeter at 5 to 7 liters per minute or by setting the pressure at 22 to 25 PSI. Low pressure (less than 20 PSI) compressors should not be used. Stability Freshly prepared solutions for aerosol use are recommended. After reconstitution with sterile water, the Pentamidine Isethionate solution is stable for 48 hours in the original vial at room temperature if protected from light."
    ],
    "how_supplied": [
      "HOW SUPPLIED ​NDC No. 13925-522-01 Pentamidine Isethionate 300 mg lyophilized product in a single dose vials, individually packaged. Store dry product at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature] Protect the dry product and the reconstituted solution from light."
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><caption/><tbody><tr><td><content styleCode=\"bold\">&#x200B;NDC No.</content></td><td/></tr><tr><td> 13925-522-01</td><td>Pentamidine Isethionate 300 mg lyophilized product in a single dose vials, individually packaged.</td></tr></tbody></table>"
    ],
    "spl_unclassified_section": [
      "Store dry product at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature] Protect the dry product and the reconstituted solution from light. Manufactured for: Seton Pharmaceuticals, LLC Wall, NJ 07719 Revised: August 2019 Seton Logo"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel ​NDC 13925-522-01 Pentamidine Isethionate ​for Inhalation Solution ​300 mg Per Vial Lyophilized Single-Dose Vial Rx Only Vial Label"
    ],
    "set_id": "c484f16e-9d97-4416-84a4-8ad8deaf5e19",
    "id": "d00d85f7-4ea4-4da2-8c13-7ecc598893e6",
    "effective_time": "20250408",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA206667"
      ],
      "brand_name": [
        "Pentamidine Isethionate"
      ],
      "generic_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "manufacturer_name": [
        "Seton Pharmaceuticals"
      ],
      "product_ndc": [
        "13925-522"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "rxcui": [
        "861597"
      ],
      "spl_id": [
        "d00d85f7-4ea4-4da2-8c13-7ecc598893e6"
      ],
      "spl_set_id": [
        "c484f16e-9d97-4416-84a4-8ad8deaf5e19"
      ],
      "package_ndc": [
        "13925-522-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "V2P3K60DA2"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Pentamidine Isethionate Pentamidine Isethionate PENTAMIDINE ISETHIONATE PENTAMIDINE"
    ],
    "spl_unclassified_section": [
      "For Injection Only",
      "Manufactured for: Seton Pharma, LLC Manasquan, NJ 08736 Revised: January 2014"
    ],
    "description": [
      "DESCRIPTION Pentamidine isethionate for injection, an anti-protozoal agent, is a sterile, nonpyrogenic, lyophilized product. After reconstitution, it should be administered by intramuscular (IM) or intravenous (IV) routes (see DOSAGE AND ADMINISTRATION ). Pentamidine isethionate is a white crystalline powder soluble in water and glycerin, slightly soluble in alcohol and insoluble in ether, acetone, and chloroform. It is chemically designated as 4,4-[1,5-pentanediylbis(oxy)]bis-benzenecarboximidamid with the following structural formula: Each vial contains: Pentamidine isethionate . . . . . . . . . . . . . 300 mg pentam-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Pentamidine isethionate, an aromatic diamidine, is known to have activity against Pneumocystis carinii . The mode of action of pentamidine is not fully understood. In vitro studies indicate that the drug interferes with protozoal nuclear metabolism by inhibition of DNA, RNA, phospholipid and protein synthesis. Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD C max ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1,4 and 7 are summarized in the following table: Mean ± SD C max derived from Lidman ng/mL C min ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged.",
      "Pharmacokinetics Pharmacokinetic parameters following the administration of 4 mg/kg pentamidine isethionate as a single two-hour intravenous infusion or after a single intramuscular injection to 12 patients with AIDS are presented in the following table: Mean ± SD C max ng/mL Clearance L/h Half-life hours Vdss L Concentration ng/mL 8 hour 24 hour 2 hour I.V. infusion 4 mg/kg (N=6) 612 ± 371 248 ± 91 6.4 ± 1.3 821 ± 535 19.3 ± 16.9 2.9 ± 1.4 I.M. 4 mg/kg (N=6) 209 ± 48 305 ± 81 9.4 ± 2.0 2724 ± 1066 22.9 ± 8.0 6.6 ± 3.5 In seven patients treated with daily IM doses of pentamidine at 4 mg/kg for 10 to 12 days, plasma concentrations were between 300 to 500 ng/mL. The concentrations did not appreciably change with time after injection or from day to day. Higher plasma concentrations were encountered in patients with an elevated blood urea nitrogen. The patients continued to excrete decreasing amounts of pentamidine in urine up to 6 to 8 weeks after cessation of the treatment. Following multiple intravenous administration of pentamidine isethionate (3.7 to 4 mg/kg/day infused over 4 hours) to 6 patients with AIDS being treated for PCP, the pharmacokinetic parameters obtained on Days 1,4 and 7 are summarized in the following table: Mean ± SD C max derived from Lidman ng/mL C min ng/mL Clearance mL/min Renal Clearance mL/min/1.73 m 2 Creatinine Clearance mL/min/1.73 m 2 Day 1 175.3 ± 54 --- 5737 ± 1878 269 ± 149 97 ± 12 Day 4 210.9 ± 80 17.6 ± 9.5 3350 ± 1944 214 ± 145 93 ± 17 Day 7 256.7 ± 89 40.8 ± 16.1 1989 ± 566 134 ± 60 69 ± 17 Compared to the mean AUC on Day 1, AUC on Day 4 and Day 7 were about 2 and 3 fold higher, respectively, suggesting that steady state was not achieved by Day 7 of dosing. In other published reports of pharmacokinetics of pentamidine following daily intravenous doses of 2 to 4 mg/kg/day, clearance ranged from 30 to 40 mL/min/kg and Vdss ranged from 200 to 400 L/kg. Reported values for terminal half-lives of 2.8 to 12 days is suggestive of a deep peripheral compartment. In the urine, up to 12% of the administered dose has been recovered during a dosing interval as unchanged pentamidine. Tissue distribution was studied in mice given a single intraperitoneal injection of pentamidine at 10 mg/kg. The concentration was highest in the kidneys followed by the liver. In mice, pentamidine was excreted unchanged, primarily via the kidneys with some elimination in the feces. The ratio of amounts excreted in the urine and feces (4:1) was constant over the period of study. Tissue distribution has also been studied in normal and in renally impaired dogs (N = 3 each) given 13 mg/kg of pentamidine IV, in 2 doses separated by five weeks. The concentration of pentamidine was highest in the liver followed by kidneys and lungs. Pentamidine was concentrated in these organs approximately 70 to 1000 times that of the peak serum concentration. Similar findings were reported in normal and in renally impaired dogs (N = 2 each) given 97.5 mg/kg of pentamidine IV, in 15 daily doses. After repeated doses, the organs showed a further 3 to 7 fold accumulation while serum concentrations remained unchanged."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" valign=\"middle\"><paragraph>Mean &#xB1;</paragraph><paragraph>SD</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>C<sub>max</sub></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Clearance</paragraph><paragraph>L/h</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Half-life</paragraph><paragraph>hours</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Vdss</paragraph><paragraph>L</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" colspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Concentration</paragraph><paragraph>ng/mL</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\" align=\"center\"><paragraph>8 hour</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>24 hour</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>2 hour I.V. infusion </paragraph><paragraph>4 mg/kg (N=6)</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>612 &#xB1; 371</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>248 &#xB1; 91</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>6.4 &#xB1; 1.3</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>821 &#xB1; 535</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>19.3 &#xB1; 16.9</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>2.9 &#xB1; 1.4</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>I.M. </paragraph><paragraph>4 mg/kg (N=6)</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>209 &#xB1; 48</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>305 &#xB1; 81</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>9.4 &#xB1; 2.0</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>2724 &#xB1; 1066</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>22.9 &#xB1; 8.0</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>6.6 &#xB1; 3.5</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Mean</paragraph><paragraph> &#xB1; SD</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>C<sub>max</sub><footnote ID=\"FN1\">derived from Lidman</footnote></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>C<sub>min</sub><footnoteRef IDREF=\"FN1\"/></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Clearance</paragraph><paragraph>mL/min</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Renal Clearance mL/min/1.73 m<sup>2</sup></paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Creatinine Clearance mL/min/1.73 m<sup>2</sup></paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 1</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>175.3 &#xB1; 54</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>---</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>5737 &#xB1; 1878</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>269 &#xB1; 149</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>97 &#xB1; 12</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 4</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>210.9 &#xB1; 80</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>17.6 &#xB1; 9.5</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>3350 &#xB1; 1944</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>214 &#xB1; 145</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>93 &#xB1; 17</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 7</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>256.7 &#xB1; 89</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>40.8 &#xB1; 16.1</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>1989 &#xB1; 566</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>134 &#xB1; 60</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>69 &#xB1; 17</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" valign=\"middle\"><paragraph>Mean &#xB1;</paragraph><paragraph>SD</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>C<sub>max</sub></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Clearance</paragraph><paragraph>L/h</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Half-life</paragraph><paragraph>hours</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" rowspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Vdss</paragraph><paragraph>L</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" colspan=\"2\" align=\"center\" valign=\"middle\"><paragraph>Concentration</paragraph><paragraph>ng/mL</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\" align=\"center\"><paragraph>8 hour</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>24 hour</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>2 hour I.V. infusion </paragraph><paragraph>4 mg/kg (N=6)</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>612 &#xB1; 371</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>248 &#xB1; 91</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>6.4 &#xB1; 1.3</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>821 &#xB1; 535</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>19.3 &#xB1; 16.9</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>2.9 &#xB1; 1.4</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>I.M. </paragraph><paragraph>4 mg/kg (N=6)</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>209 &#xB1; 48</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>305 &#xB1; 81</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>9.4 &#xB1; 2.0</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>2724 &#xB1; 1066</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>22.9 &#xB1; 8.0</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>6.6 &#xB1; 3.5</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Mean</paragraph><paragraph> &#xB1; SD</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>C<sub>max</sub><footnote ID=\"FN1\">derived from Lidman</footnote></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>C<sub>min</sub><footnoteRef IDREF=\"FN1\"/></paragraph><paragraph>ng/mL</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Clearance</paragraph><paragraph>mL/min</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Renal Clearance mL/min/1.73 m<sup>2</sup></paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>Creatinine Clearance mL/min/1.73 m<sup>2</sup></paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 1</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>175.3 &#xB1; 54</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>---</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>5737 &#xB1; 1878</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>269 &#xB1; 149</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>97 &#xB1; 12</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 4</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>210.9 &#xB1; 80</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>17.6 &#xB1; 9.5</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>3350 &#xB1; 1944</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>214 &#xB1; 145</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>93 &#xB1; 17</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Day 7</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>256.7 &#xB1; 89</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>40.8 &#xB1; 16.1</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>1989 &#xB1; 566</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>134 &#xB1; 60</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" align=\"center\" valign=\"middle\"><paragraph>69 &#xB1; 17</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Pentamidine isethionate for injection is indicated for the treatment of pneumonia due to Pneumocystis carinii."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Contraindicated in patients with a history of hypersensitivity to pentamidine isethionate."
    ],
    "warnings": [
      "WARNINGS Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Severe hypotension may result after a single IM or IV dose and is more likely with rapid IV administration (see PRECAUTIONS ). The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. Patients should be closely monitored for the development of serious adverse reactions (see PRECAUTIONS and ADVERSE REACTIONS ). Extravasations have been reported which, in some instances, proceeded to ulceration, tissue necrosis and/or sloughing at the injection site. While not common, surgical debridement and skin grafting has been necessary in some of these cases; long-term sequelae have been reported. Prevention is the most effective means of limiting the severity of extravasation. The intravenous needle or catheter must be properly positioned and closely observed throughout the period of pentamidine isethionate administration. If extravasation occurs, the injection should be discontinued immediately and restarted in another vein. Because there are no known local treatment measures which have proven to be useful, management of the extravasation should be symptomatic."
    ],
    "precautions": [
      "PRECAUTIONS General Pentamidine isethionate should be used with caution in patients with hypertension, hypotension, ventricular tachycardia, hypoglycemia, hyperglycemia, hypocalcemia, pancreatitis, leukopenia, thrombocytopenia, anemia, hepatic or renal dysfunction and Stevens-Johnson syndrome. Patients may develop sudden, severe hypotension after a single dose of pentamidine isethionate, whether given IV or IM. Therefore, patients receiving the drug should be lying down and the blood pressure should be monitored closely during administration of the drug and several times thereafter until the blood pressure is stable. Equipment for emergency resuscitation should be readily available. If pentamidine isethionate is administered IV, it should be infused over a period of 60 to 120 minutes. Pentamidine isethionate-induced hypoglycemia has been associated with pancreatic islet cell necrosis and inappropriately high plasma insulin concentrations. Hyperglycemia and diabetes mellitus, with or without preceding hypoglycemia, have also occurred, sometimes several months after therapy with pentamidine isethionate. Therefore, blood glucose levels should be monitored daily during therapy with pentamidine isethionate, and several times thereafter. Renal and Hepatic Impairment The efficacy or safety of alternative Pentamidine Isethionate dosing protocols have not been established for patients with impaired renal or hepatic function. Laboratory Tests The following tests should be carried out before, during and after therapy: Daily blood urea nitrogen and serum creatinine determinations. Daily blood glucose determinations. Complete blood count and platelet count. Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). Serum calcium determinations. Electrocardiograms. Drug Interactions No drug interaction studies with Pentamidine Isethionate have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted to evaluate the potential of pentamidine isethionate as a carcinogen, mutagen, or cause of impaired fertility. Pregnancy-Pregnancy Category C Animal reproduction studies have not been conducted with pentamidine isethionate. It is also not known whether pentamidine isethionate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Pentamidine isethionate should not be given to a pregnant woman unless the potential benefits are judged to outweigh the unknown risks. Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks. Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE ) .",
      "General Pentamidine isethionate should be used with caution in patients with hypertension, hypotension, ventricular tachycardia, hypoglycemia, hyperglycemia, hypocalcemia, pancreatitis, leukopenia, thrombocytopenia, anemia, hepatic or renal dysfunction and Stevens-Johnson syndrome. Patients may develop sudden, severe hypotension after a single dose of pentamidine isethionate, whether given IV or IM. Therefore, patients receiving the drug should be lying down and the blood pressure should be monitored closely during administration of the drug and several times thereafter until the blood pressure is stable. Equipment for emergency resuscitation should be readily available. If pentamidine isethionate is administered IV, it should be infused over a period of 60 to 120 minutes. Pentamidine isethionate-induced hypoglycemia has been associated with pancreatic islet cell necrosis and inappropriately high plasma insulin concentrations. Hyperglycemia and diabetes mellitus, with or without preceding hypoglycemia, have also occurred, sometimes several months after therapy with pentamidine isethionate. Therefore, blood glucose levels should be monitored daily during therapy with pentamidine isethionate, and several times thereafter.",
      "Renal and Hepatic Impairment The efficacy or safety of alternative Pentamidine Isethionate dosing protocols have not been established for patients with impaired renal or hepatic function.",
      "Laboratory Tests The following tests should be carried out before, during and after therapy: Daily blood urea nitrogen and serum creatinine determinations. Daily blood glucose determinations. Complete blood count and platelet count. Liver function test, including serum bilirubin, alkaline phosphatase, AST (SGOT), and ALT (SGPT). Serum calcium determinations. Electrocardiograms.",
      "Drug Interactions No drug interaction studies with Pentamidine Isethionate have been conducted. Because the nephrotoxic effects may be additive, the concomitant or sequential use of pentamidine isethionate and other nephrotoxic drugs such as aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin should be closely monitored and avoided, if possible.",
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted to evaluate the potential of pentamidine isethionate as a carcinogen, mutagen, or cause of impaired fertility.",
      "Pregnancy-Pregnancy Category C Animal reproduction studies have not been conducted with pentamidine isethionate. It is also not known whether pentamidine isethionate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Pentamidine isethionate should not be given to a pregnant woman unless the potential benefits are judged to outweigh the unknown risks.",
      "Nursing Mothers It is not known whether pentamidine isethionate is excreted in human milk. Because of the potential for serious adverse reactions in nursing infants from pentamidine isethionate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Because many drugs are excreted in human milk, pentamidine isethionate should not be given to a nursing mother unless the potential benefits are judged to outweigh the unknown risks.",
      "Pediatric Use Intravenous and intramuscular pentamidine has been described as an effective treatment for Pneumocystis carinii pneumonia (PCP) in immunocompromised pediatric patients beyond 4 months of age. The efficacy and safety profiles in these pediatric patients were similar to those observed in adult patients (See DOSAGE AND ADMINISTRATION and OVERDOSAGE ) ."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS CAUTION : Fatalities due to severe hypotension, hypoglycemia, acute pancreatitis and cardiac arrhythmias have been reported in patients treated with pentamidine isethionate, both by the IM and IV routes. Nephrotoxic events (increased creatinine, impaired renal function, azotemia, and renal failure) are common with the parenteral administration of pentamidine isethionate. The administration of the drug should, therefore, be limited to the patients in whom Pneumocystis carinii has been demonstrated. The most frequently reported spontaneous adverse events (1 to 30%) reported in clinical trials, regardless of their relation to pentamidine isethionate therapy were as follows (n=424): Cardiovascular: Hypotension 5.0% Gastrointestinal: Anorexia/Nausea 5.9% Hematologic: Anemia Leukopenia Thrombocytopenia 1.2% 10.4% 2.6% Hepatic: Elevated liver function tests 8.7% Metabolic: Hypoglycemia 5.9% Neurologic: Confusion/hallucinations 1.7% Skin: Sterile abscess and/or necrosis, pain, or induration at the site of IM injection Rash 11.1% 3.3% Special Senses: Bad taste 1.7% Urogenital: Azotemia Elevated serum creatinine Elevated blood urea nitrogen Impaired renal function 8.5% 23.6% 6.6% 28.8% Adverse events with a frequency of less than 1% incidence were as follows (No causal relationship to treatment has been established for these adverse events): Body as a whole: Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome. Cardiovascular: Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia. Gastrointestinal: Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting. Hematological: Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time. Hepatic: Hepatic dysfunction, hepatitis and hepatomegaly Metabolic: Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia. Neurological: Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo. Respiratory system: Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea. Skin: Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria. Special senses: Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell. Urogenital: Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure. From post-marketing clinical experience with pentamidine isethionate, the following adverse events have been reported: cough, diabetes mellitus/ketoacidosis, dyspnea, infiltration (extravasation–see WARNINGS ), and torsades de pointes."
    ],
    "adverse_reactions_table": [
      "<table width=\"50%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Cardiovascular:</paragraph><paragraph> Hypotension</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">5.0% </td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Gastrointestinal:</paragraph><paragraph> Anorexia/Nausea</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">5.9%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hematologic:</paragraph><paragraph> Anemia</paragraph><paragraph> Leukopenia</paragraph><paragraph> Thrombocytopenia</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">1.2% 10.4% 2.6%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hepatic:</paragraph><paragraph> Elevated liver function tests</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">8.7%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Metabolic:</paragraph><paragraph> Hypoglycemia</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">5.9%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Neurologic:</paragraph><paragraph> Confusion/hallucinations</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">1.7%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Skin:</paragraph><paragraph> Sterile abscess and/or necrosis,</paragraph><paragraph> pain, or induration at the site of</paragraph><paragraph> IM injection</paragraph><paragraph> Rash</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">11.1%  3.3%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Special Senses:</paragraph><paragraph> Bad taste</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">1.7%</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Urogenital:</paragraph><paragraph> Azotemia</paragraph><paragraph> Elevated serum creatinine</paragraph><paragraph> Elevated blood urea nitrogen</paragraph><paragraph> Impaired renal function</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"bottom\" align=\"center\">8.5% 23.6% 6.6% 28.8%</td></tr></tbody></table>",
      "<table><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Body as a whole:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Allergic reaction (i.e. urticaria, itching, rash), anaphylaxis, arthralgia, chills, extrapulmonary pneumocystosis, headache, night sweats, and Stevens-Johnson syndrome.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Cardiovascular:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Abnormal ST segment of electrocardiogram, cardiac arrhythmias, cerebrovascular accident, hypertension, palpitations, phlebitis, syncope, tachycardia, vasodilatation, vasculitis and ventricular tachycardia.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Gastrointestinal:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Abdominal pain, diarrhea, dry mouth, dyspepsia, hematochezia, hypersalivation, melena, pancreatitis, splenomegaly, and vomiting.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hematological:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Defibrination, eosinophilia, neutropenia, pancytopenia, and prolonged clotting time.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hepatic:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hepatic dysfunction, hepatitis and hepatomegaly</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Metabolic:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Hyperglycemia, hyperkalemia, hypocalcemia, and hypomagnesemia.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Neurological:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Anxiety, confusion, depression, dizziness, drowsiness, emotional lability, hypesthesia, insomnia, memory loss, neuropathy, nervousness, neuralgia, paranoia, paresthesia, peripheral neuropathy, seizure, tremors, unsteady gait, and vertigo.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Respiratory system:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Asthma, bronchitis, bronchospasm, chest congestion, chest tightness, coryza, cyanosis, eosinophilic or interstitial pneumonitis, gagging, hemoptysis, hyperventilation, laryngitis, laryngospasm, non-specific lung disorder, nasal congestion, pleuritis, pneumothorax, rales, rhinitis, shortness of breath, and tachypnea.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Skin:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Desquamation, dry and breaking hair, dry skin, erythema, dermatitis, pruritus, rash, and urticaria.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Special senses:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Blepharitis, blurred vision, conjunctivitis, contact lens discomfort, eye pain or discomfort, loss of hearing, loss of taste, and loss of smell.</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Urogenital:</paragraph></td><td styleCode=\"Lrule Rrule Toprule Botrule\" valign=\"top\"><paragraph>Flank pain, hematuria, incontinence, nephritis, renal dysfunction and renal failure.</paragraph></td></tr></tbody></table>"
    ],
    "overdosage": [
      "OVERDOSAGE A 17 month old infant inadvertently received 1600 mg of intravenous pentamidine isethionate which was followed by renal and hepatic function impairment, hypotension and cardiopulmonary arrest. Treatment included cardiopulmonary resuscitation, epinephrine, atropine and intubation. In addition, a four hour course of charcoal hemoperfusion was accompanied by reduction of pentamidine serum concentration and stabilization of the patient’s condition. The patient recovered from these adverse events, but later died due to an unknown cause. 1"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION CAUTION: DO NOT USE SODIUM CHLORIDE INJECTION, USP FOR INITIAL RECONSTITUTION BECAUSE PRECIPITATION WILL OCCUR. Pentamidine isethionate should be administered IM or IV only. The recommended regimen for adults and pediatric patients beyond 4 months of age is 4 mg/kg once a day for 14 to 21 days. Therapy for longer than 21 days with pentamidine isethionate has also been used but may be associated with increased toxicity. Intramuscular Injection The contents of one vial (300 mg) should be dissolved in 3 mL of Sterile Water for Injection, USP at 22° - 30°C (72° - 86°F). The calculated daily dose should then be withdrawn and administered by deep IM injection. Intravenous Injection The contents of one vial (300 mg) should first be dissolved in 3 to 5 mL of Sterile Water for Injection, USP, or 5% Dextrose Injection, USP at 22°- 30°C (72° - 86°F). The calculated dose of pentamidine isethionate should then be withdrawn and diluted further in 50 to 250 mL of 5% Dextrose Injection, USP. The diluted IV solutions containing pentamidine isethionate should be infused over a period of 60 to 120 minutes. Aseptic technique should be employed in preparation of all solutions. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Stability After reconstitution with sterile water, the Pentam solution is stable for 48 hours in the original vial at room temperature if protected from light. To avoid crystallization, store at 22° - 30°C (72° - 86°F). Intravenous infusion solutions of pentamidine isethionate at 1 mg/mL and 2.5 mg/mL prepared in 5% Dextrose Injection, USP are stable at room temperature for up to 24 hours. Intravenous (IV) solutions of pentamidine isethionate have been shown to be incompatible with fluconazole and foscarnet sodium. IV solutions of pentamidine isethionate have been shown to be compatible with IV solutions of zidovudine (AZT) and diltiazem hydrochloride.",
      "Intramuscular Injection The contents of one vial (300 mg) should be dissolved in 3 mL of Sterile Water for Injection, USP at 22° - 30°C (72° - 86°F). The calculated daily dose should then be withdrawn and administered by deep IM injection.",
      "Intravenous Injection The contents of one vial (300 mg) should first be dissolved in 3 to 5 mL of Sterile Water for Injection, USP, or 5% Dextrose Injection, USP at 22°- 30°C (72° - 86°F). The calculated dose of pentamidine isethionate should then be withdrawn and diluted further in 50 to 250 mL of 5% Dextrose Injection, USP. The diluted IV solutions containing pentamidine isethionate should be infused over a period of 60 to 120 minutes. Aseptic technique should be employed in preparation of all solutions. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.",
      "Stability After reconstitution with sterile water, the Pentam solution is stable for 48 hours in the original vial at room temperature if protected from light. To avoid crystallization, store at 22° - 30°C (72° - 86°F). Intravenous infusion solutions of pentamidine isethionate at 1 mg/mL and 2.5 mg/mL prepared in 5% Dextrose Injection, USP are stable at room temperature for up to 24 hours. Intravenous (IV) solutions of pentamidine isethionate have been shown to be incompatible with fluconazole and foscarnet sodium. IV solutions of pentamidine isethionate have been shown to be compatible with IV solutions of zidovudine (AZT) and diltiazem hydrochloride."
    ],
    "how_supplied": [
      "HOW SUPPLIED NDC No. 13925-515-10 Pentamidine Isethionate for injection 300 mg, lyophilized product in single-dose vials, packages of 10. Store dry product at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from light. Preservative Free. Discard unused portion."
    ],
    "how_supplied_table": [
      "<table><tbody><tr><td valign=\"top\" styleCode=\"Botrule Lrule Rrule Toprule\"><paragraph><content styleCode=\"bold\">NDC</content></paragraph><paragraph><content styleCode=\"bold\">No.</content></paragraph></td><td valign=\"top\" styleCode=\"Botrule Lrule Rrule Toprule\"/></tr><tr><td valign=\"top\" styleCode=\"Botrule Lrule Rrule Toprule\"><paragraph>13925-515-10 </paragraph></td><td valign=\"top\" styleCode=\"Botrule Lrule Rrule Toprule\"><paragraph>Pentamidine Isethionate for injection 300 mg, lyophilized product in single-dose vials, packages of 10.</paragraph></td></tr></tbody></table>"
    ],
    "references": [
      "REFERENCE Watts RG; Conte JE, Jr.; Zurlinden E; Waldo FB: Effect of charcoal hemoperfusion on clearance of pentamidine isethionate after accidental overdose. J Toxicol Clin Toxicol 1997;35:89-92."
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL - PRINCIPAL DISPLAY PANEL - Single Dose Vial Label NDC 13925-515-10 Pentamidine Isethionate for Injection 300 mg Lyophilized For IM or IV Use Single-Dose Vial Rx only PACKAGE LABEL - PRINCIPAL DISPLAY PANEL - Single Dose Vial Label NDC 13925-515-10 Pentamidine Isethionate for Injection 300 mg Lyophilized For Intramuscular or Intravenous Use 10 Single-Dose Vial Rx only Vial Label Carton Label"
    ],
    "set_id": "cb8e8155-5505-44d5-9dee-525e2e45b95d",
    "id": "c83ced5f-9bf2-4367-9146-5b17d0b83371",
    "effective_time": "20250402",
    "version": "8",
    "openfda": {
      "application_number": [
        "ANDA206666"
      ],
      "brand_name": [
        "Pentamidine Isethionate"
      ],
      "generic_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "manufacturer_name": [
        "Seton Pharmaceuticals"
      ],
      "product_ndc": [
        "13925-515"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "PENTAMIDINE ISETHIONATE"
      ],
      "rxcui": [
        "861601"
      ],
      "spl_id": [
        "c83ced5f-9bf2-4367-9146-5b17d0b83371"
      ],
      "spl_set_id": [
        "cb8e8155-5505-44d5-9dee-525e2e45b95d"
      ],
      "package_ndc": [
        "13925-515-10"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0313925515109"
      ],
      "unii": [
        "V2P3K60DA2"
      ]
    }
  }
]