[
  {
    "spl_product_data_elements": [
      "Naphazoline HCI And Pheniramine Maleate NAPHAZOLINE HYDROCHLORIDE , PHENIRAMINE MALEATE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active Ingredients Naphazoline Hydrochloride (0.027%) Pheniramine Maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness Reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses: temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings: if you experience eye pain, changes in vision, continued redness or irritation of the eye, or if the condition worsens or persists for more than 72 hours, discontinue use and consult a physician. Do not use in children under 6 years of age unless directed by a physician. If this solution changes color or becomes cloudy, do not use. Overuse of this product may produce increased redness of the eye. If you are sensitive to any ingredient in this product, do not use. To avoid contamination, do not touch tip of container to any surface. Replace cap after using."
    ],
    "do_not_use": [
      "Do not use if imprinted seal on cap is torn, broken or missing, or if imprinted seals on top ad bottom flaps are not intact and completely legible."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to enlarged prostrate gland narrow angle glaucoma"
    ],
    "when_using": [
      "Remove contact lenses before using."
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience: eye pain, changes in vision, redness or irritation of the eye that worsens or persists for more than 72 hours. Overuse of this product may produce increased redness of the eye. Pupils may become enlarged temporarily. You may experience a brief tingling sensation after putting drops in eyes."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of accidental ingestion, seek professional assistance or contact a Poison Control Center immediately. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 6 years of age and older: instill 1 or 2 drops in affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor."
    ],
    "storage_and_handling": [
      "Store at room temperature 20 degrees - 25 degrees C ( 68 degrees - 77 degrees F). Protect from light."
    ],
    "spl_unclassified_section": [
      "Use before expiration date marked on the carton or bottle. Available in 15mL NDC 59390-177-13 and 30 mL NDC 59390-177-18",
      "Manufactured by: Altaire Pharmaceuticals, Inc. Aquebogue, N.Y. 11931"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride 0.01%, boric acid, edetate disodium 0.1%, hypromellose, purified water, sodium borate, and sodium chloride."
    ],
    "questions": [
      "Questions or comments Call (631) 722-5988 9am - 5pm EST Monday - Friday"
    ],
    "package_label_principal_display_panel": [
      "ALTAIRE Pharmaceuticals, Inc. Aquebogue, N.Y. 11931 Naphazoline HCI 0.027% and Pheniramine Maleate 0.315% Ophthalmic Solution, USP Eye Allergy Relief With Antihistamine To Relieve Itching Itching and Redness Reliever Eye Drops 0.5 Fl. OZ. (15mL)",
      "IL15",
      "OL15"
    ],
    "set_id": "5649c6e2-966f-44d9-b57e-5bb988eb373d",
    "id": "b78fd969-ee4c-0ea0-e053-2a95a90a480d",
    "effective_time": "20201228",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA078208"
      ],
      "brand_name": [
        "Naphazoline HCI And Pheniramine Maleate"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE , PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "Altaire Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "59390-177"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "b78fd969-ee4c-0ea0-e053-2a95a90a480d"
      ],
      "spl_set_id": [
        "5649c6e2-966f-44d9-b57e-5bb988eb373d"
      ],
      "package_ndc": [
        "59390-177-13"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  }
]