[
  {
    "spl_product_data_elements": [
      "PHENTOLAMINE MESYLATE PHENTOLAMINE MESYLATE PHENTOLAMINE MESYLATE PHENTOLAMINE MANNITOL MANNITOL Natural Latex Rubber"
    ],
    "description": [
      "DESCRIPTION Phentolamine Mesylate for Injection, USP is an antihypertensive, available in vials for intravenous and intramuscular administration. Each vial contains phentolamine mesylate, USP, 5 mg, and mannitol USP, 25 mg, in sterile, lyophilized form. Phentolamine Mesylate, USP is 4,5-dihydro-2-[N-( m -hydroxyphenyl)-N-( p -methylphenyl) amino methyl]-1 H - imidazole 1:1 methanesulfonate, and its structural formula is Phentolamine mesylate, USP is a white or off-white, odorless crystalline powder with a molecular weight of 377.46. Its solutions are acid to litmus. It is freely soluble in water and in alcohol, and slightly soluble in chloroform. It melts at about 178°C. Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Phentolamine Mesylate for Injection, USP produces an alpha-adrenergic block of relatively short duration. It also has direct, but less marked, positive inotropic and chronotropic effects on cardiac muscle and vasodilator effects on vascular smooth muscle. Phentolamine Mesylate for Injection, USP has a half-life in the blood of 19 minutes following intravenous administration. Approximately 13% of a single intravenous dose appears in the urine as unchanged drug."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Phentolamine Mesylate for Injection, USP is indicated for the prevention or control of hypertensive episodes that may occur in a patient with pheochromocytoma as a result of stress or manipulation during preoperative preparation and surgical excision. Phentolamine Mesylate for Injection, USP is indicated for the prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine. Phentolamine Mesylate for Injection, USP is also indicated for the diagnosis of pheochromocytoma by the Phentolamine Mesylate for Injection, USP blocking test."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Myocardial infarction, history of myocardial infarction, coronary insufficiency, angina or other evidence suggestive of coronary artery disease; hypersensitivity to phentolamine or related compounds."
    ],
    "warnings": [
      "WARNINGS Myocardial infarction, cerebrovascular spasm, and cerebrovascular occlusion have been reported to occur following the administration of Phentolamine Mesylate for Injection, USP, usually in association with marked hypotensive episodes. For screening tests in patients with hypertension, the generally available urinary assay of catecholamines or other biochemical assays have largely replaced the Phentolamine Mesylate for Injection, USP and other pharmacological tests for reasons of accuracy and safety. None of the chemical or pharmacological tests is infallible in the diagnosis of pheochromocytoma. The Phentolamine Mesylate for Injection, USP blocking test is not the procedure of choice and should be reserved for cases in which additional confirmatory evidence is necessary and the relative risks involved in conducting the test have been considered."
    ],
    "precautions": [
      "PRECAUTIONS General Tachycardia and cardiac arrhythmias may occur with the use of Phentolamine Mesylate for Injection, USP or other alpha-adrenergic blocking agents. When possible, administration of cardiac glycosides should be deferred until cardiac rhythm returns to normal. Drug Interactions See DOSAGE AND ADMINISTRATION , Diagnosis of pheochromocytoma , Preparation . Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term carcinogenicity studies, mutagenicity studies, and fertility studies have not been conducted with Phentolamine Mesylate for Injection, USP . Pregnancy Category C Administration of Phentolamine Mesylate for Injection, USP to pregnant rats and mice at oral doses 24-30 times the usual daily human dose (based on a 60-kg human) resulted in slightly decreased growth and slight skeletal immaturity of the fetuses. Immaturity was manifested by increased incidence of incomplete or unossified calcanei and phalangeal nuclei of the hind limb and of incompletely ossified sternebrae. At oral doses 60 times the usual daily human dose (based on a 60-kg human), a slightly lower rate of implantation was found in the rat. Phentolamine Mesylate for Injection, USP did not affect embryonic or fetal development in the rabbit at oral doses 20 times the usual daily human dose (based on a 60-kg human). No teratogenic or embryo toxic effects were observed in the rat, mouse, or rabbit studies. There are no adequate and well-controlled studies in pregnant women. Phentolamine Mesylate for Injection, USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Phentolamine Mesylate for Injection, USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use See DOSAGE AND ADMINISTRATION"
    ],
    "general_precautions": [
      "General Tachycardia and cardiac arrhythmias may occur with the use of Phentolamine Mesylate for Injection, USP or other alpha-adrenergic blocking agents. When possible, administration of cardiac glycosides should be deferred until cardiac rhythm returns to normal."
    ],
    "drug_interactions": [
      "Drug Interactions See DOSAGE AND ADMINISTRATION , Diagnosis of pheochromocytoma , Preparation ."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term carcinogenicity studies, mutagenicity studies, and fertility studies have not been conducted with Phentolamine Mesylate for Injection, USP ."
    ],
    "pregnancy": [
      "Pregnancy Category C Administration of Phentolamine Mesylate for Injection, USP to pregnant rats and mice at oral doses 24-30 times the usual daily human dose (based on a 60-kg human) resulted in slightly decreased growth and slight skeletal immaturity of the fetuses. Immaturity was manifested by increased incidence of incomplete or unossified calcanei and phalangeal nuclei of the hind limb and of incompletely ossified sternebrae. At oral doses 60 times the usual daily human dose (based on a 60-kg human), a slightly lower rate of implantation was found in the rat. Phentolamine Mesylate for Injection, USP did not affect embryonic or fetal development in the rabbit at oral doses 20 times the usual daily human dose (based on a 60-kg human). No teratogenic or embryo toxic effects were observed in the rat, mouse, or rabbit studies. There are no adequate and well-controlled studies in pregnant women. Phentolamine Mesylate for Injection, USP should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from Phentolamine Mesylate for Injection, USP, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother.",
      "Pediatric Use See DOSAGE AND ADMINISTRATION"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Acute and prolonged hypotensive episodes, tachycardia, and cardiac arrhythmias have been reported. In addition, weakness, dizziness, flushing, orthostatic hypotension, nasal stuffiness, nausea, vomiting, and diarrhea may occur. To report SUSPECTED ADVERSE REACTIONS, contact Precision Dose Inc. at 1-844-668-3942 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Acute Toxicity No deaths due to acute poisoning with Phentolamine Mesylate for Injection, USP have been reported. Oral LD 50 's (mg/kg): mice, 1000; rats, 1250. Signs and Symptoms Overdosage with Phentolamine Mesylate for Injection, USP is characterized chiefly by cardiovascular disturbances, such as arrhythmias, tachycardia, hypotension, and possibly shock. In addition, the following might occur: excitation, headache, sweating, pupillary contraction, visual disturbances; nausea, vomiting, diarrhea; hypoglycemia. Treatment There is no specific antidote. A decrease in blood pressure to dangerous levels or other evidence of shock like conditions should be treated vigorously and promptly. The patient's legs should be kept raised and a plasma expander should be administered. If necessary, intravenous infusion of norepinephrine, titrated to maintain blood pressure at the normotensive level, and all available supportive measures should be included. Epinephrine should not be used, since it may cause a paradoxical reduction in blood pressure.",
      "Acute Toxicity No deaths due to acute poisoning with Phentolamine Mesylate for Injection, USP have been reported. Oral LD 50 's (mg/kg): mice, 1000; rats, 1250.",
      "Signs and Symptoms Overdosage with Phentolamine Mesylate for Injection, USP is characterized chiefly by cardiovascular disturbances, such as arrhythmias, tachycardia, hypotension, and possibly shock. In addition, the following might occur: excitation, headache, sweating, pupillary contraction, visual disturbances; nausea, vomiting, diarrhea; hypoglycemia.",
      "Treatment There is no specific antidote. A decrease in blood pressure to dangerous levels or other evidence of shock like conditions should be treated vigorously and promptly. The patient's legs should be kept raised and a plasma expander should be administered. If necessary, intravenous infusion of norepinephrine, titrated to maintain blood pressure at the normotensive level, and all available supportive measures should be included. Epinephrine should not be used, since it may cause a paradoxical reduction in blood pressure."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The reconstituted solution should be used upon preparation and should not be stored. Note: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 1. Prevention or control of hypertensive episodes in the patient with pheochromocytoma. For preoperative reduction of elevated blood pressure, 5 mg of Phentolamine Mesylate for Injection, USP (1mg for children) is injected intravenously or intramuscularly 1 or 2 hours before surgery, and repeated if necessary. During surgery, Phentolamine Mesylate for Injection, USP (5 mg for adults, 1 mg for children) is administered intravenously as indicated, to help prevent or control paroxysms of hypertension, tachycardia, respiratory depression, convulsions, or other effects of epinephrine intoxication. (Postoperatively, norepinephrine may be given to control the hypotension that commonly follows complete removal of a pheochromocytoma.) 2. Prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine. For Prevention: 10 mg of Phentolamine Mesylate for Injection, USP is added to each liter of solution containing norepinephrine. The pressor effect of norepinephrine is not affected. For Treatment: 5-10 mg of Phentolamine Mesylate for Injection, USP in 10 mL of saline is injected into the area of extravasation within 12 hours. 3. Diagnosis of pheochromocytoma — Phentolamine Mesylate for Injection, USP blocking test. The test is most reliable in detecting pheochromocytoma in patients with sustained hypertension and least reliable in those with paroxysmal hypertension. False-positive tests may occur in patients with hypertension without pheochromocytoma. a. Intravenous Preparation The CONTRAINDICATIONS , WARNINGS , and PRECAUTIONS sections should be reviewed. Sedatives, analgesics, and all other medications except those that might be deemed essential (such as digitalis and insulin) are withheld for at least 24 hours, and preferably 48 -72 hours, prior to the test. Antihypertensive drugs are withheld until blood pressure returns to the untreated, hypertensive level. This test is not performed on a patient who is normotensive. Procedure The patient is kept at rest in the supine position throughout the test, preferably in a quiet, darkened room. Injection of Phentolamine Mesylate for Injection, USP is delayed until blood pressure is stabilized, as evidenced by blood pressure readings taken every 10 minutes for at least 30 minutes. Five milligrams of Phentolamine Mesylate for Injection, USP is dissolved in 1mL of Sterile Water for Injection. The dose for adults is 5 mg; for children, 1 mg. The syringe needle is inserted into the vein, and injection is delayed until pressor response to venipuncture has subsided. Phentolamine Mesylate for Injection, USP is injected rapidly. Blood pressure is recorded immediately after injection, at 30-second intervals for the first 3 minutes, and at 60-second intervals for the next 7 minutes. Interpretation A positive response, suggestive of pheochromocytoma, is indicated when the blood pressure is reduced more than 35 mmHg systolic and 25 mmHg diastolic. A typical positive response is a reduction in pressure of 60 mmHg systolic and 25 mmHg diastolic. Usually, maximal effect is evident within 2 minutes after injection. A return to preinjection pressure commonly occurs within 15-30 minutes but may occur more rapidly. If blood pressure decreases to a dangerous level, the patient should be treated as outlined under OVERDOSAGE . A positive response should always be confirmed by other diagnostic procedures, preferably by measurement of urinary catecholamines or their metabolites. A negative response is indicated when the blood pressure is elevated, unchanged, or reduced less than 35 mmHg, systolic and 25 mmHg diastolic after injection of Phentolamine Mesylate for Injection, USP. A negative response to this test does not exclude the diagnosis of pheochromocytoma, especially in patients with paroxysmal hypertension in whom the incidence of false-negative responses is high. b. Intramuscular If the intramuscular test for pheochromocytoma is preferred, preparation is the same as for the intravenous test. Five milligrams of Phentolamine Mesylate for Injection, USP is then dissolved in 1mL of Sterile Water for Injection. The dose for adults is 5 mg intramuscularly; for children, 3 mg. Blood pressure is recorded every 5 minutes for 30-45 minutes following injection. A positive response is indicated when the blood pressure is reduced 35 mmHg systolic and 25 mmHg diastolic, or more, within 20 minutes following injection.",
      "1. Prevention or control of hypertensive episodes in the patient with pheochromocytoma. For preoperative reduction of elevated blood pressure, 5 mg of Phentolamine Mesylate for Injection, USP (1mg for children) is injected intravenously or intramuscularly 1 or 2 hours before surgery, and repeated if necessary. During surgery, Phentolamine Mesylate for Injection, USP (5 mg for adults, 1 mg for children) is administered intravenously as indicated, to help prevent or control paroxysms of hypertension, tachycardia, respiratory depression, convulsions, or other effects of epinephrine intoxication. (Postoperatively, norepinephrine may be given to control the hypotension that commonly follows complete removal of a pheochromocytoma.)",
      "2. Prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine. For Prevention: 10 mg of Phentolamine Mesylate for Injection, USP is added to each liter of solution containing norepinephrine. The pressor effect of norepinephrine is not affected. For Treatment: 5-10 mg of Phentolamine Mesylate for Injection, USP in 10 mL of saline is injected into the area of extravasation within 12 hours.",
      "3. Diagnosis of pheochromocytoma — Phentolamine Mesylate for Injection, USP blocking test. The test is most reliable in detecting pheochromocytoma in patients with sustained hypertension and least reliable in those with paroxysmal hypertension. False-positive tests may occur in patients with hypertension without pheochromocytoma.",
      "a. Intravenous Preparation The CONTRAINDICATIONS , WARNINGS , and PRECAUTIONS sections should be reviewed. Sedatives, analgesics, and all other medications except those that might be deemed essential (such as digitalis and insulin) are withheld for at least 24 hours, and preferably 48 -72 hours, prior to the test. Antihypertensive drugs are withheld until blood pressure returns to the untreated, hypertensive level. This test is not performed on a patient who is normotensive. Procedure The patient is kept at rest in the supine position throughout the test, preferably in a quiet, darkened room. Injection of Phentolamine Mesylate for Injection, USP is delayed until blood pressure is stabilized, as evidenced by blood pressure readings taken every 10 minutes for at least 30 minutes. Five milligrams of Phentolamine Mesylate for Injection, USP is dissolved in 1mL of Sterile Water for Injection. The dose for adults is 5 mg; for children, 1 mg. The syringe needle is inserted into the vein, and injection is delayed until pressor response to venipuncture has subsided. Phentolamine Mesylate for Injection, USP is injected rapidly. Blood pressure is recorded immediately after injection, at 30-second intervals for the first 3 minutes, and at 60-second intervals for the next 7 minutes. Interpretation A positive response, suggestive of pheochromocytoma, is indicated when the blood pressure is reduced more than 35 mmHg systolic and 25 mmHg diastolic. A typical positive response is a reduction in pressure of 60 mmHg systolic and 25 mmHg diastolic. Usually, maximal effect is evident within 2 minutes after injection. A return to preinjection pressure commonly occurs within 15-30 minutes but may occur more rapidly. If blood pressure decreases to a dangerous level, the patient should be treated as outlined under OVERDOSAGE . A positive response should always be confirmed by other diagnostic procedures, preferably by measurement of urinary catecholamines or their metabolites. A negative response is indicated when the blood pressure is elevated, unchanged, or reduced less than 35 mmHg, systolic and 25 mmHg diastolic after injection of Phentolamine Mesylate for Injection, USP. A negative response to this test does not exclude the diagnosis of pheochromocytoma, especially in patients with paroxysmal hypertension in whom the incidence of false-negative responses is high.",
      "Preparation The CONTRAINDICATIONS , WARNINGS , and PRECAUTIONS sections should be reviewed. Sedatives, analgesics, and all other medications except those that might be deemed essential (such as digitalis and insulin) are withheld for at least 24 hours, and preferably 48 -72 hours, prior to the test. Antihypertensive drugs are withheld until blood pressure returns to the untreated, hypertensive level. This test is not performed on a patient who is normotensive.",
      "Procedure The patient is kept at rest in the supine position throughout the test, preferably in a quiet, darkened room. Injection of Phentolamine Mesylate for Injection, USP is delayed until blood pressure is stabilized, as evidenced by blood pressure readings taken every 10 minutes for at least 30 minutes. Five milligrams of Phentolamine Mesylate for Injection, USP is dissolved in 1mL of Sterile Water for Injection. The dose for adults is 5 mg; for children, 1 mg. The syringe needle is inserted into the vein, and injection is delayed until pressor response to venipuncture has subsided. Phentolamine Mesylate for Injection, USP is injected rapidly. Blood pressure is recorded immediately after injection, at 30-second intervals for the first 3 minutes, and at 60-second intervals for the next 7 minutes.",
      "Interpretation A positive response, suggestive of pheochromocytoma, is indicated when the blood pressure is reduced more than 35 mmHg systolic and 25 mmHg diastolic. A typical positive response is a reduction in pressure of 60 mmHg systolic and 25 mmHg diastolic. Usually, maximal effect is evident within 2 minutes after injection. A return to preinjection pressure commonly occurs within 15-30 minutes but may occur more rapidly. If blood pressure decreases to a dangerous level, the patient should be treated as outlined under OVERDOSAGE . A positive response should always be confirmed by other diagnostic procedures, preferably by measurement of urinary catecholamines or their metabolites. A negative response is indicated when the blood pressure is elevated, unchanged, or reduced less than 35 mmHg, systolic and 25 mmHg diastolic after injection of Phentolamine Mesylate for Injection, USP. A negative response to this test does not exclude the diagnosis of pheochromocytoma, especially in patients with paroxysmal hypertension in whom the incidence of false-negative responses is high.",
      "b. Intramuscular If the intramuscular test for pheochromocytoma is preferred, preparation is the same as for the intravenous test. Five milligrams of Phentolamine Mesylate for Injection, USP is then dissolved in 1mL of Sterile Water for Injection. The dose for adults is 5 mg intramuscularly; for children, 3 mg. Blood pressure is recorded every 5 minutes for 30-45 minutes following injection. A positive response is indicated when the blood pressure is reduced 35 mmHg systolic and 25 mmHg diastolic, or more, within 20 minutes following injection."
    ],
    "how_supplied": [
      "HOW SUPPLIED Vials— each containing 5 mg of Phentolamine mesylate, USP, and 25 mg of mannitol, USP, in sterile, lyophilized form. Trays of 10 with NDC 68094-101-10 Cartons of 1 with NDC 68094-101-20 The reconstituted solution should be used upon preparation and should not be stored. Store at 20° to 25°C (68° - 77°F) with excursions between 15° to 30°C (59° to 86°F) [USP Controlled Room Temperature] You can also call Precision Dose Inc. at 1-800-397-9228 or visit www.precisiondose.com. Distributed by: Precision Dose, Inc. South Beloit, IL 61080 Revised: 10/2017"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 5 mg Vial Carton NDC 68094- 101 -20 1 Vial Phentolamine Mesylate for Injection, USP 5 mg/vial FOR IM OR IV USE LYOPHILIZED Rx Only PrecisionDose Principal Display Panel - 5 mg Vial Carton"
    ],
    "set_id": "e146c7ee-d2fa-433c-8768-0945e4ff0990",
    "id": "4ecf4179-a773-4f75-a48b-a0b2c51facc2",
    "effective_time": "20240819",
    "version": "12",
    "openfda": {
      "application_number": [
        "ANDA207686"
      ],
      "brand_name": [
        "PHENTOLAMINE MESYLATE"
      ],
      "generic_name": [
        "PHENTOLAMINE MESYLATE"
      ],
      "manufacturer_name": [
        "Precision Dose Inc."
      ],
      "product_ndc": [
        "68094-101"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "PHENTOLAMINE MESYLATE"
      ],
      "rxcui": [
        "1361023"
      ],
      "spl_id": [
        "4ecf4179-a773-4f75-a48b-a0b2c51facc2"
      ],
      "spl_set_id": [
        "e146c7ee-d2fa-433c-8768-0945e4ff0990"
      ],
      "package_ndc": [
        "68094-101-20",
        "68094-101-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "Y7543E5K9T"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Phentolamine Mesylate Phentolamine Mesylate PHENTOLAMINE MESYLATE PHENTOLAMINE MANNITOL"
    ],
    "spl_unclassified_section": [
      "Rx ONLY"
    ],
    "description": [
      "DESCRIPTION Phentolamine Mesylate for Injection, USP, is an antihypertensive, available in vials for intravenous and intramuscular administration. Each vial contains phentolamine mesylate USP, 5 mg and mannitol USP, 25 mg in sterile, lyophilized form. Phentolamine mesylate is m -[ N -(2-Imidazolin-2-ylmethyl)- p -toluidino]phenol monomethanesulfonate (salt), and its structural formula is: Molecular Formula C 17 H 19 N 3 O•CH 4 O 3 S M.W. 377.47 Phentolamine mesylate, USP is a white or off-white, odorless crystalline powder. Its solutions are acid to litmus. It is freely soluble in water and in alcohol, and slightly soluble in chloroform. It melts at about 178°C. structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Phentolamine mesylate produces an alpha-adrenergic block of relatively short duration. It also has direct, but less marked, positive inotropic and chronotropic effects on cardiac muscle and vasodilator effects on vascular smooth muscle. Phentolamine has a half-life in the blood of 19 minutes following intravenous administration. Approximately 13% of a single intravenous dose appears in the urine as unchanged drug."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Phentolamine Mesylate for Injection is indicated for the prevention or control of hypertensive episodes that may occur in a patient with pheochromocytoma as a result of stress or manipulation during preoperative preparation and surgical excision. Phentolamine Mesylate for Injection is indicated for the prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine. Phentolamine Mesylate for Injection is also indicated for the diagnosis of pheochromocytoma by the phentolamine blocking test."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Myocardial infarction, history of myocardial infarction, coronary insufficiency, angina, or other evidence suggestive of coronary artery disease; hypersensitivity to phentolamine or related compounds."
    ],
    "warnings": [
      "WARNINGS Myocardial infarction, cerebrovascular spasm, and cerebrovascular occlusion have been reported to occur following the administration of phentolamine, usually in association with marked hypotensive episodes. For screening tests in patients with hypertension, the generally available urinary assay of catecholamines or other biochemical assays have largely replaced the phentolamine and other pharmacological tests for reasons of accuracy and safety. None of the chemical or pharmacological tests is infallible in the diagnosis of pheochromocytoma. The phentolamine blocking test is not the procedure of choice and should be reserved for cases in which additional confirmatory evidence is necessary and the relative risks involved in conducting the test have been considered."
    ],
    "precautions": [
      "PRECAUTIONS General Tachycardia and cardiac arrhythmias may occur with the use of phentolamine or other alpha-adrenergic blocking agents. When possible, administration of cardiac glycosides should be deferred until cardiac rhythm returns to normal. Drug Interactions See DOSAGE AND ADMINISTRATION . Diagnosis of pheochromocytoma , Preparation . Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term carcinogenicity studies, mutagenicity studies, and fertility studies have not been conducted with phentolamine. Pregnancy Teratogenic Effects-Pregnancy Category C Administration of phentolamine to pregnant rats and mice at oral doses 24 to 30 times the usual daily human dose (based on a 60 kg human) resulted in slightly decreased growth and slight skeletal immaturity of the fetuses. Immaturity was manifested by increased incidence of incomplete or unossified calcanei and phalangeal nuclei of the hind limb and of incompletely ossified sternebrae. At oral doses 60 times the usual daily human dose (based on a 60 kg human), a slightly lower rate of implantation was found in the rat. Phentolamine did not affect embryonic or fetal development in the rabbit at oral doses 20 times the usual daily human dose (based on a 60 kg human). No teratogenic or embryotoxic effects were observed in the rat, mouse, or rabbit studies. There are no adequate and well-controlled studies in pregnant women. Phentolamine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from phentolamine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use See DOSAGE AND ADMINISTRATION ."
    ],
    "general_precautions": [
      "General Tachycardia and cardiac arrhythmias may occur with the use of phentolamine or other alpha-adrenergic blocking agents. When possible, administration of cardiac glycosides should be deferred until cardiac rhythm returns to normal."
    ],
    "drug_interactions": [
      "Drug Interactions See DOSAGE AND ADMINISTRATION . Diagnosis of pheochromocytoma , Preparation ."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term carcinogenicity studies, mutagenicity studies, and fertility studies have not been conducted with phentolamine."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects-Pregnancy Category C Administration of phentolamine to pregnant rats and mice at oral doses 24 to 30 times the usual daily human dose (based on a 60 kg human) resulted in slightly decreased growth and slight skeletal immaturity of the fetuses. Immaturity was manifested by increased incidence of incomplete or unossified calcanei and phalangeal nuclei of the hind limb and of incompletely ossified sternebrae. At oral doses 60 times the usual daily human dose (based on a 60 kg human), a slightly lower rate of implantation was found in the rat. Phentolamine did not affect embryonic or fetal development in the rabbit at oral doses 20 times the usual daily human dose (based on a 60 kg human). No teratogenic or embryotoxic effects were observed in the rat, mouse, or rabbit studies. There are no adequate and well-controlled studies in pregnant women. Phentolamine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects-Pregnancy Category C Administration of phentolamine to pregnant rats and mice at oral doses 24 to 30 times the usual daily human dose (based on a 60 kg human) resulted in slightly decreased growth and slight skeletal immaturity of the fetuses. Immaturity was manifested by increased incidence of incomplete or unossified calcanei and phalangeal nuclei of the hind limb and of incompletely ossified sternebrae. At oral doses 60 times the usual daily human dose (based on a 60 kg human), a slightly lower rate of implantation was found in the rat. Phentolamine did not affect embryonic or fetal development in the rabbit at oral doses 20 times the usual daily human dose (based on a 60 kg human). No teratogenic or embryotoxic effects were observed in the rat, mouse, or rabbit studies. There are no adequate and well-controlled studies in pregnant women. Phentolamine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk and because of the potential for serious adverse reactions in nursing infants from phentolamine, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use See DOSAGE AND ADMINISTRATION ."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Acute and prolonged hypotensive episodes, tachycardia, and cardiac arrhythmias have been reported. In addition, weakness, dizziness, flushing, orthostatic hypotension, nasal stuffiness, nausea, vomiting, and diarrhea may occur."
    ],
    "overdosage": [
      "OVERDOSAGE Acute Toxicity No deaths due to acute poisoning with phentolamine have been reported. Oral LD 50 ’s (mg/kg): mice, 1000; rats, 1250. Signs and Symptoms Overdosage with phentolamine is characterized chiefly by cardiovascular disturbances, such as arrhythmias, tachycardia, hypotension, and possibly shock. In addition, the following might occur: excitation, headache, sweating, pupillary contraction, visual disturbances; nausea, vomiting, diarrhea; hypoglycemia. Treatment There is no specific antidote. A decrease in blood pressure to dangerous levels or other evidence of shocklike conditions should be treated vigorously and promptly. The patient’s legs should be kept raised and a plasma expander should be administered. If necessary, intravenous infusion or norepi-nephrine, titrated to maintain blood pressure at the normotensive level, and all available supportive measures should be included. Epinephrine should not be used, since it may cause a paradoxical reduction in blood pressure."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION The reconstituted solution should be used upon preparation and should not be stored. 1. Prevention or control of hypertensive episodes in the patient with pheochromo-cytoma. For preoperative reduction of elevated blood pressure, 5 mg of phentolamine mesylate (1 mg for children) is injected intravenously or intramuscularly 1 or 2 hours before surgery, and repeated if necessary. During surgery, phentolamine mesylate (5 mg for adults, 1 mg for children) is administered intravenously as indicated, to help prevent or control paroxysms of hypertension, tachycardia, respiratory depression, convulsions, or other effects of epinephrine intoxication. (Postoperatively, norepinephrine may be given to control the hypotension that commonly follows complete removal of a pheochromocytoma.) 2. Prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine. For Prevention: 10 mg of phentolamine mesylate is added to each liter of solution containing norepinephrine. The pressor effect of norepinephrine is not affected. For Treatment: 5 to 10 mg of phentolamine mesylate in 10 mL of saline is injected into the area of extravasation within 12 hours. 3. Diagnosis of pheochromocytoma - phentolamine blocking test . The test is most reliable in detecting pheochromocytoma in patients with sustained hypertension and least reliable in those with paroxysmal hypertension. False-positive tests may occur in patients with hypertension without pheochromocytoma. a. Intravenous Preparation The CONTRAINDICATIONS , WARNINGS , and PRECAUTIONS sections should be reviewed. Sedatives, analgesics, and all other medications except those that might be deemed essential (such as digitalis and insulin) are withheld for at least 24 hours, and preferably 48 to 72 hours, prior to the test. Antihypertensive drugs are withheld until blood pressure returns to the untreated, hypertensive level. This test is not preformed on a patient who is normotensive. Procedure The patient is kept at rest in a supine position throughout the test, preferably in a quiet, darkened room. Injection of phentolamine is delayed until blood pressure is stabilized, as evidenced by blood pressure readings taken every 10 minutes for at least 30 minutes. Five milligrams of phentolamine mesylate is dissolved in 1 mL of Sterile Water for Injection. The dose for adults is 5 mg; for children, 1 mg. The syringe needle is inserted into the vein, and injection is delayed until pressor response to venipuncture has subsided. Phentolamine is injected rapidly. Blood pressure is recorded immediately after injection, at 30-second intervals for the first 3 minutes, and at 60-second intervals for the next 7 minutes. Interpretation A positive response, suggestive of pheochromocytoma, is indicated when the blood pressure is reduced more than 35 mm Hg systolic and 25 mm Hg diastolic. A typical positive response is a reduction in pressure of 60 mm Hg systolic and 25 mm Hg diastolic. Usually, maximal effect is evident within 2 minutes after injection. A return to preinjection pressure commonly occurs within 15 to 30 minutes but may occur more rapidly. If blood pressure decreases to a dangerous level, the patient should be treated as outlined under OVERDOSAGE . A positive response should always be confirmed by other diagnostic procedures, preferably by measurement of urinary catecholamines or their metabolites. A negative response is indicated when the blood pressure is elevated, unchanged, or reduced less than 35 mm Hg systolic and 25 mm Hg diastolic after injection of phentolamine. A negative response to this test does not exclude the diagnosis of pheo-chromocytoma, especially in patients with paroxysmal hypertension in whom the incidence of false-negative responses is high. b. Intramuscular If the intramuscular test for pheochromocytoma is preferred, preparation is the same as for the intravenous test. Five milligrams of phentolamine mesylate is then dissolved in 1 mL of Sterile Water for Injection. The dose for adults is 5 mg intramuscularly; for children, 3 mg. Blood pressure is recorded every 5 minutes for 30 to 45 minutes following injection. A positive response is indicated when the blood pressure is reduced 35 mm Hg systolic and 25 mm Hg diastolic, or more, within 20 minutes following injection. Note: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Phentolamine Mesylate for Injection, USP, 5 mg, for intramuscular or intravenous use, is supplied as follows: NDC 0143-9564-01 - 2 mL vials packaged individually. NDC 0143-9564-10 - 2 mL vials packaged in cartons of 10 vials. The reconstituted solution should be used upon preparation and should not be stored. Store at 20° to 25° C (68° to 77° F) [See USP Controlled Room Temperature]. To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . For Product Inquiry call 1-877-845-0689. Manufactured by: HIKMA FARMACÊUTICA (PORTUGAL), S.A. Estrada do Rio da Mó, 8, 8A e 8B – Fervença – 2705-906 Terrugem SNT, PORTUGAL Distributed by: Hikma Pharmaceuticals USA Inc. Berkeley Heights, NJ 07922 Revised May 2022 PIN385-WES/5"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL PRINCIPAL DISPLAY PANEL NDC 0143- 9564 -01 Rx only Phentolamine Mesylate for Injection, USP 5 mg per vial For IM or IV Use LYOPHILIZED 5 mg vial",
      "PACKAGE LABEL PRINCIPAL DISPLAY PANEL NDC 0143- 9564 -01 Rx only Phentolamine Mesylate for Injection, USP 5 mg per vial For IM or IV Use LYOPHILIZED 1 x 2 mL Vial 5 mg carton",
      "PACKAGE LABEL PRINCIPAL DISPLAY PANEL NDC 0143- 9564 -10 Rx only Phentolamine Mesylate for Injection, USP 5 mg/vial For IM or IV Use LYOPHILIZED 10 x 2 mL Vials 10 x 2mL 5mg carton",
      "SERIALIZATION IMAGE Representative Carton Serialization Image Representative Carton Serialization Image"
    ],
    "set_id": "ed6c506c-5535-4b7c-ae1a-d63f09d796c9",
    "id": "264ee71e-7e33-4693-b993-8ee0cc2f8d48",
    "effective_time": "20240313",
    "version": "9",
    "openfda": {
      "application_number": [
        "ANDA040235"
      ],
      "brand_name": [
        "Phentolamine Mesylate"
      ],
      "generic_name": [
        "PHENTOLAMINE MESYLATE"
      ],
      "manufacturer_name": [
        "Hikma Pharmaceuticals USA Inc."
      ],
      "product_ndc": [
        "0143-9564"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "PHENTOLAMINE MESYLATE"
      ],
      "rxcui": [
        "1361023"
      ],
      "spl_id": [
        "264ee71e-7e33-4693-b993-8ee0cc2f8d48"
      ],
      "spl_set_id": [
        "ed6c506c-5535-4b7c-ae1a-d63f09d796c9"
      ],
      "package_ndc": [
        "0143-9564-10",
        "0143-9564-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "Y7543E5K9T"
      ]
    }
  }
]