[
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has a pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl)pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains: Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin-chemical polymyxin-text"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is very much stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is rapidly bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indolepositive), Enterobacter aerogenes, and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be nonmutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS ). Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be nonmutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy"
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile solution. Each mL contains trimethoprim sulfate equivalent to 1 mg trimethoprim and polymyxin B sulfate 10,000 units in a plastic dropper bottle of 10 mL (NDC 63187-834-10). Storage: Store at 15° - 25°C (59° - 77°F) and protect from light. Rx Only"
    ],
    "spl_unclassified_section": [
      "340176-0103 Revised: January 2003 Dist. by: FALCON Pharmaceuticals, Ltd. Fort Worth, Texas 76134 Mfd. by: ALCON LABORATORIES, INC. Fort Worth, Texas 76134 USA Printed in USA Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 63187-834-10 Rx Only Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP 10 mL STERILE 63187-834-10"
    ],
    "set_id": "1252b997-3a81-4f3c-90e4-92f29ba15713",
    "id": "0ccbd919-79d8-4159-9b3e-c31230c157db",
    "effective_time": "20220401",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-834"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "0ccbd919-79d8-4159-9b3e-c31230c157db"
      ],
      "spl_set_id": [
        "1252b997-3a81-4f3c-90e4-92f29ba15713"
      ],
      "package_ndc": [
        "63187-834-10"
      ],
      "original_packager_product_ndc": [
        "61314-628"
      ],
      "upc": [
        "0363187834104"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "neomycin sulfate, polymyxin b sulfate and dexamethasone neomycin sulfate, polymyxin b sulfate and dexamethasone BENZALKONIUM CHLORIDE HYPROMELLOSE 2910 (4000 MPA.S) SODIUM CHLORIDE POLYSORBATE 20 HYDROCHLORIC ACID SODIUM HYDROXIDE WATER NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B DEXAMETHASONE DEXAMETHASONE"
    ],
    "spl_unclassified_section": [
      "Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension Sterile",
      "Manufactured for: Nordic Pharma, Inc. Berwyn, PA 19312 www.nordicpharmausa.com The Nordic Pharma Logo is a trademark of Nordic Group B.V. Origin Belgium REV 11/2024"
    ],
    "description": [
      "DESCRIPTION Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is a multiple dose anti-infective steroid combination in sterile suspension form for topical application. The chemical structure for the active ingredient, dexamethasone, is: Molecular Weight = 392.45 g/mol C 22 H 29 FO 5 Established name: dexamethasone Chemical name: pregna-1, 4-diene-3, 20-dione,9-fluoro-11,17, 21-trihydroxy-16-methyl-, (11β, 16α)-. The other active ingredients are neomycin sulfate and polymyxin B sulfate. The structural formula for neomycin sulfate is: Neomycin B (R 1 =H, R 2 =CH 2 NH 2 ) Neomycin C (R 1 =CH 2 NH 2 , R 2 =H) The structural formula for polymyxin B sulfate is: Each mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension contains: Actives: neomycin sulfate equivalent to neomycin 3.5 mg, polymyxin B sulfate 10,000 units, dexamethasone 0.1%. Inactives: benzalkonium chloride 0.004% (preservative), hydrochloric acid and/or sodium hydroxide (to adjust pH), hypromellose 2910 0.5%, polysorbate 20, purified water, sodium chloride. NEOMYCIN SULFATE The structural formula for neomycin sulfate The structural formula for polymyxin B sulfate"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Corticosteroids suppress the inflammatory response to a variety of agents and they probably delay or slow healing. Since corticosteroids may inhibit the body’s defense mechanism against infection, a concomitant antimicrobial drug may be used when this inhibition is considered to be clinically significant in a particular case. When a decision to administer both a corticosteroid and an antimicrobial is made, the administration of such drugs in combination has the advantage of greater patient compliance and convenience, with the added assurance that the appropriate dosage of both drugs is administered, plus assured compatibility of ingredients when both types of drugs are in the same formulation and, particularly, that the correct volume of drug is delivered and retained. The relative potency of corticosteroids depends on the molecular structure, concentration and release from the vehicle."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For steroid-responsive inflammatory ocular conditions for which a corticosteroid is indicated and where bacterial infection or a risk of bacterial infection exists. Ocular corticosteroids are indicated in inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe where the inherent risk of corticosteroids use in certain infective conjunctivitides is accepted to obtain a diminution in edema and inflammation. They are also indicated in chronic anterior uveitis and corneal injury from chemical, radiation or thermal burns; or penetration of foreign bodies. The use of a combination drug with an anti-infective component is indicated where the risk of infection is high or where there is an expectation that potentially dangerous numbers of bacteria will be present in the eye. The particular anti-infective drug in this product is active against the following common bacterial eye pathogens: Staphylococcus aureus, Escherichia coli, Haemophilus influenzae , Klebsiella /Enterobacter species, Neisseria species, and Pseudomonas aeruginosa . This product does not provide adequate coverage against: Serratia marcescens and S treptococci , including Streptococcus pneumoniae ."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is contraindicated in most viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. Acute purulent or parasitic infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. If this product is used for 10 days or longer, intraocular pressure (IOP) should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. IOP should be checked frequently. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is not for injection. It should never be injected subconjunctivally, nor should it be directly introduced into the anterior chamber of the eye. Products containing neomycin sulfate may cause cutaneous sensitization. Sensitivity to topically administered aminoglycosides, such as neomycin, may occur in some patients. Severity of hypersensitivity reactions may vary from local effects to generalized reactions such as erythema, itching, urticaria, skin rash, anaphylaxis, anaphylactoid reactions, or bullous reactions. If hypersensitivity develops during use of the product, treatment should be discontinued. Cross-hypersensitivity to other aminoglycosides can occur, and the possibility that patients who become sensitized to topical neomycin may also be sensitive to other topical and/or systemic aminoglycosides should be considered."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored ( see WARNINGS ). Prolonged use of topical anti-bacterial agents may give rise to overgrowth of non-susceptible organisms including fungi. Information for Patients If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of reach of children. Patients should be advised that their vision may be temporarily blurred following dosing with Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension. Care should be exercised in operating machinery or driving a motor vehicle. Carcinogenesis, Mutagenesis, Impairment of Fertility Long‑term studies in animals to evaluate carcinogenic or mutagenic potential have not been conducted with polymyxin B sulfate. Treatment of cultured human lymphocytes in vitro with neomycin increased the frequency of chromosome aberrations at the highest concentration (80 mcg/mL) tested. However, the effects of neomycin on carcinogenesis and mutagenesis in humans are unknown. Polymyxin B has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. Pregnancy Dexamethasone has been shown to be teratogenic in mice and rabbits following topical ophthalmic application in multiples of the therapeutic dose. In the mouse, corticosteroids produce fetal resorptions and a specific abnormality, cleft palate. In the rabbit, corticosteroids have produced fetal resorptions and multiple abnormalities involving the head, ears, limbs, palate, etc. There are no adequate or well-controlled studies in pregnant women. However, prolonged or repeated corticoid use during pregnancy has been associated with an increased risk of intra-uterine growth retardation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be used during pregnancy only if the potential benefit to the mother justifies the potential risk to the embryo or fetus. Infants born of mothers who have received substantial doses of corticosteroids during pregnancy should be observed carefully for signs of hypoadrenalism. Nursing Mothers Systemically administered corticosteroids appear in human milk, could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Because many drugs are excreted in human milk, caution should be exercised when Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 years have not been established. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 mL of Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored ( see WARNINGS ). Prolonged use of topical anti-bacterial agents may give rise to overgrowth of non-susceptible organisms including fungi."
    ],
    "information_for_patients": [
      "Information for Patients If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of reach of children. Patients should be advised that their vision may be temporarily blurred following dosing with Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension. Care should be exercised in operating machinery or driving a motor vehicle."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long‑term studies in animals to evaluate carcinogenic or mutagenic potential have not been conducted with polymyxin B sulfate. Treatment of cultured human lymphocytes in vitro with neomycin increased the frequency of chromosome aberrations at the highest concentration (80 mcg/mL) tested. However, the effects of neomycin on carcinogenesis and mutagenesis in humans are unknown. Polymyxin B has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown."
    ],
    "pregnancy": [
      "Pregnancy Dexamethasone has been shown to be teratogenic in mice and rabbits following topical ophthalmic application in multiples of the therapeutic dose. In the mouse, corticosteroids produce fetal resorptions and a specific abnormality, cleft palate. In the rabbit, corticosteroids have produced fetal resorptions and multiple abnormalities involving the head, ears, limbs, palate, etc. There are no adequate or well-controlled studies in pregnant women. However, prolonged or repeated corticoid use during pregnancy has been associated with an increased risk of intra-uterine growth retardation. Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension should be used during pregnancy only if the potential benefit to the mother justifies the potential risk to the embryo or fetus. Infants born of mothers who have received substantial doses of corticosteroids during pregnancy should be observed carefully for signs of hypoadrenalism."
    ],
    "nursing_mothers": [
      "Nursing Mothers Systemically administered corticosteroids appear in human milk, could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Because many drugs are excreted in human milk, caution should be exercised when Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 years have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions have occurred with corticosteroid/anti-infective combination drugs which can be attributed to the corticosteroid component, the anti-infective component, or the combination. Exact incidence figures are not available since no denominator of treated patients is available. Reactions occurring most often from the presence of the anti-infective ingredient are allergic sensitizations. The reactions due to the corticosteroid component are: elevation of IOP with possible development of glaucoma, and infrequent optic nerve damage; posterior subcapsular cataract formation; and delayed wound healing. Corticosteroid-containing preparations have also been reported to cause perforation of the globe. Keratitis, conjunctivitis, corneal ulcers, and conjunctival hyperemia have occasionally been reported following use of steroids. Additional adverse reactions identified from post marketing use include ulcerative keratitis, headache, and Stevens-Johnson syndrome. The following additional adverse reactions have been reported with dexamethasone use: Cushing’s syndrome and adrenal suppression may occur after use of dexamethasone in excess of the listed dosing instructions in predisposed patients, including children and patients treated with CYP3A4 inhibitors."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION One to two drops in the conjunctival sac(s). In severe disease, drops may be used hourly, being tapered to discontinuation as the inflammation subsides. In mild disease, drops may be used up to four to six times daily. Not more than 20 mL should be prescribed initially, and the prescription should not be refilled without further evaluation as outlined in PRECAUTIONS above."
    ],
    "how_supplied": [
      "HOW SUPPLIED Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension is supplied as a sterile ophthalmic suspension in a white, low density polyethylene dispenser with a pink, polypropylene cap as follows: 5 mL in 8 mL bottle NDC 69918-515-05 Storage : Store upright at 8°C to 27°C (46°F to 80°F). After opening, Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension can be used until the expiration date on the bottle."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 69918- 515 -05 Rx Only Neomycin and Polymyxin B Sulfates and Dexamethasone Ophthalmic Suspension Sterile 5mL Neomycin-05.jpg",
      "PRINCIPAL DISPLAY PANEL NDC 69918- 515 -05 Rx Only Neomycin and Polymyxin B Sulfates and Dexamethason Ophthalmic Suspension Sterile 5mL Neomycin-05.jpg"
    ],
    "set_id": "191c1a56-194f-4876-b501-2f8aee447d83",
    "id": "2b581a09-38d8-4bd7-8b0a-17fa460b90f8",
    "effective_time": "20250811",
    "version": "2",
    "openfda": {
      "application_number": [
        "NDA050023"
      ],
      "brand_name": [
        "neomycin sulfate, polymyxin b sulfate and dexamethasone"
      ],
      "generic_name": [
        "NEOMYCIN SULFATE, POLYMYXIN B SULFATE AND DEXAMETHASONE"
      ],
      "manufacturer_name": [
        "Nordic Pharma, Inc."
      ],
      "product_ndc": [
        "69918-515"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "DEXAMETHASONE",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "309680"
      ],
      "spl_id": [
        "2b581a09-38d8-4bd7-8b0a-17fa460b90f8"
      ],
      "spl_set_id": [
        "191c1a56-194f-4876-b501-2f8aee447d83"
      ],
      "package_ndc": [
        "69918-515-05"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0369918515052"
      ],
      "nui": [
        "N0000175576",
        "N0000175450"
      ],
      "pharm_class_epc": [
        "Corticosteroid [EPC]"
      ],
      "pharm_class_moa": [
        "Corticosteroid Hormone Receptor Agonists [MoA]"
      ],
      "unii": [
        "7S5I7G3JQL",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc and Polymyxin B Sulfate Bacitracin Zinc and Polymyxin B Sulfate PETROLATUM PARAFFINUM LIQUIDUM BACITRACIN ZINC BACITRACIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "description": [
      "DESCRIPTION Bacitracin zinc and polymyxin B sulfate ophthalmic ointment, USP is a sterile antimicrobial ointment formulated for ophthalmic use. Bacitracin zinc is the zinc salt of bacitracin, a mixture of related cyclic polypeptides (mainly bacitracin A) produced by the growth of an organism of the licheniformis group of Bacillus subtilis var Tracy. It has a potency of not less than 40 bacitracin units/mg. The structural formula for bacitracin A is: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 , which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units/mg, calculated on an anhydrous basis. The structural formulae are: Each gram contains: Actives: bacitracin zinc equal to 500 bacitracin units and polymyxin B sulfate equal to 10,000 polymyxin B units; Inactives: mineral oil and white petrolatum. bacitracinchemstructure polychemstructure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Polymyxin B sulfate attacks gram-negative bacilli, including virtually all strains of Pseudomonas aeruginosa and Haemophilus influenzae species. Bacitracin is active against most gram-positive bacilli and cocci including hemolytic streptococci."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by organisms susceptible to bacitracin zinc and polymyxin B sulfate."
    ],
    "contraindications": [
      "CONTRAINDICATIONS This product is contraindicated in those individuals who have shown hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS Ophthalmic ointments may retard corneal healing."
    ],
    "spl_unclassified_section": [
      "PRECAUTIONS As with other antibiotic preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. Appropriate measures should be taken if this occurs."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Apply the ointment every 3 or 4 hours for 7 to 10 days, depending on the severity of the infection. FOR OPHTHALMIC USE ONLY"
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-7189 NDC: 50090-7189-0 3.5 g in a TUBE / 144 in a CASE"
    ],
    "package_label_principal_display_panel": [
      "Bacitracin Zinc and Polymyxin B Sulfate Label Image"
    ],
    "set_id": "19b4cfab-5927-47c5-a032-58ab2998d9c7",
    "id": "325d8b12-136d-4848-96c5-46c8d0d2702c",
    "effective_time": "20260113",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA064046"
      ],
      "brand_name": [
        "Bacitracin Zinc and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-7189"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "308511"
      ],
      "spl_id": [
        "325d8b12-136d-4848-96c5-46c8d0d2702c"
      ],
      "spl_set_id": [
        "19b4cfab-5927-47c5-a032-58ab2998d9c7"
      ],
      "package_ndc": [
        "50090-7189-0"
      ],
      "original_packager_product_ndc": [
        "24208-555"
      ],
      "unii": [
        "89Y4M234ES",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc and Polymyxin B Sulfate Bacitracin Zinc and Polymyxin B Sulfate PETROLATUM MINERAL OIL BACITRACIN ZINC BACITRACIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "description": [
      "DESCRIPTION Bacitracin zinc and polymyxin B sulfate ophthalmic ointment, USP is a sterile antimicrobial ointment formulated for ophthalmic use. Bacitracin zinc is the zinc salt of bacitracin, a mixture of related cyclic polypeptides (mainly bacitracin A) produced by the growth of an organism of the licheniformis group of Bacillus subtilis var Tracy. It has a potency of not less than 40 bacitracin units/mg. The structural formula for bacitracin A is: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 , which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units/mg, calculated on an anhydrous basis. The structural formulae are: Each gram contains: Actives: bacitracin zinc equal to 500 bacitracin units and polymyxin B sulfate equal to 10,000 polymyxin B units; Inactives: mineral oil and white petrolatum. bacitracinchemstructure polychemstructure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Polymyxin B sulfate attacks gram-negative bacilli, including virtually all strains of Pseudomonas aeruginosa and Haemophilus influenzae species. Bacitracin is active against most gram-positive bacilli and cocci including hemolytic streptococci."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by organisms susceptible to bacitracin zinc and polymyxin B sulfate."
    ],
    "contraindications": [
      "CONTRAINDICATIONS This product is contraindicated in those individuals who have shown hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS Ophthalmic ointments may retard corneal healing."
    ],
    "spl_unclassified_section": [
      "PRECAUTIONS As with other antibiotic preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. Appropriate measures should be taken if this occurs."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Apply the ointment every 3 or 4 hours for 7 to 10 days, depending on the severity of the infection. FOR OPHTHALMIC USE ONLY"
    ],
    "how_supplied": [
      "HOW SUPPLIED Bacitracin zinc and polymyxin B sulfate ophthalmic ointment, USP is available in tubes with an ophthalmic tip applicator in the following size: NDC 24208-555-55 - 3.5 g tube do not use Storage: Store between 15°C to 25°C (59°F to 77°F). KEEP TIGHTLY CLOSED. KEEP OUT OF REACH OF CHILDREN. Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2023 Bausch & Lomb Incorporated or its affiliates Revised: January 2023 9130705 (Folded) 9130605 (Flat)"
    ],
    "storage_and_handling": [
      "Storage: Store between 15°C to 25°C (59°F to 77°F). KEEP TIGHTLY CLOSED. KEEP OUT OF REACH OF CHILDREN. Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2023 Bausch & Lomb Incorporated or its affiliates Revised: January 2023 9130705 (Folded) 9130605 (Flat)"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 24208-555-55 Bacitracin Zinc and Polymyxin B Sulfate Ophthalmic Ointment, USP (Sterile) FOR OPHTHALMIC USE ONLY Rx only Net Wt. 3.5 g (1/8 oz) BAUSCH + LOMB 9733303 AB07534 carton"
    ],
    "set_id": "1b317249-30eb-4415-8a1c-cfedb4ba3549",
    "id": "24c33b97-e464-feca-e063-6394a90ad7d9",
    "effective_time": "20241018",
    "version": "11",
    "openfda": {
      "application_number": [
        "ANDA064046"
      ],
      "brand_name": [
        "Bacitracin Zinc and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-555"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "308511"
      ],
      "spl_id": [
        "24c33b97-e464-feca-e063-6394a90ad7d9"
      ],
      "spl_set_id": [
        "1b317249-30eb-4415-8a1c-cfedb4ba3549"
      ],
      "package_ndc": [
        "24208-555-55"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "89Y4M234ES",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl) pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains : Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid; and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive), Enterobacter aerogenes and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a hypersensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] . Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762"
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] ."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Stevens- Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) and anaphylaxis have been reported. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile solution. Each mL contains trimethoprim sulfate equivalent to 1 mg trimethoprim and polymyxin B sulfate 10,000 units in NDC: 70518-1735-00 PACKAGING: 10 mL in 1 BOTTLE PLASTIC TYPE 0 Storage: Store at 15° to 25°C (59° to 77°F) and protect from light. Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "spl_unclassified_section": [
      "Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "package_label_principal_display_panel": [
      "DRUG: Polymyxin B Sulfate and Trimethoprim GENERIC: Polymyxin B Sulfate and Trimethoprim DOSAGE: SOLUTION ADMINSTRATION: OPHTHALMIC NDC: 70518-1735-0 PACKAGING: 10 mL in 1 BOTTLE, PLASTIC ACTIVE INGREDIENT(S): TRIMETHOPRIM SULFATE 1mg in 1mL POLYMYXIN B SULFATE 10000[USP'U] in 1mL INACTIVE INGREDIENT(S): BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE Remedy_Label"
    ],
    "set_id": "2a040ba4-54bd-41e4-b519-01ca6a59658f",
    "id": "49626196-7f03-d41b-e063-6294a90a3bfc",
    "effective_time": "20260127",
    "version": "11",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "REMEDYREPACK INC."
      ],
      "product_ndc": [
        "70518-1735"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "49626196-7f03-d41b-e063-6294a90a3bfc"
      ],
      "spl_set_id": [
        "2a040ba4-54bd-41e4-b519-01ca6a59658f"
      ],
      "package_ndc": [
        "70518-1735-0"
      ],
      "original_packager_product_ndc": [
        "61314-628"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Trimethoprim sulfate and Polymyxin B sulfate Trimethoprim sulfate and Polymyxin B sulfate Trimethoprim sulfate Trimethoprim Polymyxin B sulfate Polymyxin B benzalkonium chloride sodium chloride sulfuric acid sodium hydroxide water"
    ],
    "spl_unclassified_section": [
      "Rx only"
    ],
    "description": [
      "DESCRIPTION Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl)pyrimidine sulfate (2:1), occurs as a white, odorless, crystalline powder with a molecular weight of 678.72. The structural formula is as follows: Polymyxin B sulfate is the sulfate salt of polymyxin B1 and B2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula is as follows: Each mL contains: Actives: Trimethoprim Sulfate equivalent to Trimethoprim 1 mg (0.1%) and Polymyxin B Sulfate 10,000 units. Preservative: Benzalkonium Chloride 0.04 mg (0.004%). Inactives: Sodium Chloride, Sulfuric Acid and Sodium Hydroxide may be added to adjust pH (3.0 to 5.5), and Purified Water USP. Structural Formula Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is very much stronger for the bacterial enzyme than for the corresponding mammalian enzyme. For that reason, trimethoprim selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is rapidly bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. When used topically, trimethoprim and polymyxin B absorption through intact skin and mucous membranes is insignificant. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Trimethoprim and Polymyxin B Sulfate Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative), Proteus vulgaris (indole-positive), Enterobacter aerogenes, and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "microbiology": [
      "Microbiology: In vitro studies have demonstrated that the anti-infective components of Trimethoprim and Polymyxin B Sulfate Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative), Proteus vulgaris (indole-positive), Enterobacter aerogenes, and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenza and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to Trimethoprim and Polymyxin B Sulfate Ophthalmic Solution occurs, discontinue use. Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmic neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy: Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is administered to a nursing woman. Pediatric Use: Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS )."
    ],
    "general_precautions": [
      "General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Trimethoprim Sulfate and Polymxin B Sulfate Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Adults: In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days. Pediatric Use: Clinical studies have shown Trimethoprim and Polymyxin B Sulfate Ophthalmic Solution to be safe and effective for use in pediatric patients over two months of age. The dosage regimen is the same as for adults."
    ],
    "how_supplied": [
      "HOW SUPPLIED Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution is supplied as a sterile solution in plastic dropper bottles in the following size: 10 mL in a 10 mL bottle NDC 63187-193-10 STORAGE: Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from light. WARNING – KEEP THIS AND ALL DRUGS OUT OF THE REACH OF CHILDREN. Akorn Manufactured by: Akorn, Inc. Lake Forest, IL 60045 ATP00N Rev. 10/08 Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "storage_and_handling": [
      "STORAGE: Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from light. WARNING – KEEP THIS AND ALL DRUGS OUT OF THE REACH OF CHILDREN. Akorn Manufactured by: Akorn, Inc. Lake Forest, IL 60045 ATP00N Rev. 10/08 Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel Text for Container Label: NDC 63187-193-10 Trimethoprim Sulfate and Polymyxin B Sulfate Ophthalmic Solution 10 mL For the eye Sterile Rx only [Akorn Logo] 63187-193-10"
    ],
    "set_id": "2c5579eb-ad81-415e-8dcb-9f1c94c897ae",
    "id": "a0deddd4-f2c7-4594-ac0d-1ed4ce48b891",
    "effective_time": "20210101",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA065006"
      ],
      "brand_name": [
        "Trimethoprim sulfate and Polymyxin B sulfate"
      ],
      "generic_name": [
        "TRIMETHOPRIM SULFATE AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-193"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "a0deddd4-f2c7-4594-ac0d-1ed4ce48b891"
      ],
      "spl_set_id": [
        "2c5579eb-ad81-415e-8dcb-9f1c94c897ae"
      ],
      "package_ndc": [
        "63187-193-10"
      ],
      "original_packager_product_ndc": [
        "17478-703"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim Sulfate WATER SODIUM CHLORIDE SULFURIC ACID SODIUM HYDROXIDE BENZALKONIUM CHLORIDE POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM"
    ],
    "spl_unclassified_section": [
      "Rx only FOR TOPICAL APPLICATION IN THE EYE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B sulfate and trimethoprim ophthalmic solution, USP is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 5.5 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl)pyrimidine sulfate, is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formulae are: Each mL contains: Actives: polymyxin B sulfate equal to 10,000 polymyxin B units, trimethoprim sulfate (equivalent to trimethoprim 1 mg); Inactives: purified water, sodium chloride. Sulfuric acid and, if necessary, sodium hydroxide may be added to adjust pH (4.0 – 5.5). Preservative: benzalkonium chloride 0.004%. Chem structure chemical structure 2"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa. It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology In vitro studies have demonstrated that the anti-infective components of trimethoprim sulfate and polymyxin B sulfate ophthalmic solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive) , Enterobacter aerogenes and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B sulfate and trimethoprim ophthalmic solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. 1 1 Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B sulfate and trimethoprim ophthalmic solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a hypersensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B sulfate and trimethoprim ophthalmic solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS ). Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Stevens-Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) and anaphylaxis have been reported. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every 3 hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B sulfate and trimethoprim ophthalmic solution, USP* is supplied in a plastic bottle with a controlled drop tip in the following size: NDC 85766-141-10 10 mL (relabeled from NDC 24208-315-10) Storage: Store at 15°C to 25°C (59°F to 77°F). PROTECT FROM LIGHT. *Does not meet USP packaging specification for light resistance. RETAIN IN CARTON UNTIL TIME OF USE. Distributed by: Sportpharm LLC 379 Van Ness Ave 1401, Torrance, CA 90501 Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501 do not use"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel 1"
    ],
    "set_id": "476b8c6d-44e2-47e3-a75c-b4328dfe82a1",
    "id": "49e5be86-f823-1e13-e063-6294a90a641f",
    "effective_time": "20260203",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA064120"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "Sportpharm LLC"
      ],
      "product_ndc": [
        "85766-141"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "49e5be86-f823-1e13-e063-6294a90a641f"
      ],
      "spl_set_id": [
        "476b8c6d-44e2-47e3-a75c-b4328dfe82a1"
      ],
      "package_ndc": [
        "85766-141-10"
      ],
      "original_packager_product_ndc": [
        "24208-315"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc and Polymyxin B Sulfate Bacitracin Zinc and Polymyxin B Sulfate BACITRACIN ZINC BACITRACIN POLYMYXIN B SULFATE POLYMYXIN B PETROLATUM MINERAL OIL"
    ],
    "description": [
      "DESCRIPTION Bacitracin zinc and polymyxin B sulfate ophthalmic ointment, USP is a sterile antimicrobial ointment formulated for ophthalmic use. Bacitracin zinc is the zinc salt of bacitracin, a mixture of related cyclic polypeptides (mainly bacitracin A) produced by the growth of an organism of the licheniformis group of Bacillus subtilis var Tracy. It has a potency of not less than 40 bacitracin units/mg. The structural formula for bacitracin A is: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 , which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units/mg, calculated on an anhydrous basis. The structural formulae are: Each gram contains: Actives: bacitracin zinc equal to 500 bacitracin units and polymyxin B sulfate equal to 10,000 polymyxin B units; Inactives: mineral oil and white petrolatum. bacitracinchemstructure polychemstructure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Polymyxin B sulfate attacks gram-negative bacilli, including virtually all strains of Pseudomonas aeruginosa and Haemophilus influenzae species. Bacitracin is active against most gram-positive bacilli and cocci including hemolytic streptococci."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by organisms susceptible to bacitracin zinc and polymyxin B sulfate."
    ],
    "contraindications": [
      "CONTRAINDICATIONS This product is contraindicated in those individuals who have shown hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS Ophthalmic ointments may retard corneal healing."
    ],
    "spl_unclassified_section": [
      "PRECAUTIONS As with other antibiotic preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. Appropriate measures should be taken if this occurs."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Apply the ointment every 3 or 4 hours for 7 to 10 days, depending on the severity of the infection. FOR OPHTHALMIC USE ONLY"
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-3274 NDC: 50090-3274-0 3.5 g in a TUBE / 1 in a CARTON"
    ],
    "storage_and_handling": [
      "Storage Store between 15°-25°C (59°-77°F). KEEP TIGHTLY CLOSED. Keep out of reach of children Bausch + Lomb, a division of Valeant Pharmaceuticals North America LLC Bridgewater, NJ 08807 USA"
    ],
    "package_label_principal_display_panel": [
      "Bacitracin Zinc and Polymyxin B Sulfate Label Image"
    ],
    "set_id": "51f6eac3-205e-4beb-8522-6ba2c593f350",
    "id": "74cb9c89-7aa7-46cf-a1c0-7f89a9e049f7",
    "effective_time": "20230724",
    "version": "14",
    "openfda": {
      "application_number": [
        "ANDA064046"
      ],
      "brand_name": [
        "Bacitracin Zinc and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-3274"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "308511"
      ],
      "spl_id": [
        "74cb9c89-7aa7-46cf-a1c0-7f89a9e049f7"
      ],
      "spl_set_id": [
        "51f6eac3-205e-4beb-8522-6ba2c593f350"
      ],
      "package_ndc": [
        "50090-3274-0"
      ],
      "original_packager_product_ndc": [
        "24208-555"
      ],
      "unii": [
        "89Y4M234ES",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim Sulfate WATER SODIUM CHLORIDE SULFURIC ACID SODIUM HYDROXIDE BENZALKONIUM CHLORIDE POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM"
    ],
    "spl_unclassified_section": [
      "(Sterile) Rx only FOR TOPICAL APPLICATION IN THE EYE *Does not meet USP packaging specification for light resistance."
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP* is a sterile antimicrobial solution for topical ophthalmic use. It has a pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4 5-trimethoxybenzyl)pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: C 28 H 38 N 8 O 10 S Mol. Wt. 678.72 Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula is: Each mL contains: ACTIVES: Polymyxin B Sulfate equal to 10,000 polymyxin B units, Trimethoprim Sulfate (equivalent to trimethoprim 1 mg); INACTIVES: Purified Water, Sodium Chloride. Sulfuric acid and, if necessary, sodium hydroxide may be added to adjust pH (4.0 – 6.2). PRESERVATIVE ADDED: Benzalkonium Chloride 0.004%. Trimethoprim sulfate (Structural formula) Polymyxin B Sulfate, the sulfate salt of polymyxin B1 and B2 (Structural formula)"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa. It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 μg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of trimethoprim sulfate and polymyxin B sulfate ophthalmic solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive) , Enterobacter aerogenes and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B sulfate and trimethoprim ophthalmic solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. ** **Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B sulfate and trimethoprim ophthalmic solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B sulfate and trimethoprim ophthalmic solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility: Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy: Teratogenic Effects: Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS ). Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects: Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects: Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Bausch + Lomb, a division of Valeant Pharmaceuticals North America LLC, at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP*, containing 10,000 polymyxin B units and 1 mg trimethoprim per mL, is supplied in a plastic bottle with a controlled drop tip and a natural cap in the following size: NDC 68071-1651-5 Box of 10mL DO NOT USE IF IMPRINTED NECKBAND IS NOT INTACT. Storage: Store at 15°-25°C (59°-77°F). PROTECT FROM LIGHT. *Does not meet USP packaging specification for light resistance. RETAIN IN CARTON UNTIL TIME OF USE. Bausch + Lomb, a division of Valeant Pharmaceuticals North America LLC Bridgewater, NJ 08807 USA ©Bausch & Lomb Incorporated Revised: June 2016 9117802 (Folded) 9117902 (Flat)"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel pdp"
    ],
    "set_id": "55e1f68a-836b-5c23-e054-00144ff88e88",
    "id": "2d82d1c4-efa7-d76d-e063-6294a90af11d",
    "effective_time": "20250206",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA064120"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-1651"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "2d82d1c4-efa7-d76d-e063-6294a90af11d"
      ],
      "spl_set_id": [
        "55e1f68a-836b-5c23-e054-00144ff88e88"
      ],
      "package_ndc": [
        "68071-1651-5"
      ],
      "original_packager_product_ndc": [
        "24208-315"
      ],
      "upc": [
        "0368071165159"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has a pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl)pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains: Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin-chemical polymyxin-text"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is very much stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is rapidly bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indolepositive), Enterobacter aerogenes, and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be nonmutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS ). Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be nonmutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy"
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile solution. Each mL contains trimethoprim sulfate equivalent to 1 mg trimethoprim and polymyxin B sulfate 10,000 units in a plastic dropper bottle of 10 mL (NDC 68071-4103-5) Storage: Store at 15° - 25°C (59° - 77°F) and protect from light. Rx Only"
    ],
    "spl_unclassified_section": [
      "340176-0103 Revised: January 2003 Dist. by: FALCON Pharmaceuticals, Ltd. Fort Worth, Texas 76134 Mfd. by: ALCON LABORATORIES, INC. Fort Worth, Texas 76134 USA Printed in USA"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL pdp"
    ],
    "set_id": "60f5cfcf-cdb2-0e45-e053-2991aa0ae85a",
    "id": "1d8e3ec4-a0b3-e6d9-e063-6294a90aeab8",
    "effective_time": "20240718",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-4103"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "1d8e3ec4-a0b3-e6d9-e063-6294a90aeab8"
      ],
      "spl_set_id": [
        "60f5cfcf-cdb2-0e45-e053-2991aa0ae85a"
      ],
      "package_ndc": [
        "68071-4103-5"
      ],
      "original_packager_product_ndc": [
        "61314-628"
      ],
      "upc": [
        "0368071410358"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl) pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains : Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid; and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indolepositive), Enterobacter aerogenes and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see ] . Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see ] ."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile solution. Each mL contains trimethoprim sulfate equivalent to 1 mg trimethoprim and polymyxin B sulfate 10,000 units in a plastic dropper bottle of 10 mL NDC 68788-6927-1 Storage: Store at 15° to 25°C (59° to 77°F) and protect from light."
    ],
    "spl_unclassified_section": [
      "Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Revised: August 2021 300049866-0821 Relabeled By: Preferred Pharmaceuticals Inc."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 68788-6927-1 Polymyxin B Sulfateand Trimethoprim Ophthalmic Solution, USP Rx Only STERILE 10mL SANDOZ Relabeled By: Preferred Pharmaceuticals Inc. Poly B Sulfate & Trimethoprim Ophth Sol"
    ],
    "set_id": "65293418-c6ad-43d8-948c-e1949c0afc31",
    "id": "dd68b337-2566-4dbe-a10a-53fe12507557",
    "effective_time": "20250909",
    "version": "9",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "Preferred Pharmacetucials Inc."
      ],
      "product_ndc": [
        "68788-6927"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "dd68b337-2566-4dbe-a10a-53fe12507557"
      ],
      "spl_set_id": [
        "65293418-c6ad-43d8-948c-e1949c0afc31"
      ],
      "package_ndc": [
        "68788-6927-1"
      ],
      "original_packager_product_ndc": [
        "61314-628"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl) pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains : Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid; and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive), Enterobacter aerogenes and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a hypersensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] . Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] ."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Stevens- Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) and anaphylaxis have been reported. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile solution. Each mL contains trimethoprim sulfate equivalent to 1 mg trimethoprim and polymyxin B sulfate 10,000 units in a plastic dropper bottle of 10 mL (NDC 61314-628-10). Storage: Store at 15° to 25°C (59° to 77°F) and protect from light."
    ],
    "spl_unclassified_section": [
      "Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Revised: September 2025 300071767-0925"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 61314-628-10 Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP Rx Only STERILE 10mL SANDOZ 10mlcarton"
    ],
    "set_id": "71900075-5288-4f4b-afe2-098436fa2173",
    "id": "4d36bcb4-0517-40ad-8c6e-74ca25ddae74",
    "effective_time": "20250905",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "Sandoz Inc"
      ],
      "product_ndc": [
        "61314-628"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "4d36bcb4-0517-40ad-8c6e-74ca25ddae74"
      ],
      "spl_set_id": [
        "71900075-5288-4f4b-afe2-098436fa2173"
      ],
      "package_ndc": [
        "61314-628-10"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0361314628107"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim Sulfate WATER SODIUM CHLORIDE SULFURIC ACID SODIUM HYDROXIDE BENZALKONIUM CHLORIDE POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM"
    ],
    "spl_unclassified_section": [
      "Rx only FOR TOPICAL APPLICATION IN THE EYE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B sulfate and trimethoprim ophthalmic solution, USP is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 5.5 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl)pyrimidine sulfate, is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formulae are: Each mL contains: Actives: polymyxin B sulfate equal to 10,000 polymyxin B units, trimethoprim sulfate (equivalent to trimethoprim 1 mg); Inactives: purified water, sodium chloride. Sulfuric acid and, if necessary, sodium hydroxide may be added to adjust pH (4.0 – 5.5). Preservative: benzalkonium chloride 0.004%. Chem structure chemical structure 2"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa. It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology In vitro studies have demonstrated that the anti-infective components of trimethoprim sulfate and polymyxin B sulfate ophthalmic solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive) , Enterobacter aerogenes and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B sulfate and trimethoprim ophthalmic solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. 1 1 Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B sulfate and trimethoprim ophthalmic solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a hypersensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B sulfate and trimethoprim ophthalmic solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS ). Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Stevens-Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) and anaphylaxis have been reported. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every 3 hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B sulfate and trimethoprim ophthalmic solution, USP* is supplied in a plastic bottle with a controlled drop tip in the following size: NDC 24208-315-10 10 mL Storage: Store at 15°C to 25°C (59°F to 77°F). PROTECT FROM LIGHT. *Does not meet USP packaging specification for light resistance. RETAIN IN CARTON UNTIL TIME OF USE. Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2025 Bausch & Lomb Incorporated or its affiliates Revised: October 2025 9117805 (Folded) 9117905 (Flat) do not use"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel NDC 24208-315-10 Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP* (Sterile) FOR TOPICAL APPLICATION IN THE EYE Rx only 10 mL BAUSCH + LOMB 9534002 AB31509 Carton"
    ],
    "set_id": "87999254-1857-4d3c-817a-cb8f6a5b0cf7",
    "id": "4732077c-74ed-5e9a-e063-6294a90a6315",
    "effective_time": "20260106",
    "version": "13",
    "openfda": {
      "application_number": [
        "ANDA064120"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-315"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "4732077c-74ed-5e9a-e063-6294a90a6315"
      ],
      "spl_set_id": [
        "87999254-1857-4d3c-817a-cb8f6a5b0cf7"
      ],
      "package_ndc": [
        "24208-315-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "polymyxin b sulfate and trimethoprim sulfate polymyxin b sulfate and trimethoprim sulfate POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM TRIMETHOPRIM SODIUM CHLORIDE SULFURIC ACID BENZALKONIUM CHLORIDE SODIUM HYDROXIDE WATER A clear, colorless to pale yellow color solution"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim, 5-(3,4,5-Trimethoxybenzyl)pyrimidine-2,4-,diamine, is a white, odorless, crystalline powder with a molecular weight of 290.3 and the following structural formula: Structure Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formulae are: Structure Contains: Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: water for injection; sodium chloride; and sulfuric acid. May also contain sodium hydroxide to adjust the pH. Molecular Structure Molecular Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa. It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of polymyxin B sulfate and trimethoprim are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim : Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive) , Enterobacter aerogenes and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * * Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility: Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy: Teratogenic Effects: Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS). Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "information_for_patients": [
      "Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects: Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS)."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Somerset Therapeutics, LLC at 1-800-417-9175 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is supplied sterile in natural low density polyethylene (LDPE) ophthalmic bottles and natural low density polyethylene (LDPE) nozzle with white high density polyethylene (HDPE) caps as follows: 10 mL in 10 mL bottle - NDC 70069- 311 -01 Note: Store at 15° to 25°C (59° to 77°F) and protect from light. Rx only For Product Inquiry call +1-800-417-9175 Revised: May, 2024 Manufactured for: Somerset Therapeutics, LLC. Somerset, NJ 08873 Made in India Code No.: KR/DRUGS/KTK/28/289/97 ST-PST11/P/01 1200824"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Container Label (10 mL) container label Carton Label carton label 10 mL container label carton label"
    ],
    "set_id": "93d52a75-9a96-4f96-be41-9ccdcabc0933",
    "id": "80ad4adc-72c3-4398-a639-3d6a6ae9ec17",
    "effective_time": "20240806",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA211572"
      ],
      "brand_name": [
        "polymyxin b sulfate and trimethoprim sulfate"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "Somerset Therapeutics, LLC"
      ],
      "product_ndc": [
        "70069-311"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "80ad4adc-72c3-4398-a639-3d6a6ae9ec17"
      ],
      "spl_set_id": [
        "93d52a75-9a96-4f96-be41-9ccdcabc0933"
      ],
      "package_ndc": [
        "70069-311-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0370069311011"
      ],
      "nui": [
        "N0000175489",
        "N0000000191",
        "N0000187062",
        "N0000187061"
      ],
      "pharm_class_epc": [
        "Dihydrofolate Reductase Inhibitor Antibacterial [EPC]"
      ],
      "pharm_class_moa": [
        "Dihydrofolate Reductase Inhibitors [MoA]",
        "Cytochrome P450 2C8 Inhibitors [MoA]",
        "Organic Cation Transporter 2 Inhibitors [MoA]"
      ],
      "unii": [
        "19371312D4",
        "AN164J8Y0X"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "bacitracin zinc, neomycin sulfate and polymyxin b sulfate bacitracin zinc, neomycin sulfate and polymyxin b sulfate WHITE PETROLATUM BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "active_ingredient": [
      "Active Ingredients (in each gram) Bacitracin Zinc 400 Units Neomyxin Sulfate 5mg (Equivalent to 3.5 mg Neomyxin) Polymyxin B Sulfate 5000 Units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Use(s) First aid to help prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or apply over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if You have deep or puncture wounds, animal bites, or serious burns Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or apply over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if You have deep or puncture wounds, animal bites, or serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature between 15º-30ºC (59º-86ºF) • Tamper evident. Do not use if packet is torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingedient White Petrolatum"
    ],
    "questions": [
      "Questions? 1-888-396-2739 Monday - Friday 9AM - 5PM EST"
    ],
    "package_label_principal_display_panel": [
      "Label Triple Antibiotic 1182 BX GVIN010",
      "Label Triple Antibiotic 1182 BX MASTER",
      "Label Triple Antibiotic 1182 BX SANY030",
      "Label Triple Antibiotic 1180 BX MASTER",
      "Label Triple Antibiotic 1185 BX MASTER",
      "Label Triple Antibiotic 1184 BX MASTER",
      "Label 1180UB-10 1180UB-10 1180UB-10_BX_MASTER"
    ],
    "set_id": "96d06e4c-c9e7-446f-8b2d-5d030e51d3d3",
    "id": "38cfd292-4dae-2caf-e063-6394a90a0527",
    "effective_time": "20250630",
    "version": "15",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "bacitracin zinc, neomycin sulfate and polymyxin b sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Dynarex Corporation"
      ],
      "product_ndc": [
        "67777-217"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "38cfd292-4dae-2caf-e063-6394a90a0527"
      ],
      "spl_set_id": [
        "96d06e4c-c9e7-446f-8b2d-5d030e51d3d3"
      ],
      "package_ndc": [
        "67777-217-01",
        "67777-217-10",
        "67777-217-11",
        "67777-217-02",
        "67777-217-12",
        "67777-217-13",
        "67777-217-05",
        "67777-217-16",
        "67777-217-17",
        "67777-217-07",
        "67777-217-14",
        "67777-217-15",
        "67777-217-04",
        "67777-217-08"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0616784118222",
        "0616784118420",
        "0840117328334",
        "0616784118024",
        "0616784118512"
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc and Polymyxin B Sulfate Bacitracin Zinc and Polymyxin B Sulfate MINERAL OIL BACITRACIN ZINC BACITRACIN POLYMYXIN B SULFATE POLYMYXIN B PETROLATUM"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "PRECAUTIONS As with other antibiotic preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. Appropriate measures should be taken if this occurs."
    ],
    "description": [
      "DESCRIPTION Bacitracin Zinc and Polymyxin B Sulfate Ophthalmic Ointment, USP is a sterile antimicrobial ointment formulated for ophthalmic use. Bacitracin zinc is the zinc salt of bacitracin, a mixture of related cyclic polypeptides (mainly bacitracin A) produced by the growth of an organism of the licheniformis group of Bacillus subtilis var Tracy. It has a potency of not less than 40 bacitracin units/mg. The structural formula for bacitracin A is: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 , which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units/mg, calculated on an anhydrous basis. The structural formulae are: Each gram contains: Actives: Bacitracin Zinc equal to 500 bacitracin units and Polymyxin B Sulfate equal to 10,000 polymyxin B units; Inactives: Mineral Oil and White Petrolatum. Bacitracin A (Strucural Formula) Polymyxin B Sulfate (Structural Formula)"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Polymyxin B sulfate attacks gram-negative bacilli, including virtually all strains of Pseudomonas aeruginosa and Haemophilus influenzae species. Bacitracin is active against most gram-positive bacilli and cocci including hemolytic streptococci."
    ],
    "indications_and_usage": [
      "INDlCATlONS AND USAGE For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by organisms susceptible to bacitracin zinc and polymyxin B sulfate."
    ],
    "contraindications": [
      "CONTRAINDICATIONS This product is contraindicated in those individuals who have shown hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS Ophthalmic ointments may retard corneal healing."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Apply the ointment every 3 or 4 hours for 7 to 10 days, depending on the severity of the infection. FOR OPHTHALMIC USE ONLY"
    ],
    "how_supplied": [
      "HOW SUPPLIED Bacitracin Zinc and Polymyxin B Sulfate Ophthalmic Ointment, USP is available in tubes with an ophthalmic tip applicator in the following size: tube of 3.5g -NDC 68071-5267-3 Storage Store between 15° to 25°C (59° to 77°F). KEEP TIGHTLY CLOSED Keep out of reach of children. Distributed by: Bausch + Lomb, a division of Bausch Health US, LLC Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2020 Bausch & Lomb Incorporated or its affiliates Revised: February 2020 9130703 (Folded) 9130603 (Flat)"
    ],
    "storage_and_handling": [
      "Storage Store between 15° to 25°C (59° to 77°F). KEEP TIGHTLY CLOSED Keep out of reach of children. Distributed by: Bausch + Lomb, a division of Bausch Health US, LLC Bridgewater, NJ 08807 USA Manufactured by: Bausch & Lomb Incorporated Tampa, FL 33637 USA © 2020 Bausch & Lomb Incorporated or its affiliates Revised: February 2020 9130703 (Folded) 9130603 (Flat)"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL pdp"
    ],
    "set_id": "a73654f4-949d-3da4-e053-2995a90a1fc3",
    "id": "2a849ae9-3395-4642-e063-6394a90a1ca4",
    "effective_time": "20241230",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA064046"
      ],
      "brand_name": [
        "Bacitracin Zinc and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-5267"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "308511"
      ],
      "spl_id": [
        "2a849ae9-3395-4642-e063-6394a90a1ca4"
      ],
      "spl_set_id": [
        "a73654f4-949d-3da4-e053-2995a90a1fc3"
      ],
      "package_ndc": [
        "68071-5267-3"
      ],
      "original_packager_product_ndc": [
        "24208-555"
      ],
      "upc": [
        "0368071526738"
      ],
      "unii": [
        "89Y4M234ES",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE SODIUM CHLORIDE SULFURIC ACID AQUA SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim sulfate, 2,4-diamino-5-(3,4,5-trimethoxybenzyl) pyrimidine sulfate (2:1), is a white, odorless, crystalline powder with a molecular weight of 678.72 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula are: Contains : Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: sodium chloride; sulfuric acid; and purified water. May also contain sodium hydroxide for pH adjustment. trimethoprim-chemical polymyxin"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive), Enterobacter aerogenes and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * *Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a hypersensitivity reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] . Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for Patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If hypersensitivity reactions such as redness, irritation, swelling, or pain persist or increase, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in children below the age of 2 months have not been established [see Warnings ] ."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Stevens- Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) and anaphylaxis have been reported. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-2925 NDC: 50090-2925-0 10 mL in a BOTTLE, PLASTIC"
    ],
    "spl_unclassified_section": [
      "Manufactured by Alcon Laboratories, Inc. Fort Worth, Texas 76134 for Sandoz Inc. Princeton, NJ 08540 Revised: September 2025 300071767-0925"
    ],
    "package_label_principal_display_panel": [
      "Polymyxin B Sulfate and Trimethoprim Label Image"
    ],
    "set_id": "aaa468d2-470f-43cf-b4e2-68aeb94a1e71",
    "id": "7b767dab-5c1a-442c-aeaa-3839dc2d01fc",
    "effective_time": "20260203",
    "version": "14",
    "openfda": {
      "application_number": [
        "ANDA064211"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-2925"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "7b767dab-5c1a-442c-aeaa-3839dc2d01fc"
      ],
      "spl_set_id": [
        "aaa468d2-470f-43cf-b4e2-68aeb94a1e71"
      ],
      "package_ndc": [
        "50090-2925-0"
      ],
      "original_packager_product_ndc": [
        "61314-628"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "polymyxin b sulfate and trimethoprim sulfate polymyxin b sulfate and trimethoprim sulfate SODIUM CHLORIDE SULFURIC ACID BENZALKONIUM CHLORIDE SODIUM HYDROXIDE WATER POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM TRIMETHOPRIM A clear, colorless to pale yellow color solution"
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is a sterile antimicrobial solution for topical ophthalmic use. It has pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Chemical Names: Trimethoprim, 5-(3,4,5-Trimethoxybenzyl)pyrimidine-2,4-,diamine, is a white, odorless, crystalline powder with a molecular weight of 290.3 and the following structural formula: Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae). It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formulae are: Contains: Actives: polymyxin B sulfate 10,000 units/mL; trimethoprim sulfate equivalent to trimethoprim 1 mg/mL. Preservative: benzalkonium chloride 0.04 mg/mL. Inactives: water for injection; sodium chloride; and sulfuric acid. May also contain sodium hydroxide to adjust the pH. Molecular Structure Molecular Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa. It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 mcg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology: In vitro studies have demonstrated that the anti-infective components of polymyxin B sulfate and trimethoprim are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim : Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius, Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative) , Proteus vulgaris (indole-positive) , Enterobacter aerogenes and Serratia marcescens. Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. * * Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General: As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762 Carcinogenesis, Mutagenesis, Impairment of Fertility: Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1,000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy: Teratogenic Effects: Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS). Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "information_for_patients": [
      "Information for Patients: Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Repackaged By / Distributed By: RemedyRepack Inc. 625 Kolter Drive, Indiana, PA 15701 (724) 465-8762"
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects: Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in children below the age of 2 months have not been established (see WARNINGS)."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Somerset Therapeutics, LLC at 1-800-417-9175 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch"
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution, USP is supplied sterile in natural low density polyethylene (LDPE) ophthalmic bottles and natural low density polyethylene (LDPE) nozzle with white high density polyethylene (HDPE) caps as follows: NDC: 70518-4381-00 PACKAGING: 1 in 1 CARTON, 10 mL in 1 BOTTLE TYPE 0 Note: Store at 15° to 25°C (59° to 77°F) and protect from light. Rx only Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "package_label_principal_display_panel": [
      "DRUG: polymyxin b sulfate and trimethoprim sulfate GENERIC: polymyxin b sulfate and trimethoprim sulfate DOSAGE: SOLUTION/ DROPS ADMINSTRATION: OPHTHALMIC NDC: 70518-4381-0 COLOR: yellow PACKAGING: 10 mL in 1 BOTTLE OUTER PACKAGING: 1 in 1 CARTON ACTIVE INGREDIENT(S): TRIMETHOPRIM 1mg in 1mL POLYMYXIN B SULFATE 10000[iU] in 1mL INACTIVE INGREDIENT(S): SODIUM CHLORIDE SULFURIC ACID BENZALKONIUM CHLORIDE SODIUM HYDROXIDE WATER MM1"
    ],
    "set_id": "c68818b2-d849-41d2-be07-731244afbbac",
    "id": "396b50c4-6ca8-360c-e063-6394a90a263d",
    "effective_time": "20250708",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA211572"
      ],
      "brand_name": [
        "polymyxin b sulfate and trimethoprim sulfate"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "REMEDYREPACK INC."
      ],
      "product_ndc": [
        "70518-4381"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "396b50c4-6ca8-360c-e063-6394a90a263d"
      ],
      "spl_set_id": [
        "c68818b2-d849-41d2-be07-731244afbbac"
      ],
      "package_ndc": [
        "70518-4381-0"
      ],
      "original_packager_product_ndc": [
        "70069-311"
      ],
      "nui": [
        "N0000175489",
        "N0000000191",
        "N0000187062",
        "N0000187061"
      ],
      "pharm_class_epc": [
        "Dihydrofolate Reductase Inhibitor Antibacterial [EPC]"
      ],
      "pharm_class_moa": [
        "Dihydrofolate Reductase Inhibitors [MoA]",
        "Cytochrome P450 2C8 Inhibitors [MoA]",
        "Organic Cation Transporter 2 Inhibitors [MoA]"
      ],
      "unii": [
        "19371312D4",
        "AN164J8Y0X"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "First Aid Antibiotic Bacitracin Zinc Neomycin Sulfate Polymyxin B Sulfate BACITRACIN ZINC, NEOMYCIN SULFATE, POLYMYXIN B SULFATE MINERAL OIL PETROLATUM WATER BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Other information: Store at room temperature"
    ],
    "active_ingredient": [
      "Active ingredients (in each gram) Bacitracin zinc (bacitracin 400 units) Neomycin sulfate (neomycin 3.5mg) Polymyxin B sulfate (polymyxin B 5,000 units) Purpose First aid antibiotic"
    ],
    "purpose": [
      "Purpose First aid antibiotic"
    ],
    "indications_and_usage": [
      "Use First aid to help prevent infection in minor cuts,scrapes and burns."
    ],
    "warnings": [
      "Warnings: For external use only. Do not use in the eyes over large areas of the body if you are allergic to any of the ingredients longer than 1 week unless directed by a doctor. Ask a doctor before use if you have deep or puncture wounds animal bites serious burns Stop use and ask a doctor if the condition persists or gets worse. a rash or other allergic reaction develops. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use in the eyes over large areas of the body if you are allergic to any of the ingredients longer than 1 week unless directed by a doctor."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have deep or puncture wounds animal bites serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if the condition persists or gets worse. a rash or other allergic reaction develops."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions: clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "inactive_ingredient": [
      "Inactive ingredient: Mineral oil, petrolatum, purified water"
    ],
    "questions": [
      "Question? +1(855)924-2182"
    ],
    "package_label_principal_display_panel": [
      "Package Labelling: Label2.jpg"
    ],
    "set_id": "c6f2656e-b822-4d61-b557-dd2046dd51f5",
    "id": "15081208-e9bb-be2f-e063-6394a90a5bc6",
    "effective_time": "20240401",
    "version": "1",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "First Aid Antibiotic Bacitracin Zinc Neomycin Sulfate Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE, POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "M-star (Hubei) Health&Care Products Co., Ltd."
      ],
      "product_ndc": [
        "84219-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "spl_id": [
        "15081208-e9bb-be2f-e063-6394a90a5bc6"
      ],
      "spl_set_id": [
        "c6f2656e-b822-4d61-b557-dd2046dd51f5"
      ],
      "package_ndc": [
        "84219-001-00"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Polymyxin B Sulfate and Trimethoprim Polymyxin B Sulfate and Trimethoprim Sulfate POLYMYXIN B SULFATE POLYMYXIN B TRIMETHOPRIM SULFATE TRIMETHOPRIM BENZALKONIUM CHLORIDE WATER SODIUM CHLORIDE SODIUM HYDROXIDE SULFURIC ACID"
    ],
    "spl_unclassified_section": [
      "(Sterile) Rx only FOR USE IN THE EYES ONLY *Does not meet USP packaging specification for light resistance."
    ],
    "description": [
      "DESCRIPTION Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution USP* is a sterile antimicrobial solution for topical ophthalmic use. It has a pH of 4.0 to 6.2 and osmolality of 270 to 310 mOsm/kg. Trimethoprim sulfate, a white, odorless, crystalline powder, is represented by the following structural formula: C 28 H 38 N 8 O 10 S Mol. Wt. 678.72 Chemical Name: Trimethoprim sulfate, 2,4-diamino-5-(3,4 5-trimethoxybenzyl)pyrimidine sulfate (2:1) Polymyxin B sulfate is the sulfate salt of polymyxin B 1 and B 2 which are produced by the growth of Bacillus polymyxa (Prazmowski) Migula (Fam. Bacillaceae) . It has a potency of not less than 6,000 polymyxin B units per mg, calculated on an anhydrous basis. The structural formula is: Each mL Contains: ACTIVES: Polymyxin B Sulfate equal to 10,000 polymyxin B units, Trimethoprim Sulfate (equivalent to trimethoprim 1 mg); INACTIVES: Purified Water, Sodium Chloride. Sulfuric acid and, if necessary, sodium hydroxide may be added to adjust pH (4.0 – 6.2). PRESERVATIVE ADDED: Benzalkonium Chloride 0.004%. Trimethoprim sulfate (Structural formula) Polymyxin B Sulfate, the sulfate salt of polymyxin Bl and B2 (Structural formula)"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Trimethoprim is a synthetic antibacterial drug active against a wide variety of aerobic gram-positive and gram-negative ophthalmic pathogens. Trimethoprim blocks the production of tetrahydrofolic acid from dihydrofolic acid by binding to and reversibly inhibiting the enzyme dihydrofolate reductase. This binding is stronger for the bacterial enzyme than for the corresponding mammalian enzyme and therefore selectively interferes with bacterial biosynthesis of nucleic acids and proteins. Polymyxin B, a cyclic lipopeptide antibiotic, is bactericidal for a variety of gram-negative organisms, especially Pseudomonas aeruginosa . It increases the permeability of the bacterial cell membrane by interacting with the phospholipid components of the membrane. Blood samples were obtained from 11 human volunteers at 20 minutes, 1 hour and 3 hours following instillation in the eye of 2 drops of ophthalmic solution containing 1 mg trimethoprim and 10,000 units polymyxin B per mL. Peak serum concentrations were approximately 0.03 μg/mL trimethoprim and 1 unit/mL polymyxin B. Microbiology : In vitro studies have demonstrated that the anti-infective components of trimethoprim sulfate and polymyxin B sulfate ophthalmic solution are active against the following bacterial pathogens that are capable of causing external infections of the eye: Trimethoprim: Staphylococcus aureus and Staphylococcus epidermidis, Streptococcus pyogenes,Streptococcus faecalis, Streptococcus pneumoniae, Haemophilus influenzae, Haemophilus aegyptius,Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis (indole-negative), Proteus vulgaris (indolepositive), Enterobacter aerogenes , and Serratia marcescens . Polymyxin B: Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes and Haemophilus influenzae ."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Polymyxin B sulfate and trimethoprim ophthalmic solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis,Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonasaeruginosa .** **Efficacy for this organism in this organ system was studied in fewer than 10 infections."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Polymyxin B sulfate and trimethoprim ophthalmic solution is contraindicated in patients with known hypersensitivity to any of its components."
    ],
    "warnings": [
      "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B sulfate and trimethoprim ophthalmic solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
    ],
    "precautions": [
      "PRECAUTIONS General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated. Information for patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females. Pregnancy Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS ). Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "general_precautions": [
      "General As with other antimicrobial preparations, prolonged use may result in overgrowth of nonsusceptible organisms, including fungi. If superinfection occurs, appropriate therapy should be initiated."
    ],
    "information_for_patients": [
      "Information for patients Avoid contaminating the applicator tip with material from the eye, fingers, or other source. This precaution is necessary if the sterility of the drops is to be maintained. If redness, irritation, swelling or pain persists or increases, discontinue use immediately and contact your physician. Patients should be advised not to wear contact lenses if they have signs and symptoms of ocular bacterial infections."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: Long-term studies in animals to evaluate carcinogenic potential have not been conducted with polymyxin B sulfate or trimethoprim. Mutagenesis: Trimethoprim was demonstrated to be non-mutagenic in the Ames assay. In studies at two laboratories no chromosomal damage was detected in cultured Chinese hamster ovary cells at concentrations approximately 500 times human plasma levels after oral administration; at concentrations approximately 1000 times human plasma levels after oral administration in these same cells, a low level of chromosomal damage was induced at one of the laboratories. Studies to evaluate mutagenic potential have not been conducted with polymyxin B sulfate. Impairment of Fertility: Polymyxin B sulfate has been reported to impair the motility of equine sperm, but its effects on male or female fertility are unknown. No adverse effects on fertility or general reproductive performance were observed in rats given trimethoprim in oral dosages as high as 70 mg/kg/day for males and 14 mg/kg/day for females."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects Pregnancy Category C. Animal reproduction studies have not been conducted with polymyxin B sulfate. It is not known whether polymyxin B sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Trimethoprim has been shown to be teratogenic in the rat when given in oral doses 40 times the human dose. In some rabbit studies, the overall increase in fetal loss (dead and resorbed and malformed conceptuses) was associated with oral doses 6 times the human therapeutic dose. While there are no large well-controlled studies on the use of trimethoprim in pregnant women, Brumfitt and Pursell, in a retrospective study, reported the outcome of 186 pregnancies during which the mother received either placebo or oral trimethoprim in combination with sulfamethoxazole. The incidence of congenital abnormalities was 4.5% (3 of 66) in those who received placebo and 3.3% (4 of 120) in those receiving trimethoprim and sulfamethoxazole. There were no abnormalities in the 10 children whose mothers received the drug during the first trimester. In a separate survey, Brumfitt and Pursell also found no congenital abnormalities in 35 children whose mothers had received oral trimethoprim and sulfamethoxazole at the time of conception or shortly thereafter. Because trimethoprim may interfere with folic acid metabolism, trimethoprim should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nonteratogenic_effects": [
      "Nonteratogenic Effects The oral administration of trimethoprim to rats at a dose of 70 mg/kg/day commencing with the last third of gestation and continuing through parturition and lactation caused no deleterious effects on gestation or pup growth and survival."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when polymyxin B sulfate and trimethoprim ophthalmic solution is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients below the age of 2 months have not been established (see WARNINGS )."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every three hours (maximum of 6 doses per day) for a period of 7 to 10 days."
    ],
    "how_supplied": [
      "HOW SUPPLIED Polymyxin B Sulfate and Trimethoprim Ophthalmic Solution USP*, containing 10,000 polymyxin B units and 1 mg trimethoprim per mL, is supplied in a plastic bottle with a controlled drop tip in the following size: 10 mL - NDC 63187-631-10 DO NOT USE IF IMPRINTED NECKBAND IS NOT INTACT. Storage: Store at 15°-25°C (59°-77°F). PROTECT FROM LIGHT. *Does not meet USP packaging specification for light resistance. RETAIN IN CARTON UNTIL TIME OF USE. Revised: November 2012 Bausch & Lomb Incorporated Tampa, Florida 33637 ©Bausch & Lomb Incorporated 9117801 (Folded) 9117901 (Flat) Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel NDC 63187-631-10 Polymyxin B Sulfate and Trimethoprim Ophthmalic Solution USP (Sterile) [icon-eye] [icon dropper] [icon 10 mL] 10 ml Rx only 63187-631-10"
    ],
    "set_id": "d1f55327-156f-44cd-b0fc-b1a938e8aa73",
    "id": "38978a23-dfcb-4930-96a7-15f42fe54e56",
    "effective_time": "20220401",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA064120"
      ],
      "brand_name": [
        "Polymyxin B Sulfate and Trimethoprim"
      ],
      "generic_name": [
        "POLYMYXIN B SULFATE AND TRIMETHOPRIM SULFATE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-631"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "POLYMYXIN B SULFATE",
        "TRIMETHOPRIM SULFATE"
      ],
      "rxcui": [
        "244967"
      ],
      "spl_id": [
        "38978a23-dfcb-4930-96a7-15f42fe54e56"
      ],
      "spl_set_id": [
        "d1f55327-156f-44cd-b0fc-b1a938e8aa73"
      ],
      "package_ndc": [
        "63187-631-10"
      ],
      "original_packager_product_ndc": [
        "24208-315"
      ],
      "upc": [
        "0363187631109"
      ],
      "unii": [
        "19371312D4",
        "E377MF8EQ8"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate BACITRACIN ZINC BACITRACIN NEOMYCIN SULFATE NEOMYCIN WHITE PETROLATUM POLYMYXIN B SULFATE POLYMYXIN B"
    ],
    "active_ingredient": [
      "Active Ingredient Bacitracin Zinc 400 units Neomyxin Sulfate 5mg (Equivalent to 3.5mg Neomycin) Polymyxin B Sulfate 5000 units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Uses First aid to help prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns"
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature 15º-30ºC (59º-86°F) • Tamper evident. Do not use if seal is torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients White Petrolatum"
    ],
    "package_label_principal_display_panel": [
      "Label Triple Antibiotic Label HS-570-3128 BX MASTER"
    ],
    "set_id": "ead9496b-112e-59e6-e053-2995a90a768c",
    "id": "446e48e8-d3d2-e6e0-e063-6394a90ad444",
    "effective_time": "20251125",
    "version": "4",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "Bacitracin Zinc, Neomycin Sulfate, and Polymyxin B Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, NEOMYCIN SULFATE, AND POLYMYXIN B SULFATE"
      ],
      "manufacturer_name": [
        "Henry Schein"
      ],
      "product_ndc": [
        "0404-0167"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "446e48e8-d3d2-e6e0-e063-6394a90ad444"
      ],
      "spl_set_id": [
        "ead9496b-112e-59e6-e053-2995a90a768c"
      ],
      "package_ndc": [
        "0404-0167-50"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate POLYMYXIN B SULFATE POLYMYXIN B WHITE PETROLATUM NEOMYCIN SULFATE NEOMYCIN BACITRACIN ZINC BACITRACIN"
    ],
    "active_ingredient": [
      "Active Ingredient Bacitracin Zinc (400 units) Neomycin Sulfate 5mg (Equivalent to 3.5mg Neomycin) Polymyxin B Sulfate 5000 Units"
    ],
    "purpose": [
      "Purpose First Aid Antibiotic"
    ],
    "indications_and_usage": [
      "Use(s) First aid to prevent infection in minor cuts, scrapes, and burns"
    ],
    "warnings": [
      "Warnings For External Use Only Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns. Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops Keep our of reach of children If swallowed, get medical help or contract a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use • In the eyes or over large areas of the body • If you are allergic to any of the ingredients • Longer than 1 week unless directed by a doctor"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have Deep or puncture wounds, animal bites, or serious burns."
    ],
    "stop_use": [
      "Stop use and ask a doctor if • The condition persists or gets worse • A rash or other allergic reaction develops"
    ],
    "keep_out_of_reach_of_children": [
      "Keep our of reach of children If swallowed, get medical help or contract a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Clean the affected area. Apply a small amount of this product (an amount equal to the surface area of the tip of a finger) on the area 1 to 3 times daily. May be covered with a sterile bandage."
    ],
    "other_safety_information": [
      "Other Information • Store at room temperature 15º-30ºC (59º-86ºF) • Tamper evident. Do not use if seal if torn, cut, or opened."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients White Petrolatum"
    ],
    "package_label_principal_display_panel": [
      "Label HS-570-3130 BX MASTER"
    ],
    "set_id": "eadb847e-aefe-41cf-e053-2995a90af2cd",
    "id": "446e5eab-25ec-f12c-e063-6394a90a9c12",
    "effective_time": "20251125",
    "version": "4",
    "openfda": {
      "application_number": [
        "M004"
      ],
      "brand_name": [
        "Bacitracin Zinc, Polymyxin B Sulfate, and Neomycin Sulfate"
      ],
      "generic_name": [
        "BACITRACIN ZINC, POLYMYXIN B SULFATE, AND NEOMYCIN SULFATE"
      ],
      "manufacturer_name": [
        "Henry Schein"
      ],
      "product_ndc": [
        "0404-0171"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "BACITRACIN ZINC",
        "NEOMYCIN SULFATE",
        "POLYMYXIN B SULFATE"
      ],
      "rxcui": [
        "204602"
      ],
      "spl_id": [
        "446e5eab-25ec-f12c-e063-6394a90a9c12"
      ],
      "spl_set_id": [
        "eadb847e-aefe-41cf-e053-2995a90af2cd"
      ],
      "package_ndc": [
        "0404-0171-50"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0304040171509"
      ],
      "unii": [
        "89Y4M234ES",
        "057Y626693",
        "19371312D4"
      ]
    }
  }
]