[
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSES POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE PREDNISOLONE ACETATE PREDNISOLONE"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of Prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension, USP 1% is supplied sterile in opaque white LDPE plastic bottles with droppers with pink high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle - NDC 85766-124-05 (relabeled from NDC 60758-119-05) Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Distributed by: Sportpharm 2237 N Commerce Parkway, STE 1, Weston, Florida-33326 Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "storage_and_handling": [
      "Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Distributed by: Sportpharm 2237 N Commerce Parkway, STE 1, Weston, Florida-33326 Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL 1"
    ],
    "set_id": "02fc6f0b-d053-49e1-82de-f272dd05d529",
    "id": "42e6c92b-8580-b785-e063-6394a90a7445",
    "effective_time": "20251105",
    "version": "1",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Sportpharm, Inc. dba Sportpharm"
      ],
      "product_ndc": [
        "85766-124"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "42e6c92b-8580-b785-e063-6394a90a7445"
      ],
      "spl_set_id": [
        "02fc6f0b-d053-49e1-82de-f272dd05d529"
      ],
      "package_ndc": [
        "85766-124-05"
      ],
      "original_packager_product_ndc": [
        "60758-119"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Prednisolone Acetate Prednisolone Acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE HYPROMELLOSE, UNSPECIFIED SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM POLYSORBATE 80 EDETATE DISODIUM GLYCERIN CITRIC ACID MONOHYDRATE SODIUM HYDROXIDE WATER"
    ],
    "description": [
      "DESCRIPTION: Prednisolone acetate ophthalmic suspension is an adrenocortical steroid product prepared as sterile ophthalmic suspension for topical ophthalmic use. The active ingredient is represented by the chemical structure: Established name: Prednisolone Acetate Chemical name: Pregna-1,4-diene-3,20-dione, 21-(acetyloxy)-11,17-dihydroxy-,(11β)-. Each mL contains: Active : prednisolone acetate 1.0%. Preservative : benzalkonium chloride 0.01%. Inactives: citric acid monohydrate (to adjust pH), dibasic sodium phosphate, edetate disodium, glycerin, hypromellose, polysorbate 80, purified water, sodium hydroxide (to adjust pH). chemical"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: Corticosteroids inhibit the inflammatory response to a variety of inciting agents and probably delay or slow healing. They inhibit the edema, fibrin deposition, capillary dilation, leukocyte migration, capillary proliferation, fibroblast proliferation, deposition of collagen, and scar formation associated with inflammation. There is no generally accepted explanation for the mechanism of action of ocular corticosteroids. However, corticosteroids are thought to act by the induction of phospholipase A2 inhibitory proteins, collectively called lipocortins. It is postulated that these proteins control the biosynthesis of potent mediators of inflammation, such as prostaglandins and leukotrienes by inhibiting the release of their common precursor arachidonic acid. Arachidonic acid is released from membrane phospholipids by phospholipase A2. Corticosteroids are capable of producing a rise in intraocular pressure."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Steroid responsive inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe, such as allergic conjunctivitis, acne rosacea, superficial punctate keratitis, herpes zoster keratitis, iritis, cyclitis, selected infective conjunctivitides, when the inherent hazard of steroid use is accepted to obtain an advisable diminution in edema and inflammation; corneal injury from chemical, radiation, or thermal burns, or penetration of foreign bodies."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: Prednisolone acetate ophthalmic suspension is contraindicated in most viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS: FOR TOPICAL OPHTHALMIC USE. Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. If this product is used for 10 days or longer, intraocular pressure (IOP) should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. IOP should be checked frequently. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Corticosteroids are not effective in mustard gas keratitis and Sjogren's keratoconjunctivitis."
    ],
    "precautions": [
      "PRECAUTIONS: General: The initial prescription and renewal of the medication order should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored (see WARNINGS ). Information for Patients: If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Carcinogenesis, Mutagenesis, Impairment of Fertility: No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy: Teratogenic effects. Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on Days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate and well controlled studies in pregnant women. Prednisolone acetate ophthalmic suspension should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers: It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone acetate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "general_precautions": [
      "General: The initial prescription and renewal of the medication order should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored (see WARNINGS )."
    ],
    "information_for_patients": [
      "Information for Patients: If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy:"
    ],
    "teratogenic_effects": [
      "Teratogenic effects. Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on Days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate and well controlled studies in pregnant women. Prednisolone acetate ophthalmic suspension should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone acetate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: Adverse reactions include, in decreasing order of frequency, elevation of IOP with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. Although systemic effects are extremely uncommon, there have been rare occurrences of systemic hypercorticoidism after use of topical steroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. The development of secondary ocular infection (bacterial, fungal and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroid. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see WARNINGS ). The following additional adverse reactions have been reported with prednisolone use: Cushing’s syndrome and adrenal suppression may occur after very frequent use of ophthalmic prednisolone, particularly in very young children."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: SHAKE WELL BEFORE USING . Two drops topically in the affected eye(s) four times daily. In cases of bacterial infections, concomitant use of anti-infective agents is mandatory. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after two days, the patient should be reevaluated (see PRECAUTIONS ). The dosing of prednisolone acetate ophthalmic suspension may be reduced, but care should be taken not to discontinue therapy prematurely. In chronic conditions, withdrawal of treatment should be carried out by gradually decreasing the frequency of applications."
    ],
    "how_supplied": [
      "HOW SUPPLIED: Prednisolone acetate ophthalmic suspension is supplied in a white, round low density polyethylene dispenser with a natural low density polyethylene dispensing plug and pink polypropylene cap. Tamper evidence is provided with a shrink band around the closure and neck area of the package. Prednisolone Acetate Suspension, USP, 1%: 5 mL NDC 61314-637-05 10 mL NDC 61314-637-10 15 mL NDC 61314-637-15 STORAGE: Store at 8°C to 24°C (46°F to 75°F) in an UPRIGHT position. After opening, prednisolone acetate ophthalmic suspension can be used until the expiration date on the bottle. Rx Only Distributed by Sandoz Inc. Princeton, NJ 08540 Rev. Dec 2024"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 61314-637-05 Rx only prednisoLONE Acetate Ophthalmic Suspension, USP 1% STERILE 5 mL SANDOZ 5mlcarton"
    ],
    "set_id": "05d205c7-8f51-46b9-a6c5-4199bc432b26",
    "id": "32f12438-f75f-459e-a41f-34dcc8a9e4f7",
    "effective_time": "20241230",
    "version": "7",
    "openfda": {
      "application_number": [
        "NDA017469"
      ],
      "brand_name": [
        "Prednisolone Acetate"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Sandoz Inc"
      ],
      "product_ndc": [
        "61314-637"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "32f12438-f75f-459e-a41f-34dcc8a9e4f7"
      ],
      "spl_set_id": [
        "05d205c7-8f51-46b9-a6c5-4199bc432b26"
      ],
      "package_ndc": [
        "61314-637-05",
        "61314-637-10",
        "61314-637-15"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of Prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension, USP 1% is supplied sterile in opaque white LDPE plastic bottles with droppers with pink high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle - NDC 60758-119-05 10 mL in 15 mL bottle - NDC 60758-119-10 15 mL in 15 mL bottle - NDC 60758-119-15 Pacific Pharma Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Revised: 0 3 /202 4 Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. PACIFIC PHARMA and its design are trademarks of Allergan, Inc., an AbbVie company. v2.0USPI0119"
    ],
    "storage_and_handling": [
      "Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Revised: 0 3 /202 4 Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. PACIFIC PHARMA and its design are trademarks of Allergan, Inc., an AbbVie company. v2.0USPI0119"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 60758-119-10 PREDNISOLONE ACETATE ophthalmic suspension, USP 1% 10 mL s terile Rx o nly PRINCIPAL DISPLAY PANEL NDC 60758-119-10 PREDNISOLONE ACETATE ophthalmic suspension, USP 1% 10 mL sterile Rx only"
    ],
    "set_id": "1474d1df-70b6-4b1e-86d1-3349aa6d42fb",
    "id": "9bb24539-c1ac-4ce6-88a8-a5dfad588c27",
    "effective_time": "20240319",
    "version": "11",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Pacific Pharma, Inc."
      ],
      "product_ndc": [
        "60758-119"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "9bb24539-c1ac-4ce6-88a8-a5dfad588c27"
      ],
      "spl_set_id": [
        "1474d1df-70b6-4b1e-86d1-3349aa6d42fb"
      ],
      "package_ndc": [
        "60758-119-05",
        "60758-119-10",
        "60758-119-15"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0360758119103"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSES POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE PREDNISOLONE ACETATE PREDNISOLONE"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension, USP 1% is supplied sterile in opaque white LDPE plastic bottles with droppers with pink high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle - NDC 76420-204-05 (relabeled from NDC 60758-119-05) Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "storage_and_handling": [
      "Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL label"
    ],
    "set_id": "232e40a5-17c5-4cf3-9e3b-110a194ad4be",
    "id": "d1fbb852-8bc5-7a0e-e053-2a95a90a2d8e",
    "effective_time": "20211130",
    "version": "1",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Asclemed USA, Inc."
      ],
      "product_ndc": [
        "76420-204"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "d1fbb852-8bc5-7a0e-e053-2a95a90a2d8e"
      ],
      "spl_set_id": [
        "232e40a5-17c5-4cf3-9e3b-110a194ad4be"
      ],
      "package_ndc": [
        "76420-204-05"
      ],
      "original_packager_product_ndc": [
        "60758-119"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE, UNSPECIFIED FORM"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of Prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-1912 NDC: 50090-1912-0 10 mL in a BOTTLE, DROPPER / 1 in a CARTON"
    ],
    "package_label_principal_display_panel": [
      "prednisolone acetate Label Image"
    ],
    "set_id": "388abc87-cd5a-4e88-8675-7bf0c5ce7af5",
    "id": "b8aba180-92d1-4759-b2eb-f02bc95a2b8f",
    "effective_time": "20241014",
    "version": "8",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-1912"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "b8aba180-92d1-4759-b2eb-f02bc95a2b8f"
      ],
      "spl_set_id": [
        "388abc87-cd5a-4e88-8675-7bf0c5ce7af5"
      ],
      "package_ndc": [
        "50090-1912-0"
      ],
      "original_packager_product_ndc": [
        "60758-119"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate BENZALKONIUM CHLORIDE EDETATE DISODIUM POLYSORBATE 80 SODIUM BISULFITE HYPROMELLOSE 2906 (4000 MPA.S) BORIC ACID TRISODIUM CITRATE DIHYDRATE SODIUM CHLORIDE WATER PREDNISOLONE ACETATE PREDNISOLONE"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension USP, 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Each mL of prednisolone acetate ophthalmic suspension USP contains: Active: prednisolone acetate (micronized) 1% Inactive: benzalkonium chloride as preservative, boric acid, edetate disodium, hypromellose, polysorbate 80, sodium bisulfite, sodium chloride, sodium citrate and water for injection. The pH during its shelf life ranges from 5.0 to 6.0. Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of Prednisolone acetate ophthalmic suspension. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used ( see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated ( see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension USP, 1% is supplied sterile in opaque white bottle with opaque white nozzle with pink cap as follows: NDC 70748-332-02: 5 mL in 10 mL bottle NDC 70748-332-03: 10 mL in 15 mL bottle NDC 70748-332-04: 15 mL in 15 mL bottle Storage: Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. LUPIN and the are registered trademarks of Lupin Pharmaceuticals, Inc. Manufactured for: Lupin Pharmaceuticals, Inc. Naples, FL 34108 United States. Manufactured by: Lupin Limited Pithampur (M. P.) - 454 775 India. Revised: December 2024 ID#: 275716 Image"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 70748-332-02 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 5 mL NDC 70748-332-03 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 10 mL NDC 70748-332-04 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 15 mL NDC 70748-332-02 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 5 mL NDC 70748-332-03 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 10 mL NDC 70748-332-04 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 15 mL"
    ],
    "set_id": "3dd0195c-8522-bbf9-e063-6394a90a9f3e",
    "id": "44f6dd75-df38-6985-e063-6294a90a80cd",
    "effective_time": "20251202",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA216935"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Redpharm Drug"
      ],
      "product_ndc": [
        "67296-2176"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "44f6dd75-df38-6985-e063-6294a90a80cd"
      ],
      "spl_set_id": [
        "3dd0195c-8522-bbf9-e063-6394a90a9f3e"
      ],
      "package_ndc": [
        "67296-2176-5"
      ],
      "original_packager_product_ndc": [
        "70748-332"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE EDETATE DISODIUM POLYSORBATE 80 SODIUM BISULFITE HYPROMELLOSE 2906 (4000 MPA.S) BORIC ACID TRISODIUM CITRATE DIHYDRATE SODIUM CHLORIDE WATER"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension USP, 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Each mL of prednisolone acetate ophthalmic suspension USP contains: Active: prednisolone acetate (micronized) 1% Inactive: benzalkonium chloride as preservative, boric acid, edetate disodium, hypromellose, polysorbate 80, sodium bisulfite, sodium chloride, sodium citrate and water for injection. The pH during its shelf life ranges from 5.0 to 6.0. Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of Prednisolone acetate ophthalmic suspension. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used ( see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated ( see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension USP, 1% is supplied sterile in opaque white bottle with opaque white nozzle with pink cap as follows: NDC 70748-332-02: 5 mL in 10 mL bottle NDC 70748-332-03: 10 mL in 15 mL bottle NDC 70748-332-04: 15 mL in 15 mL bottle Storage: Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. LUPIN and the are registered trademarks of Lupin Pharmaceuticals, Inc. Manufactured for: Lupin Pharmaceuticals, Inc. Naples, FL 34108 United States. Manufactured by: Lupin Limited Pithampur (M. P.) - 454 775 India. Revised: December 2024 ID#: 275716 Image"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 70748-332-02 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 5 mL NDC 70748-332-03 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 10 mL NDC 70748-332-04 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 15 mL NDC 70748-332-02 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 5 mL NDC 70748-332-03 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 10 mL NDC 70748-332-04 Rx Only Prednisolone Acetate Ophthalmic Suspension, USP 1% Sterile 15 mL"
    ],
    "set_id": "75fbeab1-ce8d-4999-a875-472174be5cc6",
    "id": "8b7144d6-fff1-4afd-a80b-332ff7ed80a1",
    "effective_time": "20251013",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA216935"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Lupin Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "70748-332"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "8b7144d6-fff1-4afd-a80b-332ff7ed80a1"
      ],
      "spl_set_id": [
        "75fbeab1-ce8d-4999-a875-472174be5cc6"
      ],
      "package_ndc": [
        "70748-332-03",
        "70748-332-02",
        "70748-332-04"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "prednisolone acetate prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE WATER prednisolone acetate prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE WATER prednisolone acetate prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE WATER"
    ],
    "description": [
      "DESCRIPTION Prednisolone Acetate Ophthalmic Suspension USP, 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17,21-Trihydroxypregna-1,4-diene-3,20-dione 21-acetate and it has the following structure: Structural formula: Prednisolone Acetate Molecular formula: C 23 H 30 O 6 Molecular weight: 402.48 g/mol Each mL of prednisolone acetate ophthalmic suspension USP, 1 % contains: Active: Prednisolone acetate, USP (micronized), 10 mg (1%). Preservative: Benzalkonium chloride Inactives: Boric acid, edetate disodium, hypromellose, polysorbate 80, sodium bisulfite, sodium chloride, sodium citrate and water for injection. The pH during its shelf life ranges from 5.0 to 6.0. 1"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia and varicella and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation and delayed wound healing. The development of secondary ocular infection (bacterial, fungal and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals LLC at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 hours to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone Acetate Ophthalmic Suspension USP, 1% is a sterile white homogenous suspension supplied in 10 mL or 15 mL LDPE white opaque bottles with LDPE white opaque nozzles and HDPE pink caps. It is available as follows: 5 mL in 10 mL Container (Filled to 1/2 Capacity): NDC 60219-2550-1 10 mL in 15 mL Container (Filled to 2/3 Capacity): NDC 60219-2551-1 15 mL in 15 mL Container: NDC 60219-2552-1 Storage: Store at 20°C to 25°C (68°F to 77°F), excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP controlled room temperature]. Protect from freezing. Store in an upright position. Rx only Manufactured by: Amneal Pharmaceuticals Pvt. Ltd. Ahmedabad 382213, INDIA Distributed by: Amneal Pharmaceuticals LLC Bridgewater, NJ 08807 Rev. 03-2025-00"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 60219-2550-1 PrednisoLONE Acetate Ophthalmic Suspension USP, 1% Rx only 5 mL Amneal Pharmaceuticals LLC NDC 60219-2551-1 PrednisoLONE Acetate Ophthalmic Suspension USP, 1% Rx only 10 mL Amneal Pharmaceuticals LLC NDC 60219-2552-1 PrednisoLONE Acetate Ophthalmic Suspension USP, 1% Rx only 15 mL Amneal Pharmaceuticals LLC 1 2 3 4 4 6"
    ],
    "set_id": "8d8e8f9b-4d65-426f-8c57-451001cdd849",
    "id": "b184f928-3c7a-46a0-9c67-7d2946a37868",
    "effective_time": "20250612",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA218256"
      ],
      "brand_name": [
        "prednisolone acetate"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "Amneal Pharmaceuticals NY LLC"
      ],
      "product_ndc": [
        "60219-2550",
        "60219-2551",
        "60219-2552"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "b184f928-3c7a-46a0-9c67-7d2946a37868"
      ],
      "spl_set_id": [
        "8d8e8f9b-4d65-426f-8c57-451001cdd849"
      ],
      "package_ndc": [
        "60219-2550-1",
        "60219-2551-1",
        "60219-2552-1"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0360219255111",
        "0360219255210"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSES POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE PREDNISOLONE ACETATE PREDNISOLONE"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Prednisolone acetate ophthalmic suspension, USP 1% is supplied sterile in opaque white LDPE plastic bottles with droppers with pink high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle - NDC 68071-2222-5 Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Revised: 05/2020 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2020 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.2USPI0119"
    ],
    "storage_and_handling": [
      "Storage : Store at up to 25°C (77°F). Protect from freezing. Store in an upright position. Revised: 05/2020 Distributed by: Allergan USA, Inc. Madison, NJ 07940 © 2020 Allergan. All rights reserved. All trademarks are the property of their respective owners. v1.2USPI0119"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL pdp"
    ],
    "set_id": "ab72cf3d-7660-41b1-e053-2995a90a7f44",
    "id": "1d7617a8-dae4-7892-e063-6294a90a3f9f",
    "effective_time": "20240717",
    "version": "3",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "NuCare Pharmaceuticals,Inc."
      ],
      "product_ndc": [
        "68071-2222"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "1d7617a8-dae4-7892-e063-6294a90a3f9f"
      ],
      "spl_set_id": [
        "ab72cf3d-7660-41b1-e053-2995a90a7f44"
      ],
      "package_ndc": [
        "68071-2222-5"
      ],
      "original_packager_product_ndc": [
        "60758-119"
      ],
      "upc": [
        "0368071222258"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Prednisolone Acetate Prednisolone Acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE HYPROMELLOSE, UNSPECIFIED SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM POLYSORBATE 80 EDETATE DISODIUM GLYCERIN CITRIC ACID MONOHYDRATE SODIUM HYDROXIDE WATER"
    ],
    "description": [
      "DESCRIPTION: Prednisolone acetate ophthalmic suspension is an adrenocortical steroid product prepared as sterile ophthalmic suspension. The active ingredient is represented by the chemical structure: Established name: Prednisolone Acetate Chemical name: Pregna-1,4-diene-3,20-dione, 21-(acetyloxy)-11,17-dihydroxy-,(11β)-. Each mL contains: Active : prednisolone acetate 1.0%. Preservative : benzalkonium chloride 0.01%. Vehicle : hypromellose. Inactives: citric acid (to adjust pH), dibasic sodium phosphate, edetate disodium, glycerin, polysorbate 80, purified water, sodium hydroxide (to adjust pH). chemical"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: Corticosteroids inhibit the inflammatory response to a variety of inciting agents and probably delay or slow healing. They inhibit the edema, fibrin deposition, capillary dilation, leukocyte migration, capillary proliferation, fibroblast proliferation, deposition of collagen, and scar formation associated with inflammation. There is no generally accepted explanation for the mechanism of action of ocular corticosteroids. However, corticosteroids are thought to act by the induction of phospholipase A2 inhibitory proteins, collectively called lipocortins. It is postulated that these proteins control the biosynthesis of potent mediators of inflammation, such as prostaglandins and leukotrienes by inhibiting the release of their common precursor arachidonic acid. Arachidonic acid is released from membrane phospholipids by phospholipase A2. Corticosteroids are capable of producing a rise in intraocular pressure."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Steroid responsive inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe, such as allergic conjunctivitis, acne rosacea, superficial punctate keratitis, herpes zoster keratitis, iritis, cyclitis, selected infective conjunctivitides, when the inherent hazard of steroid use is accepted to obtain an advisable diminution in edema and inflammation; corneal injury from chemical, radiation, or thermal burns, or penetration of foreign bodies."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: Prednisolone acetate ophthalmic suspension is contraindicated in most viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS: FOR TOPICAL OPHTHALMIC USE. Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. If this product is used for 10 days or longer, intraocular pressure (IOP) should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. IOP should be checked frequently. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Corticosteroids are not effective in mustard gas keratitis and Sjogren's keratoconjunctivitis."
    ],
    "precautions": [
      "PRECAUTIONS: General: The initial prescription and renewal of the medication order should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored (see WARNINGS ). Information for Patients: If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Carcinogenesis, Mutagenesis, Impairment of Fertility: No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy: Teratogenic effects. Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on Days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate and well controlled studies in pregnant women. Prednisolone acetate ophthalmic suspension should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers: It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone acetate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "general_precautions": [
      "General: The initial prescription and renewal of the medication order should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be reevaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. If this product is used for 10 days or longer, IOP should be monitored (see WARNINGS )."
    ],
    "information_for_patients": [
      "Information for Patients: If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility: No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy:"
    ],
    "teratogenic_effects": [
      "Teratogenic effects. Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on Days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate and well controlled studies in pregnant women. Prednisolone acetate ophthalmic suspension should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers: It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone acetate, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use: Safety and effectiveness in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "Geriatric Use: No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: Adverse reactions include, in decreasing order of frequency, elevation of IOP with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. Although systemic effects are extremely uncommon, there have been rare occurrences of systemic hypercorticoidism after use of topical steroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. The development of secondary ocular infection (bacterial, fungal and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroid. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see WARNINGS ). The following additional adverse reactions have been reported with prednisolone use: Cushing’s syndrome and adrenal suppression may occur after very frequent use of ophthalmic prednisolone, particularly in very young children."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: SHAKE WELL BEFORE USING . Two drops topically in the affected eye(s) four times daily. In cases of bacterial infections, concomitant use of anti-infective agents is mandatory. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after two days, the patient should be reevaluated (see PRECAUTIONS ). The dosing of prednisolone acetate ophthalmic suspension may be reduced, but care should be taken not to discontinue therapy prematurely. In chronic conditions, withdrawal of treatment should be carried out by gradually decreasing the frequency of applications."
    ],
    "how_supplied": [
      "HOW SUPPLIED: Product: 50090-0559 NDC: 50090-0559-0 10 mL in a BOTTLE, PLASTIC / 1 in a CARTON"
    ],
    "package_label_principal_display_panel": [
      "Prednisolone Acetate Label Image"
    ],
    "set_id": "b1d30a4f-4941-45a5-bd24-fea07f1bfc87",
    "id": "54821cc4-1238-4ab7-926f-4e6a185d55e5",
    "effective_time": "20230430",
    "version": "14",
    "openfda": {
      "application_number": [
        "NDA017469"
      ],
      "brand_name": [
        "Prednisolone Acetate"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-0559"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "54821cc4-1238-4ab7-926f-4e6a185d55e5"
      ],
      "spl_set_id": [
        "b1d30a4f-4941-45a5-bd24-fea07f1bfc87"
      ],
      "package_ndc": [
        "50090-0559-0"
      ],
      "original_packager_product_ndc": [
        "61314-637"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED POLYSORBATE 80 WATER SODIUM BISULFITE SODIUM CHLORIDE SODIUM CITRATE, UNSPECIFIED FORM"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Structural Formula: prednisolone acetate Each mL of prednisolone acetate ophthalmic suspension 1% contains: Active : prednisolone acetate (microfine suspension) 1% Inactives : benzalkonium chloride as preservative; boric acid; edetate disodium; hypromellose; polysorbate 80; purified water; sodium bisulfite; sodium chloride; and sodium citrate. The pH during its shelf life ranges from 5.0 - 6.0. The following structure for Prednisolone acetate ophthalmic suspension, USP 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension 1% is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension 1% is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension 1% is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension 1% contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "general_precautions": [
      "General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension 1% should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension 1% contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension 1% and may be reinserted 15 minutes following its administration."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1-10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of prednisolone acetate ophthalmic suspension 1%. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used (see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated (see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-5275 NDC: 50090-5275-0 5 mL in a BOTTLE, DROPPER / 1 in a CARTON"
    ],
    "package_label_principal_display_panel": [
      "PREDNISOLONE ACETATE SUSPENSION/ DROPS Label Image"
    ],
    "set_id": "dd32d625-fb2f-4c51-89fe-cdccdf0201b9",
    "id": "9e304175-6d0a-4d16-96d8-c4f674b62340",
    "effective_time": "20240213",
    "version": "5",
    "openfda": {
      "application_number": [
        "NDA017011"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-5275"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "9e304175-6d0a-4d16-96d8-c4f674b62340"
      ],
      "spl_set_id": [
        "dd32d625-fb2f-4c51-89fe-cdccdf0201b9"
      ],
      "package_ndc": [
        "50090-5275-0"
      ],
      "original_packager_product_ndc": [
        "60758-119"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "PREDNISOLONE ACETATE prednisolone acetate PREDNISOLONE ACETATE PREDNISOLONE BENZALKONIUM CHLORIDE EDETATE DISODIUM PEG-20 SORBITAN OLEATE SODIUM BISULFITE HYPROMELLOSE 2906 (4000 MPA.S) BORIC ACID TRISODIUM CITRATE DIHYDRATE SODIUM CHLORIDE WATER"
    ],
    "description": [
      "DESCRIPTION Prednisolone acetate ophthalmic suspension USP, 1% is a sterile, topical anti-inflammatory agent for ophthalmic use. Its chemical name is 11ß,17, 21-Trihydroxypregna-1,4-diene-3, 20-dione 21-acetate and it has the following structure: Each mL of prednisolone acetate ophthalmic suspension USP contains: Active: prednisolone acetate (micronized) 1% Inactive: benzalkonium chloride as preservative, boric acid, edetate disodium, hypromellose, polysorbate 80, sodium bisulfite, sodium chloride, sodium citrate and water for injection. The pH during its shelf life ranges from 5.0 to 6.0. Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Prednisolone acetate is a glucocorticoid that, on the basis of weight, has 3 to 5 times the anti-inflammatory potency of hydrocortisone. Glucocorticoids inhibit the edema, fibrin deposition, capillary dilation, and phagocytic migration of the acute inflammatory response, as well as capillary proliferation, deposition of collagen, and scar formation."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Prednisolone acetate ophthalmic suspension is indicated for the treatment of steroid-responsive inflammation of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Prednisolone acetate ophthalmic suspension is contraindicated in acute untreated purulent ocular infections, in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Prednisolone acetate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
    ],
    "warnings": [
      "WARNINGS Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision. Prolonged use may also suppress the host immune response and thus increase the hazard of secondary ocular infections. If this product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Steroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. Various ocular diseases and long-term use of topical corticosteroids have been known to cause corneal and scleral thinning. Use of topical corticosteroids in the presence of thin corneal or scleral tissue may lead to perforation. Acute purulent infections of the eye may be masked or activity enhanced by the presence of corticosteroid medication. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution; frequent slit lamp microscopy is recommended. Prednisolone acetate ophthalmic suspension contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people."
    ],
    "precautions": [
      "PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of prednisolone acetate ophthalmic suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy, and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated. As fungal infections of the cornea are particularly prone to develop coincidentally with long-term local corticosteroid applications, fungal invasion should be suspected in any persistent corneal ulceration where a corticosteroid has been used or is in use. Fungal cultures should be taken when appropriate. Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration. Carcinogenesis, Mutagenesis, Impairment of Fertility No studies have been conducted in animals or in humans to evaluate the potential of these effects. Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients. Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "information_for_patients": [
      "Information for Patients Advise patients that if eye inflammation or pain persists longer than 48 hours or becomes aggravated, they should consult a physician. Advise patients that to prevent eye injury or contamination, care should be taken to avoid touching the bottle tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Keep out of the reach of children. Advise patients that prednisolone acetate ophthalmic suspension contains benzalkonium chloride, which may be absorbed by soft contact lenses. Contact lenses should be removed prior to application of prednisolone acetate ophthalmic suspension and may be reinserted 15 minutes following its administration."
    ],
    "pregnancy": [
      "Pregnancy Prednisolone has been shown to be teratogenic in mice when given in doses 1 to 10 times the human dose. Dexamethasone, hydrocortisone, and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women. Prednisolone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether topical ophthalmic administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in breast milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Because of the potential for serious adverse reactions in nursing infants from prednisolone, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "pediatric_use": [
      "Pediatric Use The safety and effectiveness in pediatric patients have been established. Use in pediatric patients is supported by evidence from adequate and well-controlled studies of prednisolone acetate ophthalmic suspension in adults with additional data in pediatric patients."
    ],
    "geriatric_use": [
      "Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and younger patients."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been identified during use of Prednisolone acetate ophthalmic suspension. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions include elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, posterior subcapsular cataract formation, and delayed wound healing. The development of secondary ocular infection (bacterial, fungal, and viral) has occurred. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of steroids. The possibility of fungal invasion should be considered in any persistent corneal ulceration where steroid treatment has been used ( see PRECAUTIONS ). Other adverse reactions reported with the use of prednisolone acetate ophthalmic suspension include: allergic reactions; dysgeusia; eye pain; foreign body sensation; headache; pruritus; rash; transient burning and stinging upon instillation and other minor symptoms of ocular irritation; urticaria; and visual disturbance (blurry vision). Keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Corticosteroid-containing preparations have also been reported to cause acute anterior uveitis and perforation of the globe. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "overdosage": [
      "OVERDOSAGE Overdosage will not ordinarily cause acute problems. If accidentally ingested, drink fluids to dilute."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Shake well before using. Instill one to two drops into the conjunctival sac two to four times daily. During the initial 24 to 48 hours, the dosing frequency may be increased if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after 2 days, the patient should be re-evaluated ( see PRECAUTIONS )."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-7539 NDC: 50090-7539-0 5 mL in a BOTTLE / 1 in a CARTON"
    ],
    "package_label_principal_display_panel": [
      "prednisolone acetate Label Image"
    ],
    "set_id": "f0e1b691-73ff-49ee-8a3c-71769b284ab8",
    "id": "eee53caf-0710-4e75-9663-d925f8378d8d",
    "effective_time": "20250424",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA216935"
      ],
      "brand_name": [
        "PREDNISOLONE ACETATE"
      ],
      "generic_name": [
        "PREDNISOLONE ACETATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-7539"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "PREDNISOLONE ACETATE"
      ],
      "rxcui": [
        "1376336"
      ],
      "spl_id": [
        "eee53caf-0710-4e75-9663-d925f8378d8d"
      ],
      "spl_set_id": [
        "f0e1b691-73ff-49ee-8a3c-71769b284ab8"
      ],
      "package_ndc": [
        "50090-7539-0"
      ],
      "original_packager_product_ndc": [
        "70748-332"
      ],
      "unii": [
        "8B2807733D"
      ]
    }
  }
]