[
  {
    "spl_product_data_elements": [
      "Probenecid and Colchicine Probenecid and Colchicine PROBENECID PROBENECID COLCHICINE COLCHICINE SILICON DIOXIDE STARCH, CORN MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE 101 POVIDONE K90 SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO White to Off White C81"
    ],
    "description": [
      "DESCRIPTION Probenecid and colchicine contains probenecid, which is a uricosuric agent, and colchicine, which has antigout activity, the mechanism of which is unknown. Probenecid is the generic name for p-(Dipropylsulfamoyl)benzoic acid. The structural formula is represented below: C 13 H 19 NO 4 S M.W.285.36 Probenecid is a white or practically white, fine, crystalline powder. It is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Colchicine is an alkaloid obtained from various species of Colchicum. The chemical name for Colchicine is (S)-N-(5,6,7,9- tetrahydro-1,2,3,10-tetramethoxy-9-oxobenzo[α]heptalen-7-yl) acetamide. The structural formula is represented below: C 22 H 25 NO 6 M.W.399.44 Colchicine consists of yellowish white to pale yellow to pale greenish-yellow powder which darken on exposure to light. Colchicine is freely soluble in chloroform. Each tablet for oral administration contains 500 mg of probenecid and 0.5 mg of colchicine. Each tablet also contains the following inactive ingredients: colloidal silicon dioxide, corn starch, magnesium stearate, microcrystalline cellulose, povidone, sodium lauryl sulfate and sodium starch glycolate. FDA approved dissolution test specifications differ from the USP. probenecid-struc.jpg colchicine-struc.jpg"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including amino hippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin. The mode of action of colchicine in gout is unknown. It is not an analgesic, though it relieves pain in acute attacks of gout. It is not a uricosuric agent and will not prevent progression of gout to chronic gouty arthritis. It does have a prophylactic, suppressive effect that helps to reduce the incidence of acute attacks and to relieve the residual pain and mild discomfort that patients with gout occasionally feel. In man and certain other animals, colchicine can produce a temporary leukopenia that is followed by leukocytosis. Colchicine has other pharmacologic actions in animals: It alters neuromuscular function, intensifies gastrointestinal activity by neurogenic stimulation, increases sensitivity to central depressants, heightens response to sympathomimetic compounds, depresses the respiratory center, constricts blood vessels, causes hypertension by central vasomotor stimulation, and lowers body temperature."
    ],
    "indications_and_usage": [
      "INDICATIONS & USAGE For the treatment of chronic gouty arthritis when complicated by frequent, recurrent acute attacks of gout."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to this product or to probenecid or colchicine. Probenecid and colchicine tablets are contraindicated in children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. Pregnancy Probenecid crosses the placental barrier and appears in cord blood. Colchicine can arrest cell division in animals and plants. In certain species of animals under certain conditions, colchicine has produced teratogenic effects. The possibility of such effects in humans also has been reported. Because of the colchicine component, probenecid and colchicine is contraindicated in pregnant patients. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid and colchicine may occur; in such cases additional colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid and colchicine is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid and colchicine the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid and colchicine who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid and colchicine. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid and colchicine. Colchicine has been reported to adversely affect spermatogenesis in animals. Reversible azoospermia has been reported in one patient."
    ],
    "precautions": [
      "PRECAUTIONS GENERAL PRECAUTIONS Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated. DRUG INTERACTIONS When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administrated. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "GENERAL PRECAUTIONS Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated."
    ],
    "drug_interactions": [
      "DRUG INTERACTIONS When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administrated. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Probenecid Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6-phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. Colchicine Side effects due to colchicine appear to be a function of dosage. The possibility of increased colchicine toxicity in the presence of hepatic dysfunction should be considered. The appearance of any of the following symptoms may require reduction of dosage or discontinuance of the drug. Central Nervous System: peripheral neuritis. Musculoskeletal: muscular weakness. Gastrointestinal: nausea, vomiting, abdominal pain, or diarrhea may be particularly troublesome in the presence of peptic ulcer or spastic colon. Hypersensitivity: urticaria. Hematologic: aplastic anemia, agranulocytosis. Integumentary: dermatitis, purpura, alopecia. At toxic doses, colchicine may cause severe diarrhea, generalized vascular damage, and renal damage with hematuria and oliguria. To report SUSPECTED ADVERSE REACTIONS, contact Rising Pharma Holdings, Inc. at 1-844-874-7464 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE & ADMINISTRATION Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid and colchicine may be continued without changing the dosage, and additional colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 1 tablet of probenecid and colchicine daily for one week, followed by 1 tablet twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 2 tablets may be adequate. However, if necessary, the daily dosage may be increased by 1 tablet every four weeks within tolerance (and usually not above 4 tablets per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily) or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid and colchicine (or probenecid) should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for six months or more and serum urate levels remain within normal limits, the daily dosage of probenecid and colchicine may be decreased by 1 tablet every six months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid and Colchicine Tablets, USP 500 mg/0.5 mg are bisected, white to off-white capsule shaped, tablets debossed with “C81” on one side and break line on another side. They are supplied in bottles of 100 count: NDC 16571-832-01 Dispense in a well closed, light-resistant container with child-resistant closure. Store at 20º to 25ºC (68º to 77ºF); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]. Protect from light. Manufactured for: Rising Pharma Holdings, Inc. East Brunswick, NJ 08816 Made in India. Neutral Code: 4323066/TS/DRUGS/2025 Revised: 01/2026 PIR83201-05"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 16571-832-01 Probenecid and Colchicine Tablets USP 500 mg/0.5 mg 100 Tablets Rising Pharma Holdings, Inc. Rx only probenecid-colchicine-label.jpg"
    ],
    "set_id": "3d2a3d4f-38a3-4669-ad78-ab1d7aef4ec3",
    "id": "64aeee43-1864-41f8-8c65-bdcfb7d12142",
    "effective_time": "20260127",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA217030"
      ],
      "brand_name": [
        "Probenecid and Colchicine"
      ],
      "generic_name": [
        "PROBENECID AND COLCHICINE"
      ],
      "manufacturer_name": [
        "Rising Pharma Holdings, Inc."
      ],
      "product_ndc": [
        "16571-832"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "COLCHICINE",
        "PROBENECID"
      ],
      "rxcui": [
        "198153"
      ],
      "spl_id": [
        "64aeee43-1864-41f8-8c65-bdcfb7d12142"
      ],
      "spl_set_id": [
        "3d2a3d4f-38a3-4669-ad78-ab1d7aef4ec3"
      ],
      "package_ndc": [
        "16571-832-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000193949",
        "M0000713"
      ],
      "pharm_class_epc": [
        "Alkaloid [EPC]"
      ],
      "pharm_class_cs": [
        "Alkaloids [CS]"
      ],
      "unii": [
        "SML2Y3J35T",
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid CELLULOSE, MICROCRYSTALLINE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO STARCH, CORN POVIDONE K30 SILICON DIOXIDE MAGNESIUM STEARATE POLYVINYL ALCOHOL, UNSPECIFIED TITANIUM DIOXIDE POLYETHYLENE GLYCOL, UNSPECIFIED TALC D&C YELLOW NO. 10 FD&C YELLOW NO. 6 FD&C BLUE NO. 2 ALUMINUM OXIDE PROBENECID PROBENECID Yellow LCI;1367"
    ],
    "spl_unclassified_section": [
      "PROBENECID- probenecid tablet, film coated Marlex Pharmaceuticals Inc . ---------- Probenecid Tablets, USP Probenecid Tablets, USP 500 mg Rx only"
    ],
    "description": [
      "DESCRIPTION: Probenecid is a uricosuric and renal tubular transport blocking agent. The chemical name for probenecid is 4-[(dipropylamino) sulfony1] benzoic acid. It has the following structural formula: Probenecid, USP is a white or nearly white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid and the following inactive ingredients: Microcrystalline cellulose, corn starch, sodium starch glycolate, povidone, colloidal silicon dioxide, magnesium stearate, sodium lauryl sulfate, polyvinyl alcohol, titanium dioxide, polyethylene glycol, talc, D&C Yellow #10 Aluminum Lake, FD&C Yellow #6 Aluminum Lake, and FD&C Blue #2 Aluminum Lake. the following structural formula for probenecid is 4-[(dipropylamino) sulfony1] benzoic acid."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17 –ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions. Probenecid decreases both hepatic and renal excretion of sulfobromophtalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after re-administration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy: Probenecid crosses the placenta barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "pregnancy": [
      "Use in Pregnancy: Probenecid crosses the placenta barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases a dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases a dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System : headache, dizziness. Metabolic : precipitation of acute gouty arthritis Gastrointestinal : hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary : nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, and urinary frequency. Hypersensitivity : anaphylaxis, fever, urticaria, pruritus Hematologic : aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose -6- phosphate dehydrogenase in red blood cells, anemia. Integumentary : dermatitis, alopecia, flushing."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Gout: Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine, or other appropriate therapy, should be given to control the acute attack. The recommended adult dosage is 250 mg (½ probenecid tablet), twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mg mL/minute or less. Gastric intolerance may be indicative of over dosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily ), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General): Adults : The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children : 2-14 years of age: Initial dose: 25 mg/kg body weight (or 0.7 g/square meter body surface). Maintenance Dose: 40 mg/kg body weight (or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea) ¹ 1 Recommended by the Center of Disease Control, U.S Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G² (given IM), or 3 g of amoxicillin² (given orally), or 3.5 g of ampicillin² (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy. 2 See package circulators of manufacturers for detailed information about CONTRAINDICATIONS , WARNINGS , PRECAUTIONS , and ADVERSE REACTIONS ."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets, USP are available containing 500 mg of Probenecid, USP. The tablets are capsule shaped, film-coated yellow, debossed LCI on one side and 1367 on the other side. They are available as follows: NDC 10135-0541-01 bottles of 100 tablets NDC 10135-0541-10 bottles of 1000 tablets STORE AT 20˚ to 25˚C (68˚-77˚F) [See USP Controlled Room Temperature] PROTECT FROM LIGHT. Dispense in a well closed, light-resistant container using a child-resistant closure as defined in the USP. MANUFACTURED BY LANNETT COMPANY, INC. PHILADELPHIA, PA 19136 DISTRIBUTED BY MARLEX PHARMACEUTICALS, INC. NEW CASTLE, DE 19720 Made in the USA Rev.1 10/14LAN"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 10135-541-01 Probenecid Tablets, USP 500 mg 100 Tablets Rx Only Probenecid-100",
      "PRINCIPAL DISPLAY PANEL NDC 10135-541-10 Probenecid Tablets, USP 500 mg 1000 Tablets Rx Only Probenecid-1000"
    ],
    "set_id": "5d552de5-2d18-4464-bcaf-0311fa3f080d",
    "id": "43e0b999-0f40-3c9d-e063-6294a90ae477",
    "effective_time": "20251118",
    "version": "11",
    "openfda": {
      "application_number": [
        "ANDA080966"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Marlex Pharmaceuticals Inc"
      ],
      "product_ndc": [
        "10135-541"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "43e0b999-0f40-3c9d-e063-6294a90ae477"
      ],
      "spl_set_id": [
        "5d552de5-2d18-4464-bcaf-0311fa3f080d"
      ],
      "package_ndc": [
        "10135-541-01",
        "10135-541-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid PROBENECID PROBENECID MICROCRYSTALLINE CELLULOSE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO STARCH, CORN POVIDONE, UNSPECIFIED SILICON DIOXIDE MAGNESIUM STEARATE POLYVINYL ALCOHOL, UNSPECIFIED TITANIUM DIOXIDE POLYETHYLENE GLYCOL, UNSPECIFIED TALC D&C YELLOW NO. 10 FD&C YELLOW NO. 6 FD&C BLUE NO. 2 ALUMINUM OXIDE Yellow LCI;1367 probenecid-molec-structure"
    ],
    "description": [
      "DESCRIPTION: Probenecid is a uricosuric and renal tubular transport blocking agent. The chemical name for probenecid is 4-[(dipropylamino) sulfonyl]-benzoic acid. It has the following structural formula: Probenecid, USP is a white or nearly white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid and the following inactive ingredients: microcrystalline cellulose, sodium lauryl sulfate, sodium starch glycolate, starch (corn), povidone, colloidal silicon dioxide, magnesium stearate, polyvinyl alcohol, titanium dioxide, polyethylene glycol, talc, D&C Yellow #10 Aluminum Lake, FD&C Yellow #6 Aluminum Lake, and FD&C Blue #2 Aluminum Lake."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophtalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called \"paradoxical effect\" of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy: Probenecid crosses the placental barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose -6- phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Gout: Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine, or other appropriate therapy, should be given to control the acute attack. The recommended adult dosage is 250 mg (1/2 probenecid tablet), twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General): Adults: The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children: 2-14 years of age: Initial dose: 25 mg/kg body weight (or 0.7 g/square meter body surface). Maintenance Dose: 40 mg/kg body weight (or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110 lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea) Recommended by the Center for Disease Control, U.S. Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G See package circulars of manufacturers for detailed information about CONTRAINDICATIONS, WARNINGS, PRECAUTIONS, and ADVERSE REACTIONS . (given IM), or 3 g of amoxicillin (given orally), or 3.5 g of ampicillin (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets, USP are available containing 500 mg of Probenecid, USP. The tablets are capsule shaped, film-coated yellow, debossed LCI on one side and 1367 on the other side. NDC: 72162-2237-1: 100 Tablets in a BOTTLE STORE AT 20°-25°C (68°-77°F) [See USP Controlled Room Temperature] Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Probenecid 500mg Tablet #100 Label"
    ],
    "set_id": "6aec72b5-a9f4-45a3-82a6-7d3de64ba5e5",
    "id": "8c261b93-98b4-46ce-a713-11d3b2d7cd13",
    "effective_time": "20240126",
    "version": "100",
    "openfda": {
      "application_number": [
        "ANDA080966"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-2237"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "8c261b93-98b4-46ce-a713-11d3b2d7cd13"
      ],
      "spl_set_id": [
        "6aec72b5-a9f4-45a3-82a6-7d3de64ba5e5"
      ],
      "package_ndc": [
        "72162-2237-1"
      ],
      "original_packager_product_ndc": [
        "0527-1367"
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid and Colchicine Probenecid and Colchicine PROBENECID PROBENECID COLCHICINE COLCHICINE SILICON DIOXIDE MAGNESIUM STEARATE CELLULOSE, MICROCRYSTALLINE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO DAN;DAN;5325 Capsule-shaped"
    ],
    "description": [
      "DESCRIPTION Probenecid and colchicine contains probenecid, which is a uricosuric agent, and colchicine, which has antigout activity, the mechanism of which is unknown. Probenecid is the generic name for 4-[(dipropylamino)sulfonyl] benzoic acid. The structural formula is represented below: C 13 H 19 NO 4 S M.W. 285.36 Probenecid is a white or nearly white, fine, crystalline powder. It is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Colchicine is an alkaloid obtained from various species of Colchicum. The chemical name for colchicine is ( S )- N -(5,6,7,9- tetrahydro-1,2,3,10-tetramethoxy-9-oxobenzo[ α ]heptalen-7-yl) acetamide. The structural formula is represented below: C 22 H 25 NO 6 M.W. 399.44 Colchicine consists of pale yellow scales or powder; it darkens on exposure to light. Colchicine is soluble in water, freely soluble in alcohol and in chloroform, and slightly soluble in ether. Each tablet for oral administration contains 500 mg of probenecid and 0.5 mg of colchicine. Each tablet also contains the following inactive ingredients: colloidal silicon dioxide, magnesium stearate, microcrystalline cellulose, sodium lauryl sulfate and sodium starch glycolate. Probenecid structural formula Colchicine structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including amino hippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin. The mode of action of colchicine in gout is unknown. It is not an analgesic, though it relieves pain in acute attacks of gout. It is not a uricosuric agent and will not prevent progression of gout to chronic gouty arthritis. It does have a prophylactic, suppressive effect that helps to reduce the incidence of acute attacks and to relieve the residual pain and mild discomfort that patients with gout occasionally feel. In man and certain other animals, colchicine can produce a temporary leukopenia that is followed by leukocytosis. Colchicine has other pharmacologic actions in animals: It alters neuromuscular function, intensifies gastrointestinal activity by neurogenic stimulation, increases sensitivity to central depressants, heightens response to sympathomimetic compounds, depresses the respiratory center, constricts blood vessels, causes hypertension by central vasomotor stimulation, and lowers body temperature."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the treatment of chronic gouty arthritis when complicated by frequent, recurrent acute attacks of gout."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to this product or to probenecid or colchicine. Probenecid and colchicine tablets are contraindicated in children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. Pregnancy Probenecid crosses the placental barrier and appears in cord blood. Colchicine can arrest cell division in animals and plants. In certain species of animals under certain conditions, colchicine has produced teratogenic effects. The possibility of such effects in humans also has been reported. Because of the colchicine component, probenecid and colchicine is contraindicated in pregnant patients. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid and colchicine may occur; in such cases additional colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid and colchicine is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid and colchicine the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid and colchicine who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid and colchicine. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid and colchicine. Colchicine has been reported to adversely affect spermatogenesis in animals. Reversible azoospermia has been reported in one patient."
    ],
    "precautions": [
      "PRECAUTIONS General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMlNlSTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated. Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administrated. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMlNlSTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated."
    ],
    "drug_interactions": [
      "Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administrated. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Probenecid Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal : hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6-phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. Colchicine Side effects due to colchicine appear to be a function of dosage. The possibility of increased colchicine toxicity in the presence of hepatic dysfunction should be considered. The appearance of any of the following symptoms may require reduction of dosage or discontinuance of the drug. Central Nervous System: peripheral neuritis. Musculoskeletal: muscular weakness. Gastrointestinal: nausea, vomiting, abdominal pain, or diarrhea may be particularly troublesome in the presence of peptic ulcer or spastic colon. Hypersensitivity: urticaria. Hematologic: aplastic anemia, agranulocytosis. Integumentary: dermatitis, purpura, alopecia. At toxic doses, colchicine may cause severe diarrhea, generalized vascular damage, and renal damage with hematuria and oliguria."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid and colchicine may be continued without changing the dosage, and additional colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 1 tablet of probenecid and colchicine daily for one week, followed by 1 tablet twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 2 tablets may be adequate. However, if necessary, the daily dosage may be increased by 1 tablet every four weeks within tolerance (and usually not above 4 tablets per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily) or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid and colchicine (or probenecid) should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for six months or more and serum urate levels remain within normal limits, the daily dosage of probenecid and colchicine may be decreased by 1 tablet every six months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid and Colchicine Tablets USP 500 mg-0.5 mg are bisected, white, capsule-shaped tablets imprinted DAN DAN and 5325 supplied in bottles of 100. Dispense in a well closed, light-resistant container with child-resistant closure. Store at 20 - 25°C (68 - 77°F). [See USP controlled room temperature.] Protect from light. Manufactured by: Watson Pharma Private Ltd. Verna, Salcette Goa 403 722 INDIA Distributed by: Actavis Pharma, Inc. Parsippany, NJ 07054 USA Revised: December 2016"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 0591-5325-01 Probenecid and Colchicine Tablets USP 500 mg / 0.5 mg Actavis 100 Tablets Rx only 1"
    ],
    "set_id": "a0567fe6-132b-463b-bc46-9f5a2a2478fb",
    "id": "08577252-5289-46f0-80b4-06442a22b332",
    "effective_time": "20161201",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA084279"
      ],
      "brand_name": [
        "Probenecid and Colchicine"
      ],
      "generic_name": [
        "PROBENECID AND COLCHICINE"
      ],
      "manufacturer_name": [
        "Actavis Pharma, Inc."
      ],
      "product_ndc": [
        "0591-5325"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "COLCHICINE",
        "PROBENECID"
      ],
      "rxcui": [
        "198153"
      ],
      "spl_id": [
        "08577252-5289-46f0-80b4-06442a22b332"
      ],
      "spl_set_id": [
        "a0567fe6-132b-463b-bc46-9f5a2a2478fb"
      ],
      "package_ndc": [
        "0591-5325-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0305915325010"
      ],
      "nui": [
        "N0000193949",
        "M0000713"
      ],
      "pharm_class_epc": [
        "Alkaloid [EPC]"
      ],
      "pharm_class_cs": [
        "Alkaloids [CS]"
      ],
      "unii": [
        "SML2Y3J35T",
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid PROBENECID PROBENECID SILICON DIOXIDE STARCH, CORN D&C YELLOW NO. 10 FD&C BLUE NO. 2 FD&C RED NO. 40 MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE 101 POLYETHYLENE GLYCOL 4000 POLYVINYL ALCOHOL, UNSPECIFIED POVIDONE K90 SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO TALC TITANIUM DIOXIDE C84 probenecid-struc"
    ],
    "description": [
      "DESCRIPTION Probenecid is a uricosuric and renal tubular transport blocking agent. Probenecid is the generic name for 4-[(dipropyl-amino)sulfonyl] benzoic acid. It has the following structural formula: C 13 H 19 NO 4 S M.W. 285.36 Probenecid USP is a white or practically white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid. Probenecid Tablets USP 500 mg contain the following inactive ingredients: colloidal silicon dioxide, corn starch, D&C Yellow No. 10, FD&C Blue No. 2, FD&C Red No. 40, magnesium stearate, microcrystalline cellulose, polyethylene glycol, polyvinyl alcohol, povidone, sodium lauryl sulphate, sodium starch glycolate, talc and titanium dioxide. FDA approved dissolution test specifications differ from USP."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid has also been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS & USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy Probenecid crosses the placental barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS GENERAL PRECAUTIONS Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. DRUG INTERACTIONS When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "GENERAL PRECAUTIONS Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "DRUG INTERACTIONS When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6-phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. To report SUSPECTED ADVERSE REACTIONS, contact Rising Pharma Holdings, Inc. at 1-844-874-7464 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE & ADMINISTRATION Gout Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 250 mg (1/2 tablet of probenecid) twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency, particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ) . Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General) Adults The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children 2 to 14 years of age Initial dose: 25 mg/kg body weight ( or 0.7 g/square meter body surface). Maintenance dose: 40 mg/kg body weight ( or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110 lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea)* In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G** (given IM), or 3 g of amoxicillin** (given orally), or 3.5 g of ampicillin** (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy. *Recommended by the Centers for Disease Control, U.S. Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). **See package circulars of manufacturers for detailed information about CONTRAlNDICATIONS , WARNINGS , PRECAUTIONS , and ADVERSE REACTIONS ."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets USP, 500 mg are bisected, capsule-shaped, yellow, film-coated tablets debossed with “C84” on one side and break line on other side. NDC: 72162-2386-1: 100 Tablets in a CONTAINER Dispense in well-closed container with child-resistant closure. Store at 20°C to 25°C (68°F to 77°F). [See USP controlled room temperature.] Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Probenecid 500 Tablets #100 Label"
    ],
    "set_id": "a4f4b3e1-44a9-4b3a-9f7f-f9749ed451ca",
    "id": "c2638148-9137-410b-b35b-671a77b52412",
    "effective_time": "20240815",
    "version": "100",
    "openfda": {
      "application_number": [
        "ANDA217020"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-2386"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "c2638148-9137-410b-b35b-671a77b52412"
      ],
      "spl_set_id": [
        "a4f4b3e1-44a9-4b3a-9f7f-f9749ed451ca"
      ],
      "package_ndc": [
        "72162-2386-1"
      ],
      "original_packager_product_ndc": [
        "16571-831"
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid PROBENECID PROBENECID CELLULOSE, MICROCRYSTALLINE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO STARCH, CORN POVIDONE, UNSPECIFIED SILICON DIOXIDE MAGNESIUM STEARATE POLYVINYL ALCOHOL, UNSPECIFIED TITANIUM DIOXIDE POLYETHYLENE GLYCOL, UNSPECIFIED TALC D&C YELLOW NO. 10 FD&C YELLOW NO. 6 FD&C BLUE NO. 2 ALUMINUM OXIDE Yellow LCI;1367"
    ],
    "description": [
      "DESCRIPTION: Probenecid is a uricosuric and renal tubular transport blocking agent. The chemical name for probenecid is 4-[(dipropylamino) sulfonyl]-benzoic acid. It has the following structural formula: Probenecid, USP is a white or nearly white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid and the following inactive ingredients: microcrystalline cellulose, sodium lauryl sulfate, sodium starch glycolate, starch (corn), povidone, colloidal silicon dioxide, magnesium stearate, polyvinyl alcohol, titanium dioxide, polyethylene glycol, talc, D&C Yellow #10 Aluminum Lake, FD&C Yellow #6 Aluminum Lake, and FD&C Blue #2 Aluminum Lake. probenecid-molec-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophtalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called \"paradoxical effect\" of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy: Probenecid crosses the placental barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose -6- phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Gout: Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine, or other appropriate therapy, should be given to control the acute attack. The recommended adult dosage is 250 mg (1/2 probenecid tablet), twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General): Adults: The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children: 2-14 years of age: Initial dose: 25 mg/kg body weight (or 0.7 g/square meter body surface). Maintenance Dose: 40 mg/kg body weight (or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110 lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea) Recommended by the Center for Disease Control, U.S. Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G See package circulars of manufacturers for detailed information about CONTRAINDICATIONS, WARNINGS, PRECAUTIONS, and ADVERSE REACTIONS . (given IM), or 3 g of amoxicillin (given orally), or 3.5 g of ampicillin (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets, USP are available containing 500 mg of Probenecid, USP. The tablets are capsule shaped, film-coated yellow, debossed LCI on one side and 1367 on the other side. They are available as follows: NDC 0527-1367-01 bottles of 100 tablets NDC 0527-1367-10 bottles of 1000 tablets STORE AT 20° -25°C (68° -77°F) [See USP Controlled Room Temperature] PROTECT FROM LIGHT. Dispense in tight, light-resistant container as defined in the USP using a child-resistant closure. Distributed by: Lannett Company, Inc. Philadelphia, PA 19136 CIB70317C Rev. 01/21"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 0527- 1367 -01 Probenecid Tablets, USP 500 mg Rx Only 100 Tablets Lannett 500 mg 100 count"
    ],
    "set_id": "ab497fd8-00c3-4364-b003-b39d21fbdf38",
    "id": "8679dae4-b649-458d-962b-2afb0f491d2a",
    "effective_time": "20210105",
    "version": "9",
    "openfda": {
      "application_number": [
        "ANDA080966"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Lannett Company, Inc."
      ],
      "product_ndc": [
        "0527-1367"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "8679dae4-b649-458d-962b-2afb0f491d2a"
      ],
      "spl_set_id": [
        "ab497fd8-00c3-4364-b003-b39d21fbdf38"
      ],
      "package_ndc": [
        "0527-1367-01",
        "0527-1367-10"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0305271367013"
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid PROBENECID PROBENECID SILICON DIOXIDE D&C YELLOW NO. 10 ALUMINUM LAKE FD&C BLUE NO. 1 ALUMINUM LAKE FD&C YELLOW NO. 6 ALUMINUM LAKE HYPROMELLOSES MAGNESIUM STEARATE CELLULOSE, MICROCRYSTALLINE POLYETHYLENE GLYCOL, UNSPECIFIED POLYSORBATE 80 SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO TITANIUM DIOXIDE DAN;DAN;5347 capsule-shaped"
    ],
    "description": [
      "DESCRIPTION Probenecid, USP is a uricosuric and renal tubular transport blocking agent. Probenecid is the generic name for 4-[(dipropyl-amino)sulfonyl] benzoic acid. It has the following structural formula: C 13 H 19 NO 4 S M.W. 285.36 Probenecid, USP is a white or nearly white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Probenecid tablets USP, 500 mg contain the following inactive ingredients: colloidal silicon dioxide, D&C Yellow No. 10 Aluminum Lake, FD&C Blue No. 1 Aluminum Lake, FD&C Yellow No. 6 Aluminum Lake, hypromellose, magnesium stearate, microcrystalline cellulose, polyethylene glycol, polysorbate 80, sodium lauryl sulfate, sodium starch glycolate and titanium dioxide. Structural formula of probenecid"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid has also been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy Probenecid crosses the placental barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technic, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technic, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6-phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Gout Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 250 mg (1/2 tablet of probenecid) twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency, particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General) Adults The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children 2 to 14 years of age Initial dose: 25 mg/kg body weight ( or 0.7 g/square meter body surface). Maintenance dose: 40 mg/kg body weight ( or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110 lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea)* In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G ** (given IM), or 3 g of amoxicillin ** (given orally), or 3.5 g of ampicillin ** (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy. * Recommended by the Centers for Disease Control, U.S. Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). ** See package circulars of manufacturers for detailed information about CONTRAINDICATIONS , WARNINGS , PRECAUTIONS , and ADVERSE REACTIONS ."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid tablets USP, 500 mg are bisected, capsule-shaped, yellow, film-coated tablets imprinted DAN DAN and 5347 , supplied in bottles of 100 (NDC 0591-5347-01) and 1,000 (NDC 0591-5347-10). Dispense in well-closed container with child-resistant closure. Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Manufactured In India By: Watson Pharma Private Limited Verna, Salcette Goa 403 722 INDIA Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Rev. A 4/2024"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 0591- 5347 -01 Probenecid Tablets, USP 500 mg Rx only 100 Tablets 1"
    ],
    "set_id": "ae126418-5474-4fbe-b83c-bde8b2b4ae6e",
    "id": "8319745d-3201-48c6-b1eb-9ff32e930872",
    "effective_time": "20240430",
    "version": "13",
    "openfda": {
      "application_number": [
        "ANDA084442"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Actavis Pharma, Inc."
      ],
      "product_ndc": [
        "0591-5347"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "8319745d-3201-48c6-b1eb-9ff32e930872"
      ],
      "spl_set_id": [
        "ae126418-5474-4fbe-b83c-bde8b2b4ae6e"
      ],
      "package_ndc": [
        "0591-5347-01",
        "0591-5347-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid and Colchicine Probenecid and Colchicine PROBENECID PROBENECID COLCHICINE COLCHICINE SILICON DIOXIDE MAGNESIUM STEARATE CELLULOSE, MICROCRYSTALLINE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO CAPSULE-SHAPED CL025"
    ],
    "description": [
      "DESCRIPTION Probenecid and colchicine contains probenecid, which is a uricosuric agent, and colchicine, which has antigout activity, the mechanism of which is unknown. Probenecid is the generic name for 4-[(dipropylamino) sulfonyl]benzoic acid. The structural formula is represented below: Probenecid is a white or nearly white, fine crystalline powder. C 13 H 19 NO 4 S M.W. 285.36 It is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Colchicine is an alkaloid obtained from various species of Colchicum. The chemical name for colchicine is ( S)-N- (5,6,7,9-tetrahydro-1,2,3,10-tetramethoxy-9-oxobenzo[ α ]heptalen-7-yl) acetamide. The structural formula is represented below: C 22 H 25 NO 6 M.W. 399.44 Colchicine consists of pale yellow scales or powder; it darkens on exposure to light. Colchicine is soluble in water, freely soluble in alcohol and in chloroform, and slightly soluble in ether. Each tablet for oral administration contains 500 mg of probenecid and 0.5 mg of colchicine. Each tablet also contains the following inactive ingredients: colloidal silicon dioxide, crospovidone, magnesium stearate, microcrystalline cellulose, sodium lauryl sulfate and sodium starch glycolate. Probenecid-Structure Colchicine-StructureA"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin. The mode of action of colchicine in gout is unknown. It is not an analgesic, though it relieves pain in acute attacks of gout. It is not a uricosuric agent and will not prevent progression of gout to chronic gouty arthritis. It does have a prophylactic, suppressive effect that helps to reduce the incidence of acute attacks and to relieve the residual pain and mild discomfort that patients with gout occasionally feel. In man and certain other animals, colchicine can produce a temporary leukopenia that is followed by leukocytosis. Colchicine has other pharmacologic actions in animals: It alters neuromuscular function, intensifies gastrointestinal activity by neurogenic stimulation, increases sensitivity to central depressants, heightens response to sympathomimetic compounds, depresses the respiratory center, constricts blood vessels, causes hypertension by central vasomotor stimulation, and lowers body temperature."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE For the treatment of chronic gouty arthritis when complicated by frequent, recurrent acute attacks of gout."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to this product or to probenecid or colchicine. Probenecid and colchicine tablets are contraindicated in children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. Pregnancy: Probenecid crosses the placental barrier and appears in cord blood. Colchicine can arrest cell division in animals and plants. In certain species of animals under certain conditions, colchicine has produced teratogenic effects. The possibility of such effects in humans also has been reported. Because of the colchicine component, probenecid and colchicine is contraindicated in pregnant patients. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "pregnancy": [
      "Pregnancy: Probenecid crosses the placental barrier and appears in cord blood. Colchicine can arrest cell division in animals and plants. In certain species of animals under certain conditions, colchicine has produced teratogenic effects. The possibility of such effects in humans also has been reported. Because of the colchicine component, probenecid and colchicine is contraindicated in pregnant patients. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid and colchicine may occur; in such cases additional colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid and colchicine is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid and colchicine the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called \"paradoxical effect\" of uricosuric agents. In patients on probenecid and colchicine who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid and colchicine. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid and colchicine. Colchicine has been reported to adversely affect spermatogenesis in animals. Reversible azoospermia has been reported in one patient."
    ],
    "precautions": [
      "PRECAUTIONS General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated. Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are co-administered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination of half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technic, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid and colchicine in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid and colchicine has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid and colchicine may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Adequate animal studies have not been conducted to determine the carcinogenicity potential of probenecid or this drug combination. Since colchicine is an established mutagen, its ability to act as a carcinogen must be suspected and administration of probenecid and colchicine should involve a weighing of the benefit-vs-risk when long-term administration is contemplated."
    ],
    "drug_interactions": [
      "Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin, or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin, or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid and colchicine are co-administered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination of half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technic, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Ingenus Pharmaceuticals NJ, LLC at 1-877-748-1970 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Probenecid Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal : hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6- phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. Colchicine Side effects due to colchicine appear to be a function of dosage. The possibility of increased colchicine toxicity in the presence of hepatic dysfunction should be considered. The appearance of any of the following symptoms may require reduction of dosage or discontinuance of the drug. Central Nervous System: peripheral neuritis. Musculoskeletal: muscular weakness. Gastrointestinal: nausea, vomiting, abdominal pain, or diarrhea may be particularly troublesome in the presence of peptic ulcer or spastic colon. Hypersensitivity: urticaria. Hematologic: aplastic anemia, agranulocytosis. Integumentary: dermatitis, purpura, alopecia. At toxic doses, colchicine may cause severe diarrhea, generalized vascular damage, and renal damage with hematuria and oliguria."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Therapy with probenecid and colchicine should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid and colchicine may be continued without changing the dosage, and additional colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 1 tablet of probenecid and colchicine daily for one week, followed by 1 tablet twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 2 tablets may be adequate. However, if necessary, the daily dosage may be increased by 1 tablet every four weeks within tolerance (and usually not above 4 tablets per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily) or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid and colchicine (or probenecid) should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for six months or more and serum urate levels remain within normal limits, the daily dosage of probenecid and colchicine may be decreased by 1 tablet every six months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid and Colchicine Tablets, USP 500 mg/0.5 mg are bisected, white, capsule-shaped tablets debossed with CL025 on one side and supplied in bottles of 100. Bottles of 100 (NDC 50742-263-01) Dispense in well-closed, light resistant container with child-resistant closure. Store at controlled room temperature 20°– 25° C (68°– 77°F). [See USP Controlled Room Temperature]. Protect from light. Manufactured for: Ingenus Pharmaceuticals, LLC Orlando, FL 32811 Rx only 554001 Revised: 01/2023 logo"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL ingenus NDC 50742-263-01 Probenecid and Colchicine Tablets, USP 500 mg/0.5 mg Rx only 100 Tablets Label"
    ],
    "set_id": "b85d3e27-70ff-4533-b463-410e4fb23813",
    "id": "8f0d4438-1ba8-419c-864f-b95cb0b006ef",
    "effective_time": "20230613",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA040618"
      ],
      "brand_name": [
        "Probenecid and Colchicine"
      ],
      "generic_name": [
        "PROBENECID AND COLCHICINE"
      ],
      "manufacturer_name": [
        "Ingenus Pharmaceuticals, LLC"
      ],
      "product_ndc": [
        "50742-263"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "COLCHICINE",
        "PROBENECID"
      ],
      "rxcui": [
        "198153"
      ],
      "spl_id": [
        "8f0d4438-1ba8-419c-864f-b95cb0b006ef"
      ],
      "spl_set_id": [
        "b85d3e27-70ff-4533-b463-410e4fb23813"
      ],
      "package_ndc": [
        "50742-263-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0350742263011"
      ],
      "nui": [
        "N0000193949",
        "M0000713"
      ],
      "pharm_class_epc": [
        "Alkaloid [EPC]"
      ],
      "pharm_class_cs": [
        "Alkaloids [CS]"
      ],
      "unii": [
        "SML2Y3J35T",
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid CELLULOSE, MICROCRYSTALLINE SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO STARCH, CORN POVIDONE K30 SILICON DIOXIDE MAGNESIUM STEARATE POLYVINYL ALCOHOL, UNSPECIFIED TITANIUM DIOXIDE POLYETHYLENE GLYCOL, UNSPECIFIED TALC D&C YELLOW NO. 10 FD&C YELLOW NO. 6 FD&C BLUE NO. 2 ALUMINUM OXIDE PROBENECID PROBENECID Yellow LCI;1367"
    ],
    "spl_unclassified_section": [
      "PROBENECID- probenecid tablet, film coated Marlex Pharmaceuticals Inc . ---------- Probenecid Tablets, USP Probenecid Tablets, USP 500 mg Rx only"
    ],
    "description": [
      "DESCRIPTION: Probenecid is a uricosuric and renal tubular transport blocking agent. The chemical name for probenecid is 4-[(dipropylamino) sulfony1] benzoic acid. It has the following structural formula: Probenecid, USP is a white or nearly white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid and the following inactive ingredients: Microcrystalline cellulose, corn starch, sodium starch glycolate, povidone, colloidal silicon dioxide, magnesium stearate, sodium lauryl sulfate, polyvinyl alcohol, titanium dioxide, polyethylene glycol, talc, D&C Yellow #10 Aluminum Lake, FD&C Yellow #6 Aluminum Lake, and FD&C Blue #2 Aluminum Lake. the following structural formula for probenecid is 4-[(dipropylamino) sulfony1] benzoic acid."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid also has been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17 –ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions. Probenecid decreases both hepatic and renal excretion of sulfobromophtalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after re-administration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy: Probenecid crosses the placenta barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "pregnancy": [
      "Use in Pregnancy: Probenecid crosses the placenta barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against the possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases a dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General: Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions: When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations, but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases a dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System : headache, dizziness. Metabolic : precipitation of acute gouty arthritis Gastrointestinal : hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary : nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, and urinary frequency. Hypersensitivity : anaphylaxis, fever, urticaria, pruritus Hematologic : aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose -6- phosphate dehydrogenase in red blood cells, anemia. Integumentary : dermatitis, alopecia, flushing."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Gout: Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine, or other appropriate therapy, should be given to control the acute attack. The recommended adult dosage is 250 mg (½ probenecid tablet), twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mg mL/minute or less. Gastric intolerance may be indicative of over dosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily ), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ). Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General): Adults : The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children : 2-14 years of age: Initial dose: 25 mg/kg body weight (or 0.7 g/square meter body surface). Maintenance Dose: 40 mg/kg body weight (or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea) ¹ 1 Recommended by the Center of Disease Control, U.S Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G² (given IM), or 3 g of amoxicillin² (given orally), or 3.5 g of ampicillin² (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy. 2 See package circulators of manufacturers for detailed information about CONTRAINDICATIONS , WARNINGS , PRECAUTIONS , and ADVERSE REACTIONS ."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets, USP are available containing 500 mg of Probenecid, USP. The tablets are capsule shaped, film-coated yellow, debossed LCI on one side and 1367 on the other side. They are available as follows: NDC 83008-020-08 STORE AT 20˚ to 25˚C (68˚-77˚F) [See USP Controlled Room Temperature] PROTECT FROM LIGHT. Dispense in a well closed, light-resistant container using a child-resistant closure as defined in the USP. MANUFACTURED BY LANNETT COMPANY, INC. PHILADELPHIA, PA 19136 DISTRIBUTED BY MARLEX PHARMACEUTICALS, INC. NEW CASTLE, DE 19720 Made in the USA Rev.1 10/14LAN"
    ],
    "package_label_principal_display_panel": [
      "image description"
    ],
    "set_id": "ef0321d2-4b11-4385-927f-bde41a6c08bd",
    "id": "c4111186-a2d6-4e4c-bd45-51fd931f64c1",
    "effective_time": "20241219",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA080966"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Quality Care Products, LLC"
      ],
      "product_ndc": [
        "83008-020"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "c4111186-a2d6-4e4c-bd45-51fd931f64c1"
      ],
      "spl_set_id": [
        "ef0321d2-4b11-4385-927f-bde41a6c08bd"
      ],
      "package_ndc": [
        "83008-020-08"
      ],
      "original_packager_product_ndc": [
        "10135-541"
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Probenecid Probenecid PROBENECID PROBENECID SILICON DIOXIDE STARCH, CORN D&C YELLOW NO. 10 FD&C BLUE NO. 2 FD&C RED NO. 40 MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE 101 POLYETHYLENE GLYCOL 4000 POLYVINYL ALCOHOL POVIDONE K90 SODIUM LAURYL SULFATE SODIUM STARCH GLYCOLATE TYPE A POTATO TALC TITANIUM DIOXIDE C84"
    ],
    "description": [
      "DESCRIPTION Probenecid is a uricosuric and renal tubular transport blocking agent. Probenecid is the generic name for 4-[(dipropyl-amino)sulfonyl] benzoic acid. It has the following structural formula: C 13 H 19 NO 4 S M.W. 285.36 Probenecid USP is a white or practically white, fine, crystalline powder. Probenecid is soluble in dilute alkali, in alcohol, in chloroform, and in acetone; it is practically insoluble in water and in dilute acids. Each tablet for oral administration contains 500 mg of probenecid. Probenecid Tablets USP 500 mg contain the following inactive ingredients: colloidal silicon dioxide, corn starch, D&C Yellow No. 10, FD&C Blue No. 2, FD&C Red No. 40, magnesium stearate, microcrystalline cellulose, polyethylene glycol, polyvinyl alcohol, povidone, sodium lauryl sulphate, sodium starch glycolate, talc and titanium dioxide. FDA approved dissolution test specifications differ from USP. probenecid-struc"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Probenecid is a uricosuric and renal tubular blocking agent. It inhibits the tubular reabsorption of urate, thus increasing the urinary excretion of uric acid and decreasing serum urate levels. Effective uricosuria reduces the miscible urate pool, retards urate deposition, and promotes resorption of urate deposits. Probenecid inhibits the tubular secretion of penicillin and usually increases penicillin plasma levels by any route the antibiotic is given. A 2-fold to 4-fold elevation has been demonstrated for various penicillins. Probenecid has also been reported to inhibit the renal transport of many other compounds including aminohippuric acid (PAH), aminosalicylic acid (PAS), indomethacin, sodium iodomethamate and related iodinated organic acids, 17-ketosteroids, pantothenic acid, phenolsulfonphthalein (PSP), sulfonamides, and sulfonylureas. See also Drug Interactions . Probenecid decreases both hepatic and renal excretion of sulfobromophthalein (BSP). The tubular reabsorption of phosphorus is inhibited in hypoparathyroid but not in euparathyroid individuals. Probenecid does not influence plasma concentrations of salicylates, nor the excretion of streptomycin, chloramphenicol, chlortetracycline, oxytetracycline, or neomycin."
    ],
    "indications_and_usage": [
      "INDICATIONS & USAGE Probenecid tablets are indicated for the treatment of the hyperuricemia associated with gout and gouty arthritis. As an adjuvant to therapy with penicillin or with ampicillin, methicillin, oxacillin, cloxacillin, or nafcillin, for elevation and prolongation of plasma levels by whatever route the antibiotic is given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Hypersensitivity to probenecid. Children under 2 years of age. Not recommended in persons with known blood dyscrasias or uric acid kidney stones. Therapy with probenecid should not be started until an acute gouty attack has subsided."
    ],
    "warnings": [
      "WARNINGS Exacerbation of gout following therapy with probenecid may occur; in such cases colchicine or other appropriate therapy is advisable. Probenecid increases plasma concentrations of methotrexate in both animals and humans. In animal studies, increased methotrexate toxicity has been reported. If probenecid is given with methotrexate, the dosage of methotrexate should be reduced and serum levels may need to be monitored. In patients on probenecid the use of salicylates in either small or large doses is contraindicated because it antagonizes the uricosuric action of probenecid. The biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents. In patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred. Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid. Most of these have been reported to occur within several hours after readministration following prior usage of the drug. The appearance of hypersensitivity reactions requires cessation of therapy with probenecid. Use in Pregnancy Probenecid crosses the placental barrier and appears in cord blood. The use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against possible hazards."
    ],
    "precautions": [
      "PRECAUTIONS General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose. Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "general_precautions": [
      "General Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with the use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake (see DOSAGE AND ADMINISTRATION ). In these cases when alkali is administered, the acid-base balance of the patient should be watched. Use with caution in patients with a history of peptic ulcer. Probenecid has been used in patients with some renal impairment but dosage requirements may be increased. Probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is 30 mL/minute or less. Because of its mechanism of action, probenecid is not recommended in conjunction with a penicillin in the presence of known renal impairment. A reducing substance may appear in the urine of patients receiving probenecid. This disappears with discontinuance of therapy. Suspected glycosuria should be confirmed by using a test specific for glucose."
    ],
    "drug_interactions": [
      "Drug Interactions When probenecid is used to elevate plasma concentrations of penicillin or other beta-lactams, or when such drugs are given to patients taking probenecid therapeutically, high plasma concentrations of the other drug may increase the incidence of adverse reactions associated with that drug. In the case of penicillin or other beta-lactams, psychic disturbances have been reported. The use of salicylates antagonizes the uricosuric action of probenecid (see WARNINGS ). The uricosuric action of probenecid is also antagonized by pyrazinamide. Probenecid produces an insignificant increase in free sulfonamide plasma concentrations but a significant increase in total sulfonamide plasma levels. Since probenecid decreases the renal excretion of conjugated sulfonamides, plasma concentrations of the latter should be determined from time to time when a sulfonamide and probenecid are coadministered for prolonged periods. Probenecid may prolong or enhance the action of oral sulfonylureas and thereby increase the risk of hypoglycemia. It has been reported that patients receiving probenecid require significantly less thiopental for induction of anesthesia. In addition, ketamine and thiopental anesthesia were significantly prolonged in rats receiving probenecid. The concomitant administration of probenecid increases the mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations. These include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin. Although the clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases in dosage of the drug in question should be made cautiously and in small increments when probenecid is being co-administered. Although specific instances of toxicity due to this potential interaction have not been observed to date, physicians should be alert to this possibility. Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. In animals and in humans, probenecid has been reported to increase plasma concentrations of methotrexate (see WARNINGS ). Falsely high readings for theophylline have been reported in an in vitro study, using the Schack and Waxler technique, when therapeutic concentrations of theophylline and probenecid were added to human plasma."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS The following adverse reactions have been observed and within each category are listed in order of decreasing severity. Central Nervous System: headache, dizziness. Metabolic: precipitation of acute gouty arthritis. Gastrointestinal: hepatic necrosis, vomiting, nausea, anorexia, sore gums. Genitourinary: nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency. Hypersensitivity: anaphylaxis, fever, urticaria, pruritus. Hematologic: aplastic anemia, leukopenia, hemolytic anemia which in some patients could be related to genetic deficiency of glucose-6-phosphate dehydrogenase in red blood cells, anemia. Integumentary: dermatitis, alopecia, flushing. To report SUSPECTED ADVERSE REACTIONS, contact Rising Pharma Holdings, Inc. at 1-844-874-7464 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "dosage_and_administration": [
      "DOSAGE & ADMINISTRATION Gout Therapy with probenecid should not be started until an acute gouty attack has subsided. However, if an acute attack is precipitated during therapy, probenecid may be continued without changing the dosage, and full therapeutic dosage of colchicine or other appropriate therapy should be given to control the acute attack. The recommended adult dosage is 250 mg (1/2 tablet of probenecid) twice a day for one week, followed by 500 mg (1 tablet) twice a day thereafter. Some degree of renal impairment may be present in patients with gout. A daily dosage of 1000 mg may be adequate. However, if necessary, the daily dosage may be increased by 500 mg increments every 4 weeks within tolerance (and usually not above 2000 mg per day) if symptoms of gouty arthritis are not controlled or the 24 hour uric acid excretion is not above 700 mg. As noted, probenecid may not be effective in chronic renal insufficiency, particularly when the glomerular filtration rate is 30 mL/minute or less. Gastric intolerance may be indicative of overdosage, and may be corrected by decreasing the dosage. As uric acid tends to crystallize out of an acid urine, a liberal fluid intake is recommended, as well as sufficient sodium bicarbonate (3 to 7.5 g daily), or potassium citrate (7.5 g daily) to maintain an alkaline urine (see PRECAUTIONS ) . Alkalization of the urine is recommended until the serum urate level returns to normal limits and tophaceous deposits disappear, i.e., during the period when urinary excretion of uric acid is at a high level. Thereafter, alkalization of the urine and the usual restriction of purine-producing foods may be somewhat relaxed. Probenecid should be continued at the dosage that will maintain normal serum urate levels. When acute attacks have been absent for 6 months or more and serum urate levels remain within normal limits, the daily dosage may be decreased by 500 mg every 6 months. The maintenance dosage should not be reduced to the point where serum urate levels tend to rise. Probenecid and Penicillin Therapy (General) Adults The recommended dosage is 2000 mg (4 tablets of probenecid) daily in divided doses. This dosage should be reduced in older patients in whom renal impairment may be present. Children 2 to 14 years of age Initial dose: 25 mg/kg body weight ( or 0.7 g/square meter body surface). Maintenance dose: 40 mg/kg body weight ( or 1.2 g/square meter body surface) per day, divided into 4 doses. For children weighing more than 50 kg (110 lb) the adult dosage is recommended. Probenecid is contraindicated in children under 2 years of age. The PSP excretion test may be used to determine the effectiveness of probenecid in retarding penicillin excretion and maintaining therapeutic levels. The renal clearance of PSP is reduced to about one-fifth the normal rate when dosage of probenecid is adequate. Penicillin Therapy (Gonorrhea)* In uncomplicated gonococcal infections in men and women (urethral, cervical, rectal), 1 g of probenecid should be given orally with 4.8 million units of aqueous procaine penicillin G** (given IM), or 3 g of amoxicillin** (given orally), or 3.5 g of ampicillin** (given orally). For further guidance, see CDC recommendations for definition of regimens of choice, alternative regimens, treatment of hypersensitive patients, and other aspects of therapy. *Recommended by the Centers for Disease Control, U.S. Department of Health and Human Services, Public Health Service (Morbidity and Mortality Weekly Report Supplement, Volume 34, Number 4S, October 18, 1985). **See package circulars of manufacturers for detailed information about CONTRAlNDICATIONS , WARNINGS , PRECAUTIONS , and ADVERSE REACTIONS ."
    ],
    "how_supplied": [
      "HOW SUPPLIED Probenecid Tablets USP, 500 mg are bisected, capsule-shaped, yellow, film-coated tablets debossed with “C84” on one side and break line on other side. They are supplied in bottles as follows: 100 count: NDC 16571-831-01 1,000 count: NDC 16571-831-10 Dispense in well-closed container with child-resistant closure. Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]. Manufactured for: Rising Pharma Holdings, Inc. East Brunswick, NJ 08816 Made in India. Neutral Code: 4323066/TS/DRUGS/2025 Revised: 01/2026 PIR83110-05"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 16571-831-01 Probenecid Tablets USP 500 mg 100 Tablets Rising Pharma Holdings, Inc. Rx only probenecid-label1.jpg"
    ],
    "set_id": "f2375d90-4132-4fb6-aee7-c4f9d11e98d5",
    "id": "5b9e2e37-77b7-464f-9bc8-ff678643d773",
    "effective_time": "20260128",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA217020"
      ],
      "brand_name": [
        "Probenecid"
      ],
      "generic_name": [
        "PROBENECID"
      ],
      "manufacturer_name": [
        "Rising Pharma Holdings, Inc."
      ],
      "product_ndc": [
        "16571-831"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "PROBENECID"
      ],
      "rxcui": [
        "198152"
      ],
      "spl_id": [
        "5b9e2e37-77b7-464f-9bc8-ff678643d773"
      ],
      "spl_set_id": [
        "f2375d90-4132-4fb6-aee7-c4f9d11e98d5"
      ],
      "package_ndc": [
        "16571-831-01",
        "16571-831-10"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "PO572Z7917"
      ]
    }
  }
]