[
  {
    "spl_product_data_elements": [
      "THIAMINE HYDROCHLORIDE injection, solution THIAMINE HYDROCHLORIDE injection, solution THIAMINE HYDROCHLORIDE THIAMINE ION WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride, USP in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; water for injection, q.s. Sodium Hydroxide and/or Hydrochloric Acid may have been used to adjust pH between 2.5 and 4.5 Thiamine hydrochloride, USP or vitamin B1, occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride, USP is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS An occasional individual may develop a hypersensitivity or life threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION \"Wet\" beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Distributor: HF ACQUISITION CO LLC, DBA HEALTHFIRST 11629 49TH PL W. MUKILTEO, WA 98275 HOW SUPPLIED"
    ],
    "spl_unclassified_section": [
      "To report SUSPECTED ADVERSE REACTIONS, contact HF Acquisition Co LLC, DBA HealthFirst at 1-800-331- 1984 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL, MFG LABEL ORIGINAL MFG LABEL",
      "PRINCIPAL DISPLAY PANEL, SERIALIZATION LABEL 51662-1635-1 SERIALIZED LABEL Label",
      "PRINCIPAL DISPLAY PANEL Rx only NDC 51662-1635-1 Thiamine HCl Injection, USP 200 mg/2 mL(100 mg/mL) For intramuscular or intravenous use. Protect from light. Sterile. Each mL contains: Thiamine HCl, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; water for injection, q.s. to 1 mL Sodium Hydroxide and/or Hydrochloric Acid may have been used to adjust pH between 2.5 and 4.5. Contains no more than 400 mcg/L of aluminum."
    ],
    "set_id": "06446e9a-0e85-0623-e063-6294a90ac403",
    "id": "3972cf2f-88ce-e507-e063-6394a90a8da5",
    "effective_time": "20250708",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA080571"
      ],
      "brand_name": [
        "THIAMINE HYDROCHLORIDE injection, solution"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE INJECTION, SOLUTION"
      ],
      "manufacturer_name": [
        "HF Acquisition Co LLC, DBA HealthFirst"
      ],
      "product_ndc": [
        "51662-1635"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "3972cf2f-88ce-e507-e063-6394a90a8da5"
      ],
      "spl_set_id": [
        "06446e9a-0e85-0623-e063-6294a90ac403"
      ],
      "package_ndc": [
        "51662-1635-1"
      ],
      "original_packager_product_ndc": [
        "43598-050"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5- pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 CIN 4 OS • HCl M.W. 337.27 Structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "drug_interactions": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: 200 mg per 2 mL (100 mg per mL) multiple dose vials packed in cartons containing 25 vials per carton. NDC: 70518-4230-00 NDC: 70518-4230-01 PACKAGING: 25 in 1 CARTON PACKAGING: 1 (2 mL VIAL TYPE, 0) Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Repackaged and Distributed By: Remedy Repack, Inc. 625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762"
    ],
    "package_label_principal_display_panel": [
      "DRUG: Thiamine Hydrochloride GENERIC: Thiamine Hydrochloride DOSAGE: INJECTION, SOLUTION ADMINSTRATION: INTRAMUSCULAR NDC: 70518-4230-0 NDC: 70518-4230-1 PACKAGING: 1 in 1 VIAL OUTER PACKAGING: 25 in 1 CARTON ACTIVE INGREDIENT(S): THIAMINE HYDROCHLORIDE 100mg in 1mL INACTIVE INGREDIENT(S): MM1 MM2"
    ],
    "set_id": "0f38c4ba-cebf-49f4-b0a6-8a5d3ebf618c",
    "id": "4005d19e-7cd8-f2db-e063-6394a90a9e7e",
    "effective_time": "20250930",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA080575"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "REMEDYREPACK INC."
      ],
      "product_ndc": [
        "70518-4230"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "4005d19e-7cd8-f2db-e063-6394a90a9e7e"
      ],
      "spl_set_id": [
        "0f38c4ba-cebf-49f4-b0a6-8a5d3ebf618c"
      ],
      "package_ndc": [
        "70518-4230-1",
        "70518-4230-0"
      ],
      "original_packager_product_ndc": [
        "0641-6228"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride thiamine hydrochloride Thiamine Hydrochloride THIAMINE ION MONOTHIOGLYCEROL Water Sodium hydroxide"
    ],
    "description": [
      "DESCRIPTION Thiamine hydrochloride injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; monothioglycerol 0.5%; Water for Injection q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 ClN 4 OS • HCl M.W. 337.27 Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase 2 to 3 times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately 3 weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "information_for_patients": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS An occasional individual may develop a hypersensitivity or life threatening anaphylactic reaction to thiamine, especially after repeated injection. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 mg to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg 3 times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 mg to 20 mg of thiamine hydrochloride are given IM 3 times daily for as long as 2 weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 mg to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 mg to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 mg to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP, 200 mg/2 mL (100 mg/mL), is available in: NDC 67457-196-02 2 mL (200 mg) multiple-dose vial, packaged 25 vials per carton. Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] Protect from light. Use only if solution is clear and seal intact. Preservative Free. Manufactured for: Mylan Institutional LLC Morgantown, WV 26505 U.S.A. Manufactured by: Mylan Institutional Galway, Ireland 0941L101 Revised: 4/2021 MI:THIAIJ:R4"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 200 mg/2 mL NDC 67457-196-02 Thiamine Hydrochloride Injection, USP 200 mg/2 mL (100 mg/mL) For Intramuscular or Intravenous Use Only Rx only 25 x 2 mL Multi-Dose Vials Preservative Free Sterile. Non-pyrogenic. Each mL contains: Thiamine HCl, 100 mg; monothioglycerol, 0.5% v/v; water for injection, q.s. Sodium Hydroxide may have been added for pH adjustment. Contains no more than 400 mcg/L of aluminum. Usual Dosage: See accompanying prescribing information. Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] Protect from light. Use only if solution is clear and seal intact. Manufactured for: Mylan Institutional LLC Morgantown, WV 26505 U.S.A. Manufactured by: Mylan Institutional Galway, Ireland Mylan.com MI:196:25C:R6 Thiamine Hydrochlordie Injection, USP 200 mg/2 mL Carton Label"
    ],
    "set_id": "12986d0e-b8bf-4338-9d85-07f973b35439",
    "id": "cbc5513d-4341-455c-b435-53dd5624efaa",
    "effective_time": "20210415",
    "version": "8",
    "openfda": {
      "application_number": [
        "ANDA091623"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Mylan Institutional LLC"
      ],
      "product_ndc": [
        "67457-196"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "cbc5513d-4341-455c-b435-53dd5624efaa"
      ],
      "spl_set_id": [
        "12986d0e-b8bf-4338-9d85-07f973b35439"
      ],
      "package_ndc": [
        "67457-196-00",
        "67457-196-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride CHLOROBUTANOL MONOTHIOGLYCEROL SODIUM HYDROXIDE THIAMINE HYDROCHLORIDE THIAMINE ION"
    ],
    "description": [
      "DESCRIPTION: Thiamine Hydrochloride Injection, USP is a sterile, clear colorless solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, USP or vitamin B 1 , occurs as colorless or white crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin, slightly soluble in alcohol and insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium, 3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride; and it has the following structural formula: Molecular Formula: C 12 H 17 CIN 4 OS • HCl Molecular Weight: 337.3 thiaminesturecture"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS: WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS: General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "information_for_patients": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "laboratory_tests": [
      "Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: To report SUSPECTED ADVERSE REACTIONS, contact Aspiro Pharma Limited at 1- 866-495-1995, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE: Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 mg to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 mg to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 mg to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 mg to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED: Thiamine Hydrochloride Injection, USP is a sterile, clear, colorless solution and is supplied as follows: 200 mg per 2 mL (100 mg per mL): 2 mL Multiple-Dose Vials in a Carton of 25 NDC 31722-363-32 Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. The vial stoppers are not made with natural rubber latex. Manufactured for: Camber Pharmaceuticals, Inc. Piscataway, NJ 08854 Manufactured by: Aspiro Pharma Limited Survey No. 321, Biotech Park, Phase – III, Karkapatla Village, Markook (Mandal), Siddipet, Telangana-502281, India. Issued: 11/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Thiamine Hydrochloride Injection, USP 200 mg/2 mL (100 mg/mL) Vial Label Thiamine Hydrochloride Injection, USP 200 mg/2 mL (100 mg/mL) Vial Carton Label thiaminecontainerlabel thiaminecartonlabel"
    ],
    "set_id": "2d402a31-3240-42a0-bd34-8fccd6a792d3",
    "id": "2d388a74-ef70-f1a1-e063-6294a90a9878",
    "effective_time": "20250203",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA218471"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Camber Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "31722-363"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "2d388a74-ef70-f1a1-e063-6294a90a9878"
      ],
      "spl_set_id": [
        "2d402a31-3240-42a0-bd34-8fccd6a792d3"
      ],
      "package_ndc": [
        "31722-363-31",
        "31722-363-32"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0331722363310"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride CHLOROBUTANOL HEMIHYDRATE MONOTHIOGLYCEROL WATER THIAMINE HYDROCHLORIDE THIAMINE ION"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5 pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 ClN 4 OS . HCl M.W. 337.27 structure-thiamine-hcl"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Pregnancy Category A - Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Steriscience at 1-888-278-1784 or www.steri-science.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: Unit of Sale Strength Each NDC 83270-004-03 Unit of 25 200 mg per 2 mL (100 mg per mL) NDC 83270-004-01 2 mL Multiple Dose Vial Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Manufactured by: OneSource Specialty Pharma Limited Bengaluru - 561203, India. Revised: November 2024."
    ],
    "how_supplied_table": [
      "<table width=\"100%\" border=\"6\"><caption/><tbody><tr><td><content styleCode=\"bold\"> Unit of Sale</content></td><td><content styleCode=\"bold\"> Strength</content></td><td><content styleCode=\"bold\"> Each</content></td></tr><tr><td> NDC 83270-004-03   Unit of 25 </td><td><paragraph> 200 mg per 2 mL</paragraph><paragraph> (100 mg per mL)</paragraph></td><td><paragraph> NDC 83270-004-01</paragraph><paragraph> 2 mL Multiple Dose Vial</paragraph></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 83270- 004 -01 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. Protect from light. NDC 83270- 004 -03 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. 25 x 2 mL Multiple-Dose Vials vial image carton image thiamine"
    ],
    "set_id": "2e957a35-83b3-47f5-ad09-216b22cc30be",
    "id": "35b76beb-ff8a-b29a-e063-6294a90adc4f",
    "effective_time": "20250522",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA217181"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "ONESOURCE SPECIALTY PHARMA LIMITED"
      ],
      "product_ndc": [
        "83270-004"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "35b76beb-ff8a-b29a-e063-6294a90adc4f"
      ],
      "spl_set_id": [
        "2e957a35-83b3-47f5-ad09-216b22cc30be"
      ],
      "package_ndc": [
        "83270-004-01",
        "83270-004-03"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride CHLOROBUTANOL HEMIHYDRATE MONOTHIOGLYCEROL WATER THIAMINE HYDROCHLORIDE THIAMINE ION"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 ClN 4 OS . HCl M.W. 337.27 structure-thiamine-hcl"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Pregnancy Category A - Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Fosun Pharma USA Inc. at 1-866-611-3762 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: Unit of Sale Strength Each NDC 72266-260-25 Unit of 25 200 mg per 2 mL (100 mg per mL) NDC 72266-260-01 2 mL Multiple Dose Vial Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Distributed by: Fosun Pharma USA Inc. Princeton, NJ 08540 Made in India Code No: KR/DRUGS/KTK/28/280/95 Revised: June 2025 1200012494"
    ],
    "how_supplied_table": [
      "<table border=\"6\" width=\"100%\"><caption/><tbody><tr><td><content styleCode=\"bold\">Unit of Sale</content></td><td><content styleCode=\"bold\">Strength</content></td><td><content styleCode=\"bold\">Each</content></td></tr><tr><td>NDC 72266-260-25   Unit of 25 </td><td><paragraph>200 mg per 2 mL</paragraph><paragraph>(100 mg per mL)</paragraph></td><td><paragraph>NDC 72266-260-01</paragraph><paragraph>2 mL Multiple Dose Vial</paragraph></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 72266-260-01 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. Protect from light. NDC 72266-260-25 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. 25 x 2 mL Multiple Dose Vials container carton"
    ],
    "set_id": "3649f7b5-dcce-b246-e063-6394a90a3145",
    "id": "3649f758-e30e-3c6a-e063-6294a90a5c36",
    "effective_time": "20250629",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA217181"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Fosun Pharma USA Inc."
      ],
      "product_ndc": [
        "72266-260"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "3649f758-e30e-3c6a-e063-6294a90a5c36"
      ],
      "spl_set_id": [
        "3649f7b5-dcce-b246-e063-6394a90a3145"
      ],
      "package_ndc": [
        "72266-260-01",
        "72266-260-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "THIAMINE HYDROCHLORIDE thiamine hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "Description Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride, USP in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; water for injection, q.s. Sodium Hydroxide and/or Hydrochloric Acid may have been used to adjust pH between 2.5 and 4.5 Thiamine hydrochloride, USP or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride, USP is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: Formula1.jpg"
    ],
    "clinical_pharmacology": [
      "Clinical Pharmacology The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "Indications and Usage Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "Contraindications A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "Warnings WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "Precautions General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "Adverse Reactions An occasional individual may develop a hypersensitivity or life threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "Overdosage Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "Dosage and Administration \"Wet\" beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "How Supplied Thiamine Hydrochloride Injection, USP is supplied as follows Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 From Original Manufacturer/Distributor's NDC and Unit of Sale To Henry Schein Repackaged Product NDC and Unit of Sale Total Strength/Total Volume (Concentration) per unit NDC 43598-050-25 Unit of 25 NDC 0404-9799-20 1 2 mL Multiple Dose Vial in a bag (Vial bears NDC 43598-050-11) 200 mg/2 mL (100 mg/mL) Distributor: Dr. Reddys Laboratories, Inc. Princeton, NJ 08540 Made in India Dr. Reddy's Issued: December 2022 Image1.jpg"
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><caption> Product repackaged by: Henry Schein, Inc., Bastian, VA 24314</caption><tbody><tr><td>From Original Manufacturer/Distributor&apos;s NDC and Unit of Sale</td><td>To Henry Schein Repackaged Product NDC and Unit of Sale </td><td>Total Strength/Total Volume (Concentration) per unit </td></tr><tr><td>NDC 43598-050-25 Unit of 25</td><td>NDC 0404-9799-20 1 2 mL Multiple Dose Vial in a bag (Vial bears NDC 43598-050-11)</td><td>200 mg/2 mL (100 mg/mL)</td></tr></tbody></table>"
    ],
    "spl_unclassified_section": [
      "To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories, Inc. at 1-888-375- 3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "package_label_principal_display_panel": [
      "Sample Package Label Label1.jpg"
    ],
    "set_id": "3bdf3b03-90cf-4416-9344-7733b193adf5",
    "id": "e120bcda-effd-4f26-a706-47109c40062d",
    "effective_time": "20251107",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA080571"
      ],
      "brand_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Henry Schein, Inc."
      ],
      "product_ndc": [
        "0404-9799"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "e120bcda-effd-4f26-a706-47109c40062d"
      ],
      "spl_set_id": [
        "3bdf3b03-90cf-4416-9344-7733b193adf5"
      ],
      "package_ndc": [
        "0404-9799-20"
      ],
      "original_packager_product_ndc": [
        "43598-050"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride thiamine hydrochloride Thiamine Hydrochloride THIAMINE ION Water Sodium hydroxide logo vial"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride, USP in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; water for injection, q.s. Sodium Hydroxide and/or Hydrochloric Acid may have been used to adjust pH between 2.5 and 4.5 Thiamine hydrochloride, USP or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride, USP is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 ClN 4 OS • HCl M.W. 337.27 Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "information_for_patients": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS An occasional individual may develop a hypersensitivity or life threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION \"Wet\" beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows Product Code Unit of Sale Strength Each 050 NDC 43598-050-25 Unit of 25 200 mg per 2 mL (100 mg per mL) NDC 43598-050-11 2 mL Multiple Dose Vial Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Distributor: Dr. Reddy’s Laboratories, Inc. Princeton, NJ 08540 Made in India Issued: December 2022"
    ],
    "how_supplied_table": [
      "<table><tbody><tr><td><content styleCode=\"bold\">Product Code</content></td><td><content styleCode=\"bold\">Unit of Sale </content></td><td><content styleCode=\"bold\">Strength</content></td><td><content styleCode=\"bold\">Each</content></td></tr><tr><td>050</td><td>NDC 43598-050-25  Unit of 25 </td><td>200 mg per 2 mL (100 mg per mL)</td><td>NDC 43598-050-11  2 mL Multiple Dose Vial</td></tr></tbody></table>"
    ],
    "spl_unclassified_section": [
      "To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories, Inc. at 1-888-375- 3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "package_label_principal_display_panel": [
      "",
      "Rx only NDC 43598-050-25 Thiamine HCl Injection, USP 200 mg/2 mL (100 mg/mL) For intramuscular or intravenous use. Protect from light. 25 x 2 mL Multiple Dose Vials Sterile. Each mL contains: Thiamine HCl, USP 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; water for injection, q.s. to 1 mL Sodium Hydroxide and/or Hydrochloric Acid may have been used to adjust pH between 2.5 and 4.5. Contains no more than 400 mcg/L of aluminum. carton"
    ],
    "set_id": "43926cec-e483-8cf1-4d8d-5145e554d45d",
    "id": "253cd4f8-82f7-be9b-ace6-0e59b3326d88",
    "effective_time": "20221230",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA080571"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Dr. Reddy's Laboratories Inc."
      ],
      "product_ndc": [
        "43598-050"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "253cd4f8-82f7-be9b-ace6-0e59b3326d88"
      ],
      "spl_set_id": [
        "43926cec-e483-8cf1-4d8d-5145e554d45d"
      ],
      "package_ndc": [
        "43598-050-11",
        "43598-050-25"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0343598050119"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION MONOTHIOGLYCEROL SODIUM HYDROXIDE WATER"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile, clear and colorless to pale yellow color solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride USP 100 mg; monothioglycerol 0.5%; water for injection q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride USP, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: Thiamine Hydrochloride Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine hydrochloride injection, USP is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection, USP should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection, USP is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection, USP is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 mg to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 mg to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 mg to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 mg to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is a sterile, clear and colorless to pale yellow color solution and is supplied as follows: 200 mg per 2 mL (100 mg/mL): 2 mL Multiple-Dose Vials in a Carton of 25 55150-273-25 Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. The vial stoppers are not made with natural rubber latex. Distributed by: Eugia US LLC 279 Princeton-Hightstown Rd. E. Windsor, NJ 08520 Manufactured by: Eugia Pharma Specialities Limited Hyderabad - 500032 India Revised: June 2023"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL-PRINCIPAL DISPLAY PANEL - 200 mg per 2 mL (100 mg/mL) - Container Label Rx only NDC 55150-273-01 Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg/mL) For Intramuscular or Intravenous Use 2 mL Multiple-Dose Vial PACKAGE LABEL-PRINCIPAL DISPLAY PANEL – 200 mg per 2 mL (100 mg / mL) - Container Label",
      "PACKAGE LABEL-PRINCIPAL DISPLAY PANEL – 200 mg per 2 mL (100 mg/mL) - Container-Carton (25 Vials) Rx only NDC 55150-273-25 Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg/mL) For Intramuscular or Intravenous Use Sterile 25 x 2 mL Multiple-Dose Vials eugia PACKAGE LABEL-PRINCIPAL DISPLAY PANEL – 200 mg per 2 mL (100 mg / mL) - Container-Carton (25 Vials)"
    ],
    "set_id": "4985bf3c-abe5-4bbb-9dcc-6de387d36d6b",
    "id": "b4f91191-9bfa-41ed-a9ca-221cf44ffc27",
    "effective_time": "20251023",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA208703"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Eugia US LLC"
      ],
      "product_ndc": [
        "55150-273"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "b4f91191-9bfa-41ed-a9ca-221cf44ffc27"
      ],
      "spl_set_id": [
        "4985bf3c-abe5-4bbb-9dcc-6de387d36d6b"
      ],
      "package_ndc": [
        "55150-273-01",
        "55150-273-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "thiamine hydrochloride thiamine hydrochloride thiamine hydrochloride thiamine ion chlorobutanol monothioglycerol water sodium hydroxide"
    ],
    "spl_unclassified_section": [
      "(For Intravenous or Intramuscular Use) SAGENT ® Rx only"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; Water for Injection q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4- methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 CIN 4 OS • HCl M.W. 337.27 Structural Formula"
    ],
    "description_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"50.000%\" align=\"left\"/><col width=\"50.000%\" align=\"left\"/><tbody><tr><td colspan=\"2\" align=\"center\" valign=\"top\"><renderMultiMedia ID=\"f01\" referencedObject=\"mm01\"/></td></tr><tr><td align=\"center\" valign=\"top\"><content styleCode=\"bold\">C<sub>12</sub>H<sub>17</sub>CIN<sub>4</sub>OS &#x2022; HCl</content></td><td align=\"center\" valign=\"top\"><content styleCode=\"bold\">M.W. 337.27</content></td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine Hydrochloride Injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine Hydrochloride Injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine Hydrochloride Injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine Hydrochloride Injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Pregnancy Category A –Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "information_for_patients": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Pregnancy Category A –Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injection. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals, Inc. at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride injection are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride injection IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride injection has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride injection in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: Thiamine Hydrochloride Injection, USP NDC (100 mg per mL) Package Factor 25021-500-02 200 mg per 2 mL Multi-Dose Vial 25 vials per carton Storage Conditions Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] Protect from light. Retain in carton until time of use. Use only if solution is clear and seal intact. Sterile, Nonpyrogenic. The container closure is not made with natural rubber latex. SAGENT ® Mfd. for SAGENT Pharmaceuticals Schaumburg, IL 60195 (USA) Made in India ©2020 Sagent Pharmaceuticals, Inc. Revised: January 2020 SAGENT Pharmaceuticals ®"
    ],
    "how_supplied_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"26.267%\" align=\"left\"/><col width=\"52.167%\" align=\"left\"/><col width=\"21.567%\" align=\"left\"/><tbody><tr><td align=\"justify\" valign=\"top\"/><td align=\"justify\" valign=\"top\"><content styleCode=\"bold\">Thiamine Hydrochloride Injection, USP</content></td><td align=\"justify\" valign=\"top\"/></tr><tr><td align=\"justify\" valign=\"top\"><content styleCode=\"bold\">NDC</content></td><td align=\"justify\" valign=\"top\"><content styleCode=\"bold\">(100 mg per mL)</content></td><td align=\"justify\" valign=\"top\"><content styleCode=\"bold\">Package Factor</content></td></tr><tr><td align=\"justify\" valign=\"top\">25021-500-02 </td><td align=\"justify\" valign=\"top\">200 mg per 2 mL Multi-Dose Vial </td><td align=\"justify\" valign=\"top\">25 vials per carton </td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "Storage Conditions Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] Protect from light. Retain in carton until time of use. Use only if solution is clear and seal intact. Sterile, Nonpyrogenic. The container closure is not made with natural rubber latex. SAGENT ® Mfd. for SAGENT Pharmaceuticals Schaumburg, IL 60195 (USA) Made in India ©2020 Sagent Pharmaceuticals, Inc. Revised: January 2020 SAGENT Pharmaceuticals ®"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL – PRINCIPAL DISPLAY PANEL – Vial Label NDC 25021-500-02 Rx only Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous Use 2 mL Multi-Dose Vial PACKAGE LABEL – PRINCIPAL DISPLAY PANEL – Vial Label"
    ],
    "set_id": "5982cf83-01d6-4acb-8373-339079b8a76e",
    "id": "644d12b5-9a05-47dc-9e1c-d8f6fe9bbec2",
    "effective_time": "20240719",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA206106"
      ],
      "brand_name": [
        "thiamine hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Sagent Pharmaceuticals"
      ],
      "product_ndc": [
        "25021-500"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "644d12b5-9a05-47dc-9e1c-d8f6fe9bbec2"
      ],
      "spl_set_id": [
        "5982cf83-01d6-4acb-8373-339079b8a76e"
      ],
      "package_ndc": [
        "25021-500-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride THIAMINE HYDROCHLORIDE Thiamine ION"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5- pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 CIN 4 OS • HCl M.W. 337.27 Structural formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "drug_interactions": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: NDC 0641-6228-25: 200 mg per 2 mL (100 mg per mL) multiple dose vials packed in cartons containing 25 vials per carton. Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Manufactured by: Hikma Pharmaceuticals USA Inc. Berkeley Heights, NJ 07922 Revised March 2020 462-857-00"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL PRINCIPAL DISPLAY PANEL CONTAINER LABEL NDC 0641- 6228 -01 Rx only Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg/mL) For IM or IV use Protect from light 2 mL Multiple-Dose Vial 462-855-00",
      "PACKAGE LABEL PRINCIPAL DISPLAY PANEL CARTON LABEL NDC 0641- 6228 -25 Rx only Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg/mL) For Intramuscular or Intravenous use 25 x 2 mL Multiple-Dose Vials 462-856-00"
    ],
    "set_id": "63f3631b-ba1e-430c-a30b-dd05b2c00c13",
    "id": "54a057cd-6e3d-40e6-8329-98e47da7dd68",
    "effective_time": "20240411",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA080575"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Hikma Pharmaceuticals USA Inc."
      ],
      "product_ndc": [
        "0641-6228"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "54a057cd-6e3d-40e6-8329-98e47da7dd68"
      ],
      "spl_set_id": [
        "63f3631b-ba1e-430c-a30b-dd05b2c00c13"
      ],
      "package_ndc": [
        "0641-6228-01",
        "0641-6228-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thiamine Hydrochloride Thiamine Hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION CHLOROBUTANOL HEMIHYDRATE MONOTHIOGLYCEROL WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION: Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol anhydrous (chloral derivative) 0.5%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5 pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: C 12 H 17 CIN 4 OS HCl M.W. 337.27 structural-formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS: WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS: General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Pregnancy Category A - Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: To report SUSPECTED ADVERSE REACTIONS, contact Avet Pharmaceuticals Inc. at 1-866-901-DRUG (3784) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE: Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED: Thiamine Hydrochloride Injection, USP is supplied as follows: Unit of Sale Strength Each NDC 23155-933-41 Unit of 25 200 mg per 2 mL (100 mg per mL) NDC 23155-933-31 2 mL Multiple Dose Vial Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT. Use only if solution is clear and seal intact. Manufactured by: OneSource Specialty Pharma Limited Bengaluru - 560076, India. Manufactured for: Avet Pharmaceuticals Inc. East Brunswick, NJ 08816 1-866-901-DRUG (3784) Revised: 06/2025 avet-logo"
    ],
    "how_supplied_table": [
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Unit of Sale</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"> Strength</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"> Each</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>NDC 23155-933-41</paragraph><paragraph>Unit of 25</paragraph></td><td valign=\"top\"><paragraph> 200 mg per 2 mL</paragraph><paragraph> (100 mg per mL)</paragraph></td><td valign=\"top\"><paragraph> NDC 23155-933-31</paragraph><paragraph> 2 mL Multiple Dose Vial</paragraph></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 23155- 933 -31 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. Protect from light. NDC 23155- 933 -41 Rx only Thiamine Hydrochloride Injection, USP 200 mg per 2 mL (100 mg per mL) For Intramuscular or Intravenous use. 25 x 2 mL Multiple-Dose Vials vial-label carton-label"
    ],
    "set_id": "764d608a-d821-4447-85e1-6af297abb4c1",
    "id": "7363c28e-b473-4186-98a2-8f5f50698b01",
    "effective_time": "20250716",
    "version": "1",
    "openfda": {
      "application_number": [
        "ANDA217181"
      ],
      "brand_name": [
        "Thiamine Hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Heritage Pharmaceuticals Inc. d/b/a Avet Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "23155-933"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "7363c28e-b473-4186-98a2-8f5f50698b01"
      ],
      "spl_set_id": [
        "764d608a-d821-4447-85e1-6af297abb4c1"
      ],
      "package_ndc": [
        "23155-933-31",
        "23155-933-41"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0323155933314"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "THIAMINE HYDROCHLORIDE thiamine hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION MONOTHIOGLYCEROL WATER SODIUM HYDROXIDE"
    ],
    "description": [
      "DESCRIPTION: Thiamine hydrochloride injection is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; monothioglycerol 0.5%; Water for Injection q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B1, occurs as white cyrstals or crystalline powder that usually has a slight, characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium, 3-[(4-amino-2-methyl-5-pyrimidinyl)methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: Formula1.jpg"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY: The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine. Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase 2 to 3 times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and a-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B1 can occur after approximately 3 weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE: Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke's encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS: A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS: WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS: General: Simple vitamin B1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients: The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Nursing Mothers: It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS: An occasional individual may develop a hypersensitivity or life threatening anaphylactic reaction to thiamine, especially after repeated injection. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS)."
    ],
    "overdosage": [
      "OVERDOSAGE: Parenteral doses of 100 mg to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg 3 times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: \"Wet\" beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS). In the treatment of beriberi, 10 mg to 20 mg of thiamine hydrochloride are given IM 3 times daily for as long as 2 weeks. (See WARNINGS regarding repeated injection of thiamine.) An oral therapeutic multivitamin preparation containing 5 mg to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 mg to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 mg to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "How Supplied Thiamine Hydrochloride Injection, USP, 200 mg/2 mL (100 mg/mL), is available in: NDC 67457-196-02 2 mL (200 mg) multiple-dose vial, packaged 25 vials per carton. Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] Protect from light. Use only if solution is clear and seal intact. Preservative Free. Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 From Original Manufacturer/Distributor's NDC and Unit of Sale To Henry Schein Repackaged Product NDC and Unit of Sale Total Strength/Total Volume (Concentration) per unit NDC 67457-196-02 Packaged 25 vials per carton NDC 0404-9963-02 1 2 mL multiple-dose vial in a bag (Vial bears NDC 67457-196-00) 200 mg Manufactured for: Mylan Institutional LLC Morgantown, WV 26505 U.S.A. Manufactured by: Mylan Institutional Galway, Ireland 0941L101 Revised: 4/2021 MI:THIAIJ:R4"
    ],
    "how_supplied_table": [
      "<table width=\"100%\"><caption>Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 </caption><tbody><tr><td>From Original Manufacturer/Distributor&apos;s NDC and Unit of Sale</td><td>To Henry Schein Repackaged Product NDC and Unit of Sale</td><td>Total Strength/Total Volume (Concentration) per unit</td></tr><tr><td>NDC 67457-196-02 Packaged 25 vials per carton</td><td>NDC 0404-9963-02 1 2 mL multiple-dose vial in a bag (Vial bears NDC 67457-196-00)</td><td>200 mg</td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "SAMPLE PACKAGE LABEL Label1.jpg"
    ],
    "set_id": "c006eca3-137a-493f-bbc4-f04e463d66f9",
    "id": "cf11a7a8-2864-4682-a335-71cc5591bc48",
    "effective_time": "20250926",
    "version": "6",
    "openfda": {
      "application_number": [
        "ANDA091623"
      ],
      "brand_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Henry Schein, Inc."
      ],
      "product_ndc": [
        "0404-9963"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "cf11a7a8-2864-4682-a335-71cc5591bc48"
      ],
      "spl_set_id": [
        "c006eca3-137a-493f-bbc4-f04e463d66f9"
      ],
      "package_ndc": [
        "0404-9963-02"
      ],
      "original_packager_product_ndc": [
        "67457-196"
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "thiamine hydrochloride thiamine hydrochloride THIAMINE HYDROCHLORIDE THIAMINE ION CHLOROBUTANOL HEMIHYDRATE MONOTHIOGLYCEROL SODIUM HYDROXIDE WATER"
    ],
    "description": [
      "DESCRIPTION Thiamine Hydrochloride Injection, USP is a sterile solution of thiamine hydrochloride in Water for Injection for intramuscular (IM) or slow intravenous (IV) administration. Each mL contains: Thiamine hydrochloride 100 mg; chlorobutanol hemihydarte 5.25%; monothioglycerol 0.5%; water for injection, q.s. Sodium hydroxide may have been added for pH adjustment (2.5 to 4.5). Thiamine hydrochloride, or vitamin B 1 , occurs as white crystals or crystalline powder that usually has a slight characteristic odor. Freely soluble in water; soluble in glycerin; slightly soluble in alcohol; insoluble in ether and benzene. Thiamine is rapidly destroyed in neutral or alkaline solutions but is stable in the dry state. It is reasonably stable to heat in acid solution. The chemical name of thiamine hydrochloride is thiazolium,3-[(4-amino-2-methyl-5-pyrimidinyl) methyl]-5-(2-hydroxyethyl)-4-methylchloride, monohydrochloride and it has the following structural formula: thiamine-spl-structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY The water soluble vitamins are widely distributed in both plants and animals. They are absorbed in man by both diffusion and active transport mechanisms. These vitamins are structurally diverse (derivatives of sugar, pyridine, purines, pyrimidine, organic acid complexes and nucleotide complex) and act as coenzymes, as oxidation-reduction agents, possibly as mitochondrial agents. Metabolism is rapid, and the excess is excreted in the urine Thiamine is distributed in all tissues. The highest concentrations occur in liver, brain, kidney and heart. When thiamine intake is greatly in excess of need, tissue stores increase two to three times. If intake is insufficient, tissues become depleted of their vitamin content. Absorption of thiamine following IM administration is rapid and complete. Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate, also known as cocarboxylase, a coenzyme. Its role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and α-ketoacids to acetaldehyde and carbon dioxide. Increased levels of pyruvic acid in the blood indicate vitamin B 1 deficiency. The requirement for thiamine is greater when the carbohydrate content of the diet is raised. Body depletion of vitamin B 1 can occur after approximately three weeks of total absence of thiamine in the diet."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Thiamine hydrochloride injection is effective for the treatment of thiamine deficiency or beriberi whether of the dry (major symptoms related to the nervous system) or wet (major symptoms related to the cardiovascular system) variety. Thiamine hydrochloride injection should be used where rapid restoration of thiamine is necessary, as in Wernicke’s encephalopathy, infantile beriberi with acute collapse, cardiovascular disease due to thiamine deficiency, or neuritis of pregnancy if vomiting is severe. It is also indicated when giving IV dextrose to individuals with marginal thiamine status to avoid precipitation of heart failure. Thiamine hydrochloride injection is also indicated in patients with established thiamine deficiency who cannot take thiamine orally due to coexisting severe anorexia, nausea, vomiting, or malabsorption. Thiamine hydrochloride injection is not usually indicated for conditions of decreased oral intake or decreased gastrointestinal absorption, because multiple vitamins should usually be given."
    ],
    "contraindications": [
      "CONTRAINDICATIONS A history of sensitivity to thiamine or to any of the ingredients in this drug is a contraindication. (See WARNINGS for further information.)"
    ],
    "warnings": [
      "WARNINGS WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration. Serious hypersensitivity/anaphylactic reactions can occur, especially after repeated administration. Deaths have resulted from IV or IM administration of thiamine (see ADVERSE REACTIONS ). Routine testing for hypersensitivity, in many cases, may not detect hypersensitivity. Nevertheless, a skin test should be performed on patients who are suspected of drug allergies or previous reactions to thiamine, and any positive responders should not receive thiamine by injection. If hypersensitivity to thiamine is suspected (based on history of drug allergy or occurrence of adverse reactions after thiamine administration), administer one-hundredth of the dose intradermally and observe for 30 minutes. If no reaction occurs, full dose can be given; the patient should be observed for at least 30 minutes after injection. Be prepared to treat anaphylactic reactions regardless of the precautions taken. Treatment of anaphylactic reactions includes maintaining a patent airway and the use of epinephrine, oxygen, vasopressors, steroids and antihistamines."
    ],
    "precautions": [
      "PRECAUTIONS General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy. Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy. Usage in Pregnancy Pregnancy Category A –Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "general_precautions": [
      "General Simple vitamin B 1 deficiency is rare. Multiple vitamin deficiencies should be suspected in any case of dietary inadequacy."
    ],
    "information_for_patients": [
      "Information for Patients The patient should be advised as to proper dietary habits during treatment so that relapses will be less likely to occur with reduction in dosage or cessation of injection therapy."
    ],
    "pregnancy": [
      "Usage in Pregnancy Pregnancy Category A –Studies in pregnant women have not shown that thiamine hydrochloride increases the risk of fetal abnormalities if administered during pregnancy. If the drug is used during pregnancy, the possibility of fetal harm appears remote. Because studies cannot rule out the possibility of harm however, thiamine hydrochloride should be used during pregnancy only if clearly needed."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when thiamine hydrochloride is administered to a nursing mother."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma at 609-250-7990 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. An occasional individual may develop a hypersensitivity or life-threatening anaphylactic reaction to thiamine, especially after repeated injections. Collapse and death have been reported. A feeling of warmth, pruritus, urticaria, weakness, sweating, nausea, restlessness, tightness of the throat, angioneurotic edema, cyanosis, pulmonary edema, and hemorrhage into the gastrointestinal tract have also been reported. Some tenderness and induration may follow IM use (see WARNINGS )."
    ],
    "overdosage": [
      "OVERDOSAGE Parenteral doses of 100 to 500 mg singly have been administered without toxic effects. However, dosages exceeding 30 mg three times a day are not utilized effectively. When the body tissues are saturated with thiamine, it is excreted in the urine as pyrimidine. As the intake of thiamine is further increased, it appears unchanged in the urine."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION “Wet” beriberi with myocardial failure must be treated as an emergency cardiac condition, and thiamine must be administered slowly by the IV route in this situation (see WARNINGS ). In the treatment of beriberi, 10 to 20 mg of thiamine hydrochloride are given IM three times daily for as long as two weeks. (See WARNINGS regarding repeated injections of thiamine.) An oral therapeutic multivitamin preparation containing 5 to 10 mg thiamine, administered daily for one month, is recommended to achieve body tissue saturation. Infantile beriberi that is mild may respond to oral therapy, but if collapse occurs, doses of 25 mg may cautiously be given IV. Poor dietary habits should be corrected and an abundant and well-balanced dietary intake should be prescribed. Patients with neuritis of pregnancy in whom vomiting is severe enough to preclude adequate oral therapy should receive 5 to 10 mg of thiamine hydrochloride IM daily. In the treatment of Wernicke-Korsakoff syndrome, thiamine hydrochloride has been administered IV in an initial dose of 100 mg, followed by IM doses of 50 to 100 mg daily until the patient is consuming a regular, balanced diet. (See WARNINGS regarding repeated injections of thiamine.) Patients with marginal thiamine status to whom dextrose is being administered should receive 100 mg thiamine hydrochloride in each of the first few liters of IV fluid to avoid precipitating heart failure. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
    ],
    "how_supplied": [
      "HOW SUPPLIED Thiamine Hydrochloride Injection, USP is supplied as follows: Unit of sale Strength Each NDC 68083-567-25 Unit of 25 200 mg per 2 mL (100 mg per mL) NDC 68083-567-01 2 mL Multiple Dose Vial Store at 20° to 25°C (68° to 77° F) [see USP Controlled Room Temperature]. PROTECT FROM LIGHT Use only if solution is clear and seal intact. Manufactured by: Gland Pharma Limited Hyderabad -502307, INDIA Issued: April 2023"
    ],
    "how_supplied_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\">Unit of sale</content> </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\">Strength</content> </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\">Each</content> </td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"top\">NDC 68083-567-25 Unit of 25 </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">200 mg per 2 mL (100 mg per mL) </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">NDC 68083-567-01 2 mL Multiple Dose Vial </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Carton Label NDC 68083-567-25 Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg per mL) For intramuscular or intravenous use. 25 x 2 mL Rx only Multiple Dose Vials Vial Label NDC 68083-567-01 Rx only Thiamine HCl Injection, USP 200 mg per 2 mL (100 mg per mL) For intramuscular or intravenous use Protect from light. 2 mL Multiple Dose Vial thiamine-spl-carton thiamine-spl-vial"
    ],
    "set_id": "fc0265cd-d13a-477c-8c2c-8d44fd86444e",
    "id": "809c6495-dfc8-4a9e-ab98-9a5e607075ab",
    "effective_time": "20250227",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA217800"
      ],
      "brand_name": [
        "thiamine hydrochloride"
      ],
      "generic_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Gland Pharma Limited"
      ],
      "product_ndc": [
        "68083-567"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR",
        "INTRAVENOUS"
      ],
      "substance_name": [
        "THIAMINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "313324"
      ],
      "spl_id": [
        "809c6495-dfc8-4a9e-ab98-9a5e607075ab"
      ],
      "spl_set_id": [
        "fc0265cd-d13a-477c-8c2c-8d44fd86444e"
      ],
      "package_ndc": [
        "68083-567-25"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "M572600E5P"
      ]
    }
  }
]