[
  {
    "spl_product_data_elements": [
      "Tiopronin Tiopronin METHACRYLIC ACID-ETHYL ACRYLATE COPOLYMER (1:1) TYPE A LACTOSE MONOHYDRATE HYPROMELLOSE, UNSPECIFIED TALC TRIETHYL CITRATE MAGNESIUM STEARATE TIOPRONIN TIOPRONIN HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED T1 Tiopronin Tiopronin METHACRYLIC ACID-ETHYL ACRYLATE COPOLYMER (1:1) TYPE A LACTOSE MONOHYDRATE HYPROMELLOSE, UNSPECIFIED TRIETHYL CITRATE MAGNESIUM STEARATE TIOPRONIN TIOPRONIN HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED TALC T3"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin Delayed-Release Tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 20 kg and greater with severe homozygous cystinuria, who are not responsive to these measures alone. Tiopronin Delayed-Release Tablets are a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 20 kg and greater with severe homozygous cystinuria, who are not responsive to these measures alone. (1)"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION 2.1 Recommended Dosage Adults: The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics: The recommended initial dosage in pediatric patients weighing 20 kg and greater is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions (5.1), Use in Specific Populations (8.4)]. Administer Tiopronin Delayed-Release Tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. Consider starting Tiopronin Delayed-Release Tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. 2.2 Preparation and Administration Instructions For patients who cannot swallow the tablet whole, Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce. Administration of Tiopronin Delayed-Release Tablets with other liquids or foods has not been studied and is not recommended. Preparation and Administration of Tiopronin Delayed-Release Tablets Mixed in Applesauce For patients who can swallow semi-solid food, Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce: 1. Crush the Tiopronin Delayed-Release Tablet in a clean pill crusher or mortar and pestle. Always crush one tablet at a time. 2. Measure approximately one tablespoon of applesauce and transfer it into a container with the crushed Tiopronin Delayed-Release Tablet. 3. Mix the crushed Tiopronin Delayed-Release Tablet in the applesauce until the powder is well dispersed. 4. Administer the entire Tiopronin Delayed-Release Tablets-applesauce mixture to the patient’s mouth immediately. (However, if this is not possible, the mixture can be stored in a refrigerator for up to 2 hours after adding the crushed tablet to the applesauce. Discard any mixture that has not been given within 2 hours.) 5. To assure that any leftover applesauce mixture from the container is recovered, add tap water to the same container, mix, and have the patient drink the water. 2.3 Monitoring Measure urinary cystine 1 month after starting Tiopronin Delayed-Release Tablets and every 3 months thereafter. Adjust Tiopronin Delayed-Release Tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions (5.1)]. Discontinue Tiopronin Delayed-Release Tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting Tiopronin Delayed-Release Tablets treatment at a lower dosage after resolution of proteinuria. The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. (2.1) The recommended initial dosage in pediatric patients 20 kg and greater is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients. (5.1, 8.4) Measure urinary cystine 1 month after initiation of Tiopronin Delayed-Release Tablets and every 3 months thereafter (2.3) Administer Tiopronin Delayed-Release Tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. (2.1) Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce. For preparation and administration instructions, see the full prescribing information. (2.2) 2.1 Recommended Dosage Adults: The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics: The recommended initial dosage in pediatric patients weighing 20 kg and greater is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions (5.1), Use in Specific Populations (8.4)]. Administer Tiopronin Delayed-Release Tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. Consider starting Tiopronin Delayed-Release Tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. 2.2 Preparation and Administration Instructions For patients who cannot swallow the tablet whole, Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce. Administration of Tiopronin Delayed-Release Tablets with other liquids or foods has not been studied and is not recommended. Preparation and Administration of Tiopronin Delayed-Release Tablets Mixed in Applesauce For patients who can swallow semi-solid food, Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce: 1. Crush the Tiopronin Delayed-Release Tablet in a clean pill crusher or mortar and pestle. Always crush one tablet at a time. 2. Measure approximately one tablespoon of applesauce and transfer it into a container with the crushed Tiopronin Delayed-Release Tablet. 3. Mix the crushed Tiopronin Delayed-Release Tablet in the applesauce until the powder is well dispersed. 4. Administer the entire Tiopronin Delayed-Release Tablets-applesauce mixture to the patient’s mouth immediately. (However, if this is not possible, the mixture can be stored in a refrigerator for up to 2 hours after adding the crushed tablet to the applesauce. Discard any mixture that has not been given within 2 hours.) 5. To assure that any leftover applesauce mixture from the container is recovered, add tap water to the same container, mix, and have the patient drink the water. 2.3 Monitoring Measure urinary cystine 1 month after starting Tiopronin Delayed-Release Tablets and every 3 months thereafter. Adjust Tiopronin Delayed-Release Tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions (5.1)]. Discontinue Tiopronin Delayed-Release Tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting Tiopronin Delayed-Release Tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets for oral use: 100 mg tablets: round, white to off-white and imprinted in red with “T1” on one side 300 mg tablets: round, white to off-white and imprinted in red with “T3” on one side Tablets: 100 mg and 300 mg (3)"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin Delayed-Release Tablets are contraindicated in patients with hypersensitivity to tiopronin or any other components of Tiopronin Delayed-Release Tablets [see Warnings and Precautions (5.2)]. Hypersensitivity to tiopronin or any component of Tiopronin Delayed-Release Tablets (4)"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration (2.3 ), Adverse Reactions (6.1, 6.2), Use in Specific Populations (8.4)]. Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration (2.3)]. 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications (4)]. Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. (2.1, 5.1, 8.4) Hypersensitivity reactions have been reported during tiopronin treatment. (4, 5.2) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration (2.3), Adverse Reactions (6.1, 6.2), Use in Specific Populations (8.4)]. Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration (2.3)]. 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications (4)]."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Proteinuria [see Warnings and Precautions (5.1)] • Hypersensitivity [see Warnings and Precautions (5.2)] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. (6) To report SUSPECTED ADVERSE REACTIONS, contact BioComp Pharma, Inc. at toll-free phone # 1-866- 762-2365 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with Tiopronin Tablets. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require Tiopronin Tablets withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. image 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of Tiopronin Tablets. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to Tiopronin Tablets exposure. Adverse reactions reported during the postmarketing use of Tiopronin Tablets are listed by body system in Table 2. Image"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from Tiopronin Delayed-Release Tablets in the presence of alcohol and the risk for adverse events associated with Tiopronin Delayed-Release Tablets when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking Tiopronin Delayed-Release Tablets [see Clinical Pharmacology (12.3)]."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. (8.2) Geriatric: Choose dose carefully and monitor renal function in the elderly. (8.5) See 17 for PATIENT COUNSELING INFORMATION. Revised: 07/2021 Lactation: Breastfeeding is not recommended. (8.2) Geriatric: Choose dose carefully and monitor renal function in the elderly. (8.5) 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations). In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m2). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m2). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with Tiopronin Delayed-Release Tablets. 8.4 Pediatric Use Tiopronin Delayed-Release Tablets are indicated in pediatric patients weighing 20 kg or more with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration (2.1, 2.3), Warnings and Precautions (5.1) and Adverse Reactions (6.1)]. Tiopronin Delayed-Release Tablets are not approved for use in pediatric patients weighing less than 20 kg [see Dosage and Administration (2.1)]. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin Delayed-Release Tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N-(2-Mercaptopropionyl) glycine and has the following structure: Tiopronin has the empirical formula C 5 H 9 NO 3 S and a molecular weight of 163.20. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white crystalline powder, which is freely soluble in water. Each Tiopronin Delayed-Release Tablet contains 100 or 300 mg of tiopronin. The inactive ingredients in Tiopronin Delayed-Release Tablets include lactose monohydrate, hydroxypropyl cellulose, hydroxypropyl cellulose (low substitute), magnesium stearate, hydroxypropyl methylcellulose E5, methacrylic acid: ethyl acrylate copolymer (Eudragit L 100-55), talc, triethyl citrate. image"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronincysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250-350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When Tiopronin Tablets and Tiopronin Delayed-Release Tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from Tiopronin Delayed- Release Tablets were decreased by 22% and 7% respectively compared to Tiopronin Tablets. When Tiopronin Delayed-Release Tablets were administered crushed in applesauce, the median time to peak plasma levels of tiopronin (T max ) was 1 hour (range: 0.5 to 2.0) compared to 3.1 hours (range: 1.5 to 4.0) when administered as intact Tiopronin Delayed-Release Tablets. When Tiopronin Delayed-Release Tablets were administered crushed in applesauce, the maximum concentration (C max ) and exposure (AUC 0-t ) to tiopronin were increased by 38% and 14%, respectively, compared to Tiopronin Delayed-Release Tablets administered intact. Food Effects Administration of the Tiopronin Delayed-Release Tablet with food decreases C max of tiopronin by 13% and AUC 0-t by 25% compared to Tiopronin Delayed-Release Tablets administered in a fasted state. Since the drug is dosed to effect, the study results support administration of Tiopronin Delayed-Release Tablets with or without food; administer at the same time each day with a routine pattern with regard to meals. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of Tiopronin Delayed-Release Tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of Tiopronin Delayed-Release Tablets in the acidic media of 0.1N HCl [see Drug Interactions (7.1)]."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING 100 mg delayed-release, round, white to off-white tablet imprinted with “T1” on one side with red ink and blank on the other side: Bottles of 300 NDC 44523-054-01. 300 mg delayed-release, round, white to off-white tablet imprinted with “T3” on one side with red ink and blank on the other side: Bottles of 90 NDC 44523-055-01. Store at 25°C (77°F); excursions permitted to 15-30°C (59-86°F) [see USP Controlled Room Temperature]."
    ],
    "spl_unclassified_section": [
      "17 PATIENT COUNSELING INFORMATION Administration Instructions For patients who cannot swallow the tablet whole, the Tiopronin Delayed-Release Tablets can be crushed and mixed with applesauce. See Dosage and Administration (2.2) for preparation and administration instructions. Lactation Advise women that breastfeeding is not recommended during treatment with Tiopronin Delayed-Release Tablets [see Use in Specific Populations (8.2)].",
      "image"
    ],
    "package_label_principal_display_panel": [
      "Tiopronin Delayed-Release Tablets 100mg NDC 44523-054-01 label",
      "Tiopronin Delayed-Release Tablets 300mg NDC 44523-055-01 label"
    ],
    "set_id": "1f2eb1d6-faa6-e352-e063-6294a90a7fb5",
    "id": "36d7fad3-57c6-67e7-e063-6294a90ad7b5",
    "effective_time": "20250605",
    "version": "2",
    "openfda": {
      "application_number": [
        "NDA211843"
      ],
      "brand_name": [
        "Tiopronin"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "BioComp Pharma, Inc."
      ],
      "product_ndc": [
        "44523-054",
        "44523-055"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "2178075",
        "2178079"
      ],
      "spl_id": [
        "36d7fad3-57c6-67e7-e063-6294a90ad7b5"
      ],
      "spl_set_id": [
        "1f2eb1d6-faa6-e352-e063-6294a90a7fb5"
      ],
      "package_ndc": [
        "44523-054-01",
        "44523-055-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0344523055018",
        "0344523054011"
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "TIOPRONIN TIOPRONIN TIOPRONIN TIOPRONIN ANHYDROUS LACTOSE SILICON DIOXIDE HYDROXYPROPYL CELLULOSE, UNSPECIFIED LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE (11% HYDROXYPROPYL; 130000 MW) HYPROMELLOSE, UNSPECIFIED MAGNESIUM STEARATE METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER TALC TRIETHYL CITRATE AMMONIA FERRIC OXIDE RED PROPYLENE GLYCOL SHELLAC DIMETHICONE white to off-white D1 TIOPRONIN TIOPRONIN TIOPRONIN TIOPRONIN ANHYDROUS LACTOSE SILICON DIOXIDE HYDROXYPROPYL CELLULOSE, UNSPECIFIED LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE (11% HYDROXYPROPYL; 130000 MW) HYPROMELLOSE, UNSPECIFIED MAGNESIUM STEARATE METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER TALC TRIETHYL CITRATE AMMONIA FERRIC OXIDE RED PROPYLENE GLYCOL SHELLAC DIMETHICONE white to off-white D3"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin delayed-release tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin) delayed release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Tiopronin delayed-release tablets are a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. ( 2.1 ) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients . ( 5.1 , 8.4 ) Measure urinary cystine 1 month after initiation of tiopronin delayed-release tablets and every 3 months thereafter ( 2.3 ) Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. ( 2.1 ) Tiopronin delayed-release tablets can be crushed and mixed with applesauce. For preparation and administration instructions, see the full prescribing information. ( 2.2 ) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.4 )]. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin) delayed release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. Consider starting tiopronin delayed-release tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. 2.2 Preparation and Administration Instructions For patients who cannot swallow the tablet whole, tiopronin delayed-release tablets can be crushed and mixed with applesauce. Administration of tiopronin delayed-release tablets with other liquids or foods has not been studied and is not recommended. Preparation and Administration of Tiopronin Delayed-Release Tablets Mixed in Applesauce For patients who can swallow semi-solid food, tiopronin delayed-release tablets can be crushed and mixed with applesauce: Crush the tiopronin delayed-release tablet in a clean pill crusher or mortar and pestle. Always crush one tablet at a time. Measure approximately one tablespoon of applesauce and transfer it into a container with the crushed tiopronin delayed-release tablet. Mix the crushed tiopronin delayed-release tablet in the applesauce until the powder is well dispersed. Administer the entire tiopronin delayed-release tablet-applesauce mixture to the patient’s mouth immediately. (However, if this is not possible, the mixture can be stored in a refrigerator for up to 2 hours after adding the crushed tablet to the applesauce. Discard any mixture that has not been given within 2 hours.) To assure that any leftover applesauce mixture from the container is recovered, add tap water to the same container, mix, and have the patient drink the water. 2.3 Monitoring Measure urinary cystine 1 month after starting tiopronin delayed-release tablets and every 3 months thereafter. Adjust tiopronin delayed-release tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions ( 5.1 )]. Discontinue tiopronin delayed-release tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting tiopronin delayed-release tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets for oral use: 100 mg tablets: White to off-white round shaped biconvex tablets imprinted with “D1” on one side with red ink and plain on the other side. 300 mg tablets: White to off-white round shaped biconvex tablets imprinted with “D3” on one side with red ink and plain on the other side. Tablets: 100 mg and 300 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin delayed-release tablets are contraindicated in patients with hypersensitivity to tiopronin or any other components of tiopronin delayed-release tablets [see Warnings and Precautions ( 5.2 )] . Hypersensitivity to tiopronin or any component of tiopronin delayed-release tablets ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. ( 2.1 , 5.1 , 8.4 ) Hypersensitivity reactions have been reported during tiopronin treatment. ( 4 , 5.2 ) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration ( 2.3 ), Adverse Reactions ( 6.1 , 6.2 ) Use in Specific Populations ( 8.4 )] . Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration ( 2.3 )] . 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications ( 4 )] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Endo at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients Group 1 Previously treated with Group 2 Naïve to System Organ Class Adverse Reaction d-penicillamine (N = 49) d-penicillamine (N = 17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of tiopronin. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the postmarketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
    ],
    "adverse_reactions_table": [
      "<table width=\"504.85pt\" cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><col width=\"240.1pt\"/><col width=\"101.75pt\"/><col width=\"91.8pt\"/><col width=\"71.15pt\"/><tbody><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"/><td styleCode=\" Botrule Toprule Lrule Rrule\"/><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Group 1 </content></paragraph><paragraph><content styleCode=\"bold\">Previously treated with </content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Group 2 Na&#xEF;ve to </content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">System Organ Class </content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Adverse Reaction </content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">d-penicillamine (N = 49) </content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">d-penicillamine (N = 17) </content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Blood and Lymphatic System Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>anemia </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (2%) </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%) </paragraph></td></tr><tr><td><paragraph>Gastrointestinal Disorders </paragraph></td><td><paragraph>nausea </paragraph></td><td><paragraph>12 (25%) </paragraph></td><td><paragraph>2 (12%) </paragraph></td></tr><tr><td/><td><paragraph>emesis </paragraph></td><td><paragraph>5 (10%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td/><td><paragraph>diarrhea/soft stools </paragraph></td><td><paragraph>9 (18%) </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td/><td><paragraph>abdominal pain </paragraph></td><td><paragraph>&#x2013; </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td/><td><paragraph>oral ulcers </paragraph></td><td><paragraph>6 (12%) </paragraph></td><td><paragraph>3 (18%) </paragraph></td></tr><tr><td><paragraph>General Disorders and Administration Site Conditions </paragraph></td><td><paragraph>fever </paragraph></td><td><paragraph>4 (8%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td/><td><paragraph>weakness </paragraph></td><td><paragraph>2 (4%) </paragraph></td><td><paragraph>2 (12%) </paragraph></td></tr><tr><td/><td><paragraph>fatigue </paragraph></td><td><paragraph>7 (14%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td/><td><paragraph>peripheral (edema) </paragraph></td><td><paragraph>3 (6%) </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td/><td><paragraph>chest pain </paragraph></td><td><paragraph>&#x2013; </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td><paragraph>Metabolism and Nutrition Disorders </paragraph></td><td><paragraph>anorexia </paragraph></td><td><paragraph>4 (8%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td><paragraph>Musculoskeletal and Connective Tissue Disorders </paragraph></td><td><paragraph>arthralgia </paragraph></td><td><paragraph>&#x2013; </paragraph></td><td><paragraph>2 (12%) </paragraph></td></tr><tr><td><paragraph>Renal and Urinary Disorders </paragraph></td><td><paragraph>proteinuria </paragraph></td><td><paragraph>5 (10%) </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td/><td><paragraph>impotence </paragraph></td><td><paragraph>&#x2013; </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td><paragraph>Respiratory, Thoracic and Mediastinal Disorders </paragraph></td><td><paragraph>cough </paragraph></td><td><paragraph>&#x2013; </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td><paragraph>Skin and Subcutaneous Tissue Disorders </paragraph></td><td><paragraph>rash </paragraph></td><td><paragraph>7 (14%) </paragraph></td><td><paragraph>2 (12%) </paragraph></td></tr><tr><td/><td><paragraph>ecchymosis </paragraph></td><td><paragraph>3 (6%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td/><td><paragraph>pruritus </paragraph></td><td><paragraph>2 (4%) </paragraph></td><td><paragraph>1 (6%) </paragraph></td></tr><tr><td/><td><paragraph>urticaria </paragraph></td><td><paragraph>4 (8%) </paragraph></td><td><paragraph>&#x2013; </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"/><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>skin wrinkling </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>3 (6%) </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%) </paragraph></td></tr></tbody></table>",
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"1\"><col width=\"252.9pt\"/><col width=\"270.7pt\"/><tbody><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Preferred Term </content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Cardiac Disorders </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>congestive heart failure </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Ear and Labyrinth Disorder </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>vertigo </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Gastrointestinal Disorders </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Investigations</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>glomerular filtration rate decreased; weight increased </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>decreased appetite; dehydration; hypophagia </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Musculoskeletal and Connective Tissue Disorders </paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Nervous System Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia </paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Renal and Urinary Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>nephrotic syndrome; proteinuria; renal failure</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria </paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from tiopronin delayed-release tablets in the presence of alcohol and the risk for adverse events associated with tiopronin delayed-release tablets when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking tiopronin delayed-release tablets [see Clinical Pharmacology (12.3)] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. ( 8.2 ) Geriatric: Choose dose carefully and monitor renal function in the elderly. ( 8.5 ) Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin) delayed release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations). In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 ). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets. 8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience . Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )]. Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin) delayed release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations). In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 )."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience . Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )]. Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin) delayed release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin delayed-release tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N-(2-Mercaptopropionyl) glycine and has the following structure: Tiopronin has the molecular formula C 5 H 9 NO 3 S and a molecular weight of 163.19. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white to off-white color crystalline powder, which is freely soluble in water. Each tiopronin delayed-release tablet contains 100 mg or 300 mg of tiopronin. The inactive ingredients in tiopronin delayed-release tablets include anhydrous lactose, colloidal silicon dioxide, hydroxypropyl cellulose, hydroxypropylcellulose low substitute, hypromellose, magnesium stearate, methacrylic acid and ethyl acrylate copolymer, talc, triethyl citrate. Imprinting ink contains ammonium hydroxide, iron oxide red, propylene glycol, shellac and simethicone. Tiopronin"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin immediate-release tablets and tiopronin delayed-release tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin immediate-release tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the median time to peak plasma levels of tiopronin (T max ) was 1 hour (range: 0.5 to 2.0) compared to 3.1 hours (range: 1.5 to 4.0) when administered as intact tiopronin delayed-release tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the maximum concentration (C max ) and exposure (AUC 0-t ) to tiopronin were increased by 38% and 14%, respectively, compared to tiopronin delayed-release tablets administered intact. Food Effects Administration of the tiopronin delayed-release tablet with food decreases C max of tiopronin by 13% and AUC 0-t by 25% compared to tiopronin delayed-release tablets administered in a fasted state. Since the drug is dosed to effect, the study results support administration of tiopronin delayed-release tablets with or without food; administer at the same time each day with a routine pattern with regard to meals. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed-release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed-release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin immediate-release tablets and tiopronin delayed-release tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin immediate-release tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the median time to peak plasma levels of tiopronin (T max ) was 1 hour (range: 0.5 to 2.0) compared to 3.1 hours (range: 1.5 to 4.0) when administered as intact tiopronin delayed-release tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the maximum concentration (C max ) and exposure (AUC 0-t ) to tiopronin were increased by 38% and 14%, respectively, compared to tiopronin delayed-release tablets administered intact. Food Effects Administration of the tiopronin delayed-release tablet with food decreases C max of tiopronin by 13% and AUC 0-t by 25% compared to tiopronin delayed-release tablets administered in a fasted state. Since the drug is dosed to effect, the study results support administration of tiopronin delayed-release tablets with or without food; administer at the same time each day with a routine pattern with regard to meals. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed-release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed-release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING 100 mg delayed-release tablets are white to off-white round shaped biconvex tablets imprinted with “D1” on one side with red ink and plain on the other side. Bottles of 300 NDC 0254-3034-30 300 mg delayed-release tablets are white to off-white round shaped biconvex tablets imprinted with “D3” on one side with red ink and plain on the other side. Bottles of 90 NDC 0254-3035-09 Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Administration Instructions For patients who cannot swallow the tablet whole, the tiopronin delayed-release tablets can be crushed and mixed with applesauce. See Dosage and Administration ( 2.2 ) for preparation and administration instructions. Lactation Advise women that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets [see Use in Specific Populations ( 8.2 )] . Manufactured for: Endo USA Malvern, PA 19355 U.S.A. Made in India Neutral Code: TN/DRUGS/TN00002121 © 2024 Endo, Inc. or one of its affiliates. OS3034-01-74-02 Revised : 10/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Tiopronin Delayed-release Tablets 100 mg - 300's count 100mg 300s",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Tiopronin Delayed-release Tablets 300 mg - 90's count 300mg 90s"
    ],
    "set_id": "5396b9fd-5385-44fd-a8ba-e56a46a33bc7",
    "id": "44d74b79-7146-42ef-ace2-fa64cffeb041",
    "effective_time": "20221116",
    "version": "7",
    "openfda": {
      "application_number": [
        "ANDA217219"
      ],
      "brand_name": [
        "TIOPRONIN"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "Endo USA, Inc."
      ],
      "product_ndc": [
        "0254-3034",
        "0254-3035"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "2178075",
        "2178079"
      ],
      "spl_id": [
        "44d74b79-7146-42ef-ace2-fa64cffeb041"
      ],
      "spl_set_id": [
        "5396b9fd-5385-44fd-a8ba-e56a46a33bc7"
      ],
      "package_ndc": [
        "0254-3034-30",
        "0254-3035-09"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Tiopronin Tiopronin TIOPRONIN TIOPRONIN AMMONIA FERROSOFERRIC OXIDE SILICON DIOXIDE HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYPROMELLOSE 2910 (6 MPA.S) LACTOSE MONOHYDRATE LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE (11% HYDROXYPROPYL; 130000 MW) MAGNESIUM STEARATE METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER PROPYLENE GLYCOL SHELLAC TALC TRIETHYL CITRATE white to off-white R1 Tiopronin Tiopronin TIOPRONIN TIOPRONIN AMMONIA FERROSOFERRIC OXIDE SILICON DIOXIDE HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYPROMELLOSE 2910 (6 MPA.S) LACTOSE MONOHYDRATE LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE (11% HYDROXYPROPYL; 130000 MW) MAGNESIUM STEARATE METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER PROPYLENE GLYCOL SHELLAC TALC TRIETHYL CITRATE white to off-white R3"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin delayed-release tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release ) tablets . However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Tiopronin delayed-release tablets are a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. ( 2.1 ) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients. ( 5.1 , 8.4 ) Measure urinary cystine 1 month after initiation of tiopronin delayed-release tablets and every 3 months thereafter ( 2.3 ) Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, without food. ( 2.1 ) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.4 )] . Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, without food. Consider starting tiopronin delayed-release tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release ) tablets . However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 2.3 Monitoring Measure urinary cystine 1 month after starting tiopronin delayed-release tablets and every 3 months thereafter. Adjust tiopronin delayed-release tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions ( 5.1 )] . Discontinue tiopronin delayed-release tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting tiopronin delayed-release tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets for oral use: 100 mg tablets: White to off-white, round, biconvex, film-coated tablets imprinted with “ R1 ” on one side in black ink. 300 mg tablets: White to off-white, round, biconvex, film-coated tablets imprinted with “ R3 ” on one side in black ink. Tablets: 100 mg and 300 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin delayed-release tablets are contraindicated in patients with hypersensitivity to tiopronin or any other components of tiopronin delayed-release tablets [see Warnings and Precautions ( 5.2 )] . Hypersensitivity to tiopronin or any component of tiopronin delayed-release tablets ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. ( 2.1 , 5.1 , 8.4 ) Hypersensitivity reactions have been reported during tiopronin treatment. ( 4 , 5.2 ) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration ( 2.3 ), Adverse Reactions ( 6.1 , 6.2 ) Use in Specific Populations ( 8.4 )] . Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration ( 2.3 )] . 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications ( 4 )] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients System Organ Class Adverse Reaction Group 1 Previously treated with d-penicillamine (N=49) Group 2 Naïve to d-penicillamine (N=17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of tiopronin. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the postmarketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
    ],
    "adverse_reactions_table": [
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"0\"><caption>Table 1: Adverse Reactions Occurring in One or More Patients</caption><col width=\"228.9pt\"/><col width=\"228.9pt\"/><col width=\"228.9pt\"/><col width=\"228.9pt\"/><tbody><tr><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Group 1 </content></paragraph><paragraph><content styleCode=\"bold\">Previously treated </content></paragraph><paragraph><content styleCode=\"bold\">with</content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine </content></paragraph><paragraph><content styleCode=\"bold\">(N=49)</content></paragraph></td><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Group 2 </content></paragraph><paragraph><content styleCode=\"bold\">Na&#xEF;ve to </content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine</content></paragraph><paragraph><content styleCode=\"bold\">(N=17)</content></paragraph></td></tr><tr><td><paragraph>Blood and Lymphatic System Disorders</paragraph></td><td><paragraph>anemia</paragraph></td><td align=\"center\"><paragraph>1 (2%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td><paragraph>Gastrointestinal Disorders</paragraph></td><td><paragraph>nausea</paragraph></td><td align=\"center\"><paragraph>12 (25%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td/><td><paragraph>emesis</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td/><td><paragraph>diarrhea/soft stools</paragraph></td><td align=\"center\"><paragraph>9 (18%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td/><td><paragraph>abdominal pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td/><td><paragraph>oral ulcers</paragraph></td><td align=\"center\"><paragraph>6 (12%)</paragraph></td><td align=\"center\"><paragraph>3 (18%)</paragraph></td></tr><tr><td><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td><paragraph>fever</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td/><td><paragraph>weakness</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td/><td><paragraph>fatigue</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td/><td><paragraph>peripheral (edema)</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td/><td><paragraph>chest pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td><paragraph>anorexia</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td><paragraph>arthralgia</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td><paragraph>Renal and Urinary Disorders</paragraph></td><td><paragraph>proteinuria</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td/><td><paragraph>impotence</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td><paragraph>Respiratory, Thoracic and Mediastinal Disorders</paragraph></td><td><paragraph>cough</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td><paragraph>rash</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td/><td><paragraph>ecchymosis</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td/><td><paragraph>pruritus</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td/><td><paragraph>urticaria</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule\"/><td styleCode=\" Botrule\"><paragraph>skin wrinkling</paragraph></td><td align=\"center\" styleCode=\" Botrule\"><paragraph>3 (6%)</paragraph></td><td align=\"center\" styleCode=\" Botrule\"><paragraph>1 (6%)</paragraph></td></tr></tbody></table>",
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"0\"><caption>Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term</caption><col width=\"297.9pt\"/><col width=\"297.9pt\"/><tbody><tr><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Preferred Term</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Cardiac Disorders</paragraph></td><td valign=\"top\"><paragraph>congestive heart failure</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Ear and Labyrinth Disorder</paragraph></td><td valign=\"top\"><paragraph>vertigo</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Gastrointestinal Disorders</paragraph></td><td valign=\"top\"><paragraph>abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis</paragraph></td></tr><tr><td valign=\"top\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td valign=\"top\"><paragraph>asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Investigations</paragraph></td><td valign=\"top\"><paragraph>glomerular filtration rate decreased; weight increased</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td valign=\"top\"><paragraph>decreased appetite; dehydration; hypophagia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td valign=\"top\"><paragraph>arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Nervous System Disorders</paragraph></td><td valign=\"top\"><paragraph>ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Renal and Urinary Disorders</paragraph></td><td valign=\"top\"><paragraph>nephrotic syndrome; proteinuria; renal failure</paragraph></td></tr><tr><td valign=\"top\" styleCode=\" Botrule\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td valign=\"top\" styleCode=\" Botrule\"><paragraph>dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from tiopronin delayed-release tablets in the presence of alcohol and the risk for adverse events associated with tiopronin delayed-release tablets when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking tiopronin delayed-release tablets [see Clinical Pharmacology ( 12.3 )] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. ( 8.2 ) Geriatric: Choose dose carefully and monitor renal function in the elderly. ( 8.5) Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release ) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 ). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets. 8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg or in pediatric patients unable to swallow tablets [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 )."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg or in pediatric patients unable to swallow tablets [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin delayed-release tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N-(2-Mercaptopropionyl) glycine and has the following structure: Tiopronin has the empirical formula C 5 H 9 NO 3 S and a molecular weight of 163.20. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white to off-white crystalline powder, which is freely soluble in water. Each tiopronin delayed-release tablet contains 100 mg or 300 mg of tiopronin. The inactive ingredients in tiopronin delayed-release tablets include ammonium hydroxide, black iron oxide, colloidal silicon dioxide, hydroxypropyl cellulose, hypromellose 2910, lactose monohydrate, low-substituted hydroxypropyl cellulose, magnesium stearate, methacrylic acid ethyl acrylate copolymer, propylene glycol, shellac glaze, talc, and triethyl citrate. new"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin immediate-release tablet and tiopronin delayed-release tablet single doses were given to fasted healthy subjects , the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin immediate-release tablets. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed-release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed-release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin immediate-release tablet and tiopronin delayed-release tablet single doses were given to fasted healthy subjects , the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin immediate-release tablets. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed-release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed-release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Tiopronin delayed-release tablets are available as follows: 100 mg: Each white to off-white, round, biconvex, film-coated tablet imprinted with “ R1 ” on one side in black ink contains 100 mg of tiopronin. Tablets are supplied in bottles of 300 (NDC 0480-9227-55). 300 mg: Each white to off-white, round, biconvex, film-coated tablet imprinted with “ R3 ” on one side in black ink contains 300 mg of tiopronin. Tablets are supplied in bottles of 90 (NDC 0480-7824-98). Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Lactation Advise women that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets [see Use in Specific Populations ( 8.2 )] . Manufactured In India By: Watson Pharma Private Limited Verna, Salcette Goa 403 722 INDIA Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Iss. 6/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 0480-9227-55 Tiopronin Delayed-Release Tablets 100 mg Rx only 300 Tablets launch",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 0480-7824-98 Tiopronin Delayed-Release Tablets 300 mg Rx only 90 Tablets launch"
    ],
    "set_id": "749257d9-a519-4b10-9058-7fe3f301cdd2",
    "id": "53891a64-8014-4b0b-9f13-cfc3d90166b2",
    "effective_time": "20240628",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA216456"
      ],
      "brand_name": [
        "Tiopronin"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "Teva Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "0480-7824",
        "0480-9227"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "2178075",
        "2178079"
      ],
      "spl_id": [
        "53891a64-8014-4b0b-9f13-cfc3d90166b2"
      ],
      "spl_set_id": [
        "749257d9-a519-4b10-9058-7fe3f301cdd2"
      ],
      "package_ndc": [
        "0480-9227-55",
        "0480-7824-98"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Tiopronin Tiopronin TIOPRONIN TIOPRONIN SILICON DIOXIDE STARCH, CORN ETHYLCELLULOSE (7 MPA.S) HYDROXYPROPYL CELLULOSE (90000 WAMW) LACTOSE MONOHYDRATE LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE (11% HYDROXYPROPYL; 130000 MW) MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE STEARIC ACID GLYCERYL MONOCAPRYLOCAPRATE GLYCERYL MONOSTEARATE HYPROMELLOSE 2910 (5 MPA.S) MEDIUM-CHAIN TRIGLYCERIDES POLYVINYL ALCOHOL, UNSPECIFIED POLYETHYLENE GLYCOL 3350 SODIUM LAURYL SULFATE SUCROSE TALC AMMONIA FERROSOFERRIC OXIDE PROPYLENE GLYCOL SHELLAC White to off-white W"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola (tiopronin) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Tiopronin is a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. ( 2.1 ) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients. ( 2.1 , 5.1 , 8.4 ) Administer tiopronin tablets in 3 divided doses at the same times each day at least one hour before or 2 hours after meals. ( 2.1 ) Measure urinary cystine 1 month after initiation of tiopronin tablets and every 3 months thereafter. ( 2.1 ) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.4 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola (tiopronin) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Administer tiopronin tablets in 3 divided doses at the same times each day at least one hour before or 2 hours after meals. Consider starting tiopronin tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. 2.2 Monitoring Measure urinary cystine 1 month after starting tiopronin tablets and every 3 months thereafter. Adjust tiopronin tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions ( 5.1 )] . Discontinue tiopronin tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting tiopronin tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets for oral use: 100 mg tablets: White to off-white round shaped, sugar coated tablets, imprinted with W on one side in black ink. Tablets: 100 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin is contraindicated in patients with hypersensitivity to tiopronin or any other components of tiopronin tablets [see Warnings and Precautions ( 5.2 )] . Hypersensitivity to tiopronin or any component of tiopronin tablets. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. ( 2.1 , 5.1 , 8.4 ) Hypersensitivity Reactions have been reported during tiopronin treatment. ( 4 , 5.2 ) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration ( 2.2 ), Adverse Reactions ( 6.1 , 6.2 ), Use in Specific Populations ( 8.4 )] . Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration ( 2.2 )] . 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications ( 4 )] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients System Organ Class Adverse Reaction Group 1 Previously treated with d-penicillamine (N=49) Group 2 Naïve to d-penicillamine (N=17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during postapproval use of tiopronin. Because the postapproval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the postmarketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
    ],
    "adverse_reactions_table": [
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"5\"><caption>Table 1: Adverse Reactions Occurring in One or More Patients</caption><col width=\"239.4pt\"/><col width=\"239.4pt\"/><col width=\"121px\"/><col width=\"121px\"/><tbody><tr><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Group 1</content></paragraph><paragraph><content styleCode=\"bold\">Previously treated</content></paragraph><paragraph><content styleCode=\"bold\">with</content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine</content></paragraph><paragraph><content styleCode=\"bold\">(N=49)</content></paragraph></td><td align=\"center\" valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Group 2</content></paragraph><paragraph><content styleCode=\"bold\">Na&#xEF;ve to</content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine</content></paragraph><paragraph><content styleCode=\"bold\">(N=17)</content></paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Blood and Lymphatic System Disorders</paragraph></td><td valign=\"bottom\"><paragraph>anemia</paragraph></td><td align=\"center\"><paragraph>1 (2%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Gastrointestinal Disorders</paragraph></td><td valign=\"bottom\"><paragraph>nausea</paragraph></td><td align=\"center\"><paragraph>12 (25%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>emesis</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>diarrhea/soft stools</paragraph></td><td align=\"center\"><paragraph>9 (18%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>abdominal pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>oral ulcers</paragraph></td><td align=\"center\"><paragraph>6 (12%)</paragraph></td><td align=\"center\"><paragraph>3 (18%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td valign=\"bottom\"><paragraph>fever</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>weakness</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>fatigue</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>peripheral (edema)</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>chest pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td valign=\"bottom\"><paragraph>anorexia</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td valign=\"bottom\"><paragraph>arthralgia</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Renal and Urinary Disorders</paragraph></td><td valign=\"bottom\"><paragraph>proteinuria</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>impotence</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Respiratory, Thoracic and Mediastinal Disorders</paragraph></td><td valign=\"bottom\"><paragraph>cough</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td valign=\"bottom\"><paragraph>rash</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>ecchymosis</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>pruritus</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>urticaria</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\" styleCode=\" Botrule\"/><td valign=\"bottom\" styleCode=\" Botrule\"><paragraph>skin wrinkling</paragraph></td><td align=\"center\" styleCode=\" Botrule\"><paragraph>3 (6%)</paragraph></td><td align=\"center\" styleCode=\" Botrule\"><paragraph>1 (6%)</paragraph></td></tr></tbody></table>",
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"5\"><caption>Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term</caption><col width=\"275.4pt\"/><col width=\"275.4pt\"/><tbody><tr><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td valign=\"bottom\" styleCode=\" Botrule Toprule\"><paragraph><content styleCode=\"bold\">Preferred Term</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Cardiac Disorders</paragraph></td><td valign=\"top\"><paragraph>congestive heart failure</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Ear and Labyrinth Disorder</paragraph></td><td valign=\"top\"><paragraph>vertigo</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Gastrointestinal Disorders</paragraph></td><td valign=\"top\"><paragraph>abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis</paragraph></td></tr><tr><td valign=\"top\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td valign=\"top\"><paragraph>asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Investigations</paragraph></td><td valign=\"top\"><paragraph>glomerular filtration rate decreased; weight increased</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td valign=\"top\"><paragraph>decreased appetite; dehydration; hypophagia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td valign=\"top\"><paragraph>arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Nervous System Disorders</paragraph></td><td valign=\"top\"><paragraph>ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Renal and Urinary Disorders</paragraph></td><td valign=\"top\"><paragraph>nephrotic syndrome; proteinuria; renal failure</paragraph></td></tr><tr><td valign=\"top\" styleCode=\" Botrule\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td valign=\"top\" styleCode=\" Botrule\"><paragraph>dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria</paragraph></td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. ( 8.2 ) Geriatric: Choose dose carefully and monitor renal function in the elderly. ( 8.5 ) Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola (tiopronin) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 ). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin. 8.4 Pediatric Use Tiopronin is indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.2 ), Warnings and Precautions ( 5.1 ), Adverse Reactions ( 6.1 )] . Tiopronin tablets are not approved for use in pediatric patients weighing less than 20 kg or in pediatric patients unable to swallow tablets [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola (tiopronin) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 )."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin immediate-release tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N-(2-Mercaptopropionyl) glycine and has the following structure: Tiopronin has the empirical formula C 5 H 9 NO 3 S and a molecular weight of 163.20. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white to off-white crystalline powder, which is freely soluble in water. Each tiopronin tablet contains 100 mg of tiopronin. The inactive ingredients in tiopronin tablets include colloidal silicon dioxide, corn starch, ethylcellulose, hydroxypropyl cellulose, lactose monohydrate, low substituted hydroxypropyl cellulose, magnesium stearate, silicified microcrystalline cellulose, and stearic acid. The tablets contain a coating that consists of glyceryl monocaprylocaprate, glyceryl monostearate, hypromellose 2910, medium chain triglycerides, polyvinyl alcohol-part hydrolyzed, polyethylene glycol 3350, sodium lauryl sulfate, sucrose, and talc. In addition, the imprinting ink contains ammonium hydroxide, black iron oxide, propylene glycol, and shellac. 1"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Tablets When tiopronin single doses were given to fasted healthy subjects (n=39), the median time to peak plasma level (T max ) was 1 (range: 0.5 to 2.1) hours. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Absorption Tiopronin Tablets When tiopronin single doses were given to fasted healthy subjects (n=39), the median time to peak plasma level (T max ) was 1 (range: 0.5 to 2.1) hours. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING 100 mg: Each white to off-white round shaped, sugar coated tablet, imprinted with W on one side in black ink contains 100 mg of tiopronin. Tablets are available in bottles of 100 (NDC 0093-7909-01). Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Lactation Advise women that breastfeeding is not recommended during treatment with tiopronin tablets [see Use in Specific Populations ( 8.2 )] . Manufactured In India By: Watson Pharma Private Limited Verna, Salcette Goa 403 722 India Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Rev. A 9/2024"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 0093-7909-01 Tiopronin Tablets 100 mg Rx only 100 Tablets 100mg100tabs"
    ],
    "set_id": "8dee6eff-0ec1-4fe7-8d27-18cdc6cf54b9",
    "id": "f2fc3b85-ad95-4e79-b523-5dab8ff96c96",
    "effective_time": "20250414",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA214326"
      ],
      "brand_name": [
        "Tiopronin"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "Teva Pharmaceuticals USA, Inc."
      ],
      "product_ndc": [
        "0093-7909"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "198287"
      ],
      "spl_id": [
        "f2fc3b85-ad95-4e79-b523-5dab8ff96c96"
      ],
      "spl_set_id": [
        "8dee6eff-0ec1-4fe7-8d27-18cdc6cf54b9"
      ],
      "package_ndc": [
        "0093-7909-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0300937909019"
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "TIOPRONIN tiopronin TIOPRONIN TIOPRONIN LACTOSE MONOHYDRATE HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED HYPROMELLOSE, UNSPECIFIED METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A TALC TRIETHYL CITRATE MAGNESIUM STEARATE 1A TIOPRONIN tiopronin TIOPRONIN TIOPRONIN LACTOSE MONOHYDRATE HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED HYPROMELLOSE, UNSPECIFIED METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A TALC TRIETHYL CITRATE MAGNESIUM STEARATE 3A"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin delayed-release tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Tiopronin delayed-release tablets are a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. ( 2.1 ) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients. ( 5.1 , 8.4 ) Measure urinary cystine 1 month after initiation of tiopronin delayed-release tablets and every 3 months thereafter ( 2.3 ) Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, without food. ( 2.1 ) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.4 )] . Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, without food. Consider starting tiopronin delayed-release tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 2.3 Monitoring Measure urinary cystine 1 month after starting tiopronin delayed-release tablets and every 3 months thereafter. Adjust tiopronin delayed-release tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions ( 5.1 )] . Discontinue tiopronin delayed-release tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting tiopronin delayed-release tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets for oral use: 100 mg tablets: White to off-white, round shaped, enteric coated tablets imprinted with \"1A\" with black ink on one side and plain on other side, free from physical defects. 300 mg tablets: White to off-white, round shaped, enteric coated tablets imprinted with \"3A\" with black ink on one side and plain on other side, free from physical defects. Tablets: 100 mg and 300 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin delayed-release tablets are contraindicated in patients with hypersensitivity to tiopronin or any other components of tiopronin delayed-release tablets [see Warnings and Precautions ( 5.2 )] . Hypersensitivity to tiopronin or any component of tiopronin delayed-release tablets ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. ( 2.1 , 5.1 , 8.4 ) Hypersensitivity reactions have been reported during tiopronin treatment. ( 4 , 5.2 ) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. [see Dosage and Administration ( 2.3 ), Adverse Reactions ( 6.1 , 6.2 ) Use in Specific Populations ( 8.4 )] . Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration ( 2.3 )] . 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications ( 4 )] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Torrent Pharma Inc. at 1-800-912-9561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients System Organ Class Adverse Reaction Group 1 Previously treated with d-penicillamine (N = 49) Group 2 Naïve to d-penicillamine (N = 17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of tiopronin. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the postmarketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
    ],
    "adverse_reactions_table": [
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"5\"><colgroup><col width=\"239.4pt\"/><col width=\"239.4pt\"/><col width=\"121px\"/><col width=\"121px\"/></colgroup><tbody><tr><td styleCode=\"Botrule Toprule\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td styleCode=\"Botrule Toprule\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td styleCode=\"Botrule Toprule\" align=\"center\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">Group 1</content></paragraph><paragraph><content styleCode=\"bold\">Previously treated</content></paragraph><paragraph><content styleCode=\"bold\">with</content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine</content></paragraph><paragraph><content styleCode=\"bold\">(N = 49)</content></paragraph></td><td styleCode=\"Botrule Toprule\" align=\"center\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">Group 2</content></paragraph><paragraph><content styleCode=\"bold\">Na&#xEF;ve to</content></paragraph><paragraph><content styleCode=\"bold\">d-penicillamine</content></paragraph><paragraph><content styleCode=\"bold\">(N = 17)</content></paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Blood and Lymphatic System Disorders</paragraph></td><td valign=\"bottom\"><paragraph>anemia</paragraph></td><td align=\"center\"><paragraph>1 (2%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Gastrointestinal Disorders</paragraph></td><td valign=\"bottom\"><paragraph>nausea</paragraph></td><td align=\"center\"><paragraph>12 (25%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>emesis</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>diarrhea/soft stools</paragraph></td><td align=\"center\"><paragraph>9 (18%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>abdominal pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>oral ulcers</paragraph></td><td align=\"center\"><paragraph>6 (12%)</paragraph></td><td align=\"center\"><paragraph>3 (18%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td valign=\"bottom\"><paragraph>fever</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>weakness</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>fatigue</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>peripheral (edema)</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>chest pain</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td valign=\"bottom\"><paragraph>anorexia</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td valign=\"bottom\"><paragraph>arthralgia</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Renal and Urinary Disorders</paragraph></td><td valign=\"bottom\"><paragraph>proteinuria</paragraph></td><td align=\"center\"><paragraph>5 (10%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>impotence</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Respiratory, Thoracic and Mediastinal Disorders</paragraph></td><td valign=\"bottom\"><paragraph>cough</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td valign=\"bottom\"><paragraph>rash</paragraph></td><td align=\"center\"><paragraph>7 (14%)</paragraph></td><td align=\"center\"><paragraph>2 (12%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>ecchymosis</paragraph></td><td align=\"center\"><paragraph>3 (6%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>pruritus</paragraph></td><td align=\"center\"><paragraph>2 (4%)</paragraph></td><td align=\"center\"><paragraph>1 (6%)</paragraph></td></tr><tr><td valign=\"bottom\"/><td valign=\"bottom\"><paragraph>urticaria</paragraph></td><td align=\"center\"><paragraph>4 (8%)</paragraph></td><td align=\"center\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\"Botrule\" valign=\"bottom\"/><td styleCode=\"Botrule\" valign=\"bottom\"><paragraph>skin wrinkling</paragraph></td><td styleCode=\"Botrule\" align=\"center\"><paragraph>3 (6%)</paragraph></td><td styleCode=\"Botrule\" align=\"center\"><paragraph>1 (6%)</paragraph></td></tr></tbody></table>",
      "<table width=\"800px\" cellspacing=\"0\" cellpadding=\"5\"><tbody><tr><td styleCode=\"Botrule Toprule\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td styleCode=\"Botrule Toprule\" valign=\"bottom\"><paragraph><content styleCode=\"bold\">Preferred Term</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Cardiac Disorders</paragraph></td><td valign=\"top\"><paragraph>congestive heart failure</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Ear and Labyrinth Disorder</paragraph></td><td valign=\"top\"><paragraph>vertigo</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Gastrointestinal Disorders</paragraph></td><td valign=\"top\"><paragraph>abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis</paragraph></td></tr><tr><td valign=\"top\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td valign=\"top\"><paragraph>asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Investigations</paragraph></td><td valign=\"top\"><paragraph>glomerular filtration rate decreased; weight increased</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td valign=\"top\"><paragraph>decreased appetite; dehydration; hypophagia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td valign=\"top\"><paragraph>arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Nervous System Disorders</paragraph></td><td valign=\"top\"><paragraph>ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Renal and Urinary Disorders</paragraph></td><td valign=\"top\"><paragraph>nephrotic syndrome; proteinuria; renal failure</paragraph></td></tr><tr><td styleCode=\"Botrule\" valign=\"top\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td styleCode=\"Botrule\" valign=\"top\"><paragraph>dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from tiopronin delayed-release tablets in the presence of alcohol and the risk for adverse events associated with tiopronin delayed-release tablets when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking tiopronin delayed-release tablets [see Clinical Pharmacology ( 12.3 )] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. ( 8.2 ) Geriatric: Choose dose carefully and monitor renal function in the elderly. ( 8.5 ) Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations ) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 ). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets. 8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg or in pediatric patients unable to swallow tablets [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations ) . In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 )."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience. Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration ( 2.1 , 2.3 ), Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg or in pediatric patients unable to swallow tablets [see Dosage and Administration ( 2.1 )] . Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin delayed-release tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N‑(2‑Mercaptopropionyl) glycine and has the following structure: Tiopronin has the empirical formula C 5 H 9 NO 3 S and a molecular weight of 163.19. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white to off-white color crystalline powder, which is freely soluble in water. Each tiopronin delayed-release tablet contains 100 or 300 mg of tiopronin. The inactive ingredients in tiopronin delayed-release tablets include lactose monohydrate, low substitute hydroxypropyl cellulose, hydroxypropyl cellulose, magnesium stearate, hypromellose 2910, methacrylic acid: ethyl acrylate copolymer (Eudragit L 100-55), talc, triethyl citrate. The imprinting ink contains shellac, ferrosoferric oxide and propylene glycol. structural formula"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin IR and tiopronin delayed-release tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin IR tablets. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed- release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed- release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin IR and tiopronin delayed-release tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin IR tablets. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5, 10, 20, and 40%) on the dose dumping of tiopronin delayed- release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed- release tablets in the acidic media of 0.1N HCl [see Drug Interactions ( 7.1 )] ."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING 100 mg delayed-release, white to off-white, round shaped, enteric-coated tablets imprinted with \"1A\" with black ink on one side and plain on other side, free from physical defects. Bottles of 300 with child-resistant closure, NDC 13668-691-03. 300 mg delayed-release, white to off-white, round shaped, enteric-coated tablets imprinted with \"3A\" with black ink on one side and plain on other side, free from physical defects. Bottles of 90 with child-resistant closure, NDC 13668-692-90. Store at 25°C (77°F); excursions permitted between 15C° and 30°C (59°F and 86°F) [see USP Controlled Room Temperature] ."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Lactation Advise women that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets [see Use in Specific Populations ( 8.2 )] . Manufactured for: Torrent Pharmaceuticals Limited, India Distributed by: Torrent Pharma Inc., Basking Ridge, NJ 07920 8088451 Revised: June 2023 logo"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL 100 mg - 300 Tablets 300 mg - 90 Tablets image description image description"
    ],
    "set_id": "ad750031-08ec-4d92-af2d-97a80c454e14",
    "id": "b56545da-a8ae-437a-9757-44862a6d95f0",
    "effective_time": "20241101",
    "version": "2",
    "openfda": {
      "application_number": [
        "ANDA216990"
      ],
      "brand_name": [
        "TIOPRONIN"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "Torrent Pharmaceuticals Limited"
      ],
      "product_ndc": [
        "13668-691",
        "13668-692"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "2178075",
        "2178079"
      ],
      "spl_id": [
        "b56545da-a8ae-437a-9757-44862a6d95f0"
      ],
      "spl_set_id": [
        "ad750031-08ec-4d92-af2d-97a80c454e14"
      ],
      "package_ndc": [
        "13668-691-03",
        "13668-692-90"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0313668692907",
        "0313668691030"
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "tiopronin tiopronin TIOPRONIN TIOPRONIN ALCOHOL BUTYL ALCOHOL FD&C RED NO. 40 HYDROXYPROPYL CELLULOSE, UNSPECIFIED HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED HYPROMELLOSE 2910 (5 MPA.S) LACTOSE MONOHYDRATE MAGNESIUM STEARATE METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER PROPYLENE GLYCOL SHELLAC TALC TITANIUM DIOXIDE TRIETHYL CITRATE white to off-white L6"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Tiopronin delayed-release tablets are indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s THIOLA EC (tiopronin) delayed-release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Tiopronin delayed-release tablets are a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. (1)"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. (2.1) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients . (5.1 , 8.4) Measure urinary cystine 1 month after initiation of tiopronin delayed-release tablets and every 3 months thereafter. (2.3) Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. (2.1) Tiopronin delayed-release tablets can be crushed and mixed with applesauce. For preparation and administration instructions, see the full prescribing information. (2.2) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions (5.1) , Use in Specific Populations (8.4) ]. Additional pediatric use information is approved for Mission Pharmacal Company’s THIOLA EC (tiopronin) delayed-release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. Administer tiopronin delayed-release tablets in 3 divided doses at the same times each day, with or without food. Maintain a routine pattern with regard to meals. Consider starting tiopronin delayed-release tablets at a lower dosage in patients with history of severe toxicity to d-penicillamine. 2.2 Preparation and Administration Instructions For patients who cannot swallow the tablet whole, tiopronin delayed-release tablets can be crushed and mixed with applesauce. Administration of tiopronin delayed-release tablets with other liquids or foods has not been studied and is not recommended. Preparation and Administration of Tiopronin Delayed-Release Tablets Mixed in Applesauce For patients who can swallow semi-solid food, tiopronin delayed-release tablets can be crushed and mixed with applesauce: Crush the tiopronin delayed-release tablet in a clean pill crusher or mortar and pestle. Always crush one tablet at a time. Measure approximately one tablespoon of applesauce and transfer it into a container with the crushed tiopronin delayed-release tablet. Mix the crushed tiopronin delayed-release tablet in the applesauce until the powder is well dispersed. Administer the entire tiopronin delayed-release tablet-applesauce mixture to the patient’s mouth immediately. However, if this is not possible, the mixture can be stored in a refrigerator for up to 2 hours after adding the crushed tablet to the applesauce. Discard any mixture that has not been given within 2 hours. To assure that any leftover applesauce mixture from the container is recovered, add tap water to the same container, mix, and have the patient drink the water. 2.3 Monitoring Measure urinary cystine 1 month after starting tiopronin delayed-release tablets and every 3 months thereafter. Adjust tiopronin delayed-release tablets dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions (5.1) ]. Discontinue tiopronin delayed-release tablets in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting tiopronin delayed-release tablets treatment at a lower dosage after resolution of proteinuria."
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tiopronin Delayed-Release Tablets, for oral use: 300 mg tablets: Round, white to off-white tablet imprinted with “L6” on one side with red ink and blank on the other side. Tablets: 300 mg. (3)"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Tiopronin delayed-release tablets are contraindicated in patients with hypersensitivity to tiopronin or any other components of tiopronin delayed-release tablets [see Warnings and Precautions (5.2) ] . Hypersensitivity to tiopronin or any component of tiopronin delayed-release tablets. ( 4)"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Proteinuria, including nephrotic syndrome, and membranous nephropathy, has been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria. (2.1 , 5.1 , 8.4) Hypersensitivity reactions have been reported during tiopronin treatment. (4 , 5.2) 5.1 Proteinuria Proteinuria, including nephrotic syndrome, and membranous nephropathy, have been reported with tiopronin use. Pediatric patients receiving greater than 50 mg/kg of tiopronin per day may be at increased risk for proteinuria [see Dosage and Administration (2.3) , Adverse Reactions (6.1 , 6.2 ), Use in Specific Populations (8.4) ] . Monitor patients for the development of proteinuria and discontinue therapy in patients who develop proteinuria [see Dosage and Administration (2.3) ] . 5.2 Hypersensitivity Reactions Hypersensitivity reactions (drug fever, rash, fever, arthralgia and lymphadenopathy) have been reported [see Contraindications (4) ] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions (5.1) ] Hypersensitivity [see Warnings and Precautions (5.2) ] Most common adverse reactions (≥ 10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. (6) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥ 5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥ 5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients System Organ Class Adverse Reaction Group 1 Previously treated with d-penicillamine (N = 49) Group 2 Naïve to d-penicillamine (N = 17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Post-marketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of tiopronin. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the post-marketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
    ],
    "adverse_reactions_table": [
      "<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"1\"><col width=\"17px\"/><col width=\"17px\"/><col width=\"17px\"/><col width=\"17px\"/><tbody><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">System Organ</content><content styleCode=\"bold\"> Class</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Group 1 Previously treated with d-penicillamine (N = 49)</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Group 2 Na&#xEF;ve to d-penicillamine (N = 17)</content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Blood and Lymphatic System Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>anemia</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (2%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td rowspan=\"5\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Gastrointestinal Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>nausea</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>12 (25%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (12%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>emesis</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>5 (10%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>diarrhea/soft stools</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>9 (18%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>abdominal pain</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>oral ulcers</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>6 (12%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>3 (18%)</paragraph></td></tr><tr><td rowspan=\"5\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>fever</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>4 (8%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>weakness</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (4%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (12%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>fatigue</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>7 (14%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>peripheral (edema)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>3 (6%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>chest pain</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>anorexia</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>4 (8%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>arthralgia</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (12%)</paragraph></td></tr><tr><td rowspan=\"2\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Renal and Urinary Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>proteinuria</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>5 (10%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>impotence</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Respiratory, Thoracic and Mediastinal Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>cough</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td rowspan=\"5\" styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>rash</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>7 (14%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (12%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>ecchymosis</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>3 (6%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>pruritus</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>2 (4%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>urticaria</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>4 (8%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>&#x2013;</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>skin wrinkling</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>3 (6%)</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>1 (6%)</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\" border=\"1\"><col width=\"17px\"/><col width=\"17px\"/><tbody><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">System Organ Class</content></paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph><content styleCode=\"bold\">Preferred Term</content></paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Cardiac Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>congestive heart failure</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Ear and Labyrinth Disorder</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>vertigo</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Gastrointestinal Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>General Disorders and Administration Site Conditions</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Investigations</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>glomerular filtration rate decreased; weight increased</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Metabolism and Nutrition Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>decreased appetite; dehydration; hypophagia</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Musculoskeletal and Connective Tissue Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Nervous System Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Renal and Urinary Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>nephrotic syndrome; proteinuria; renal failure</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>Skin and Subcutaneous Tissue Disorders</paragraph></td><td styleCode=\" Botrule Toprule Lrule Rrule\"><paragraph>dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from tiopronin delayed-release tablets in the presence of alcohol and the risk for adverse events associated with tiopronin delayed-release tablets when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking tiopronin delayed-release tablets [see Clinical Pharmacology (12.3) ] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding is not recommended. (8.2) Geriatric: Choose dose carefully and monitor renal function in the elderly. (8.5) Additional pediatric use information is approved for Mission Pharmacal Company’s THIOLA EC (tiopronin) delayed-release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations). In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 ). 8.2 Lactation Risk Summary There are no data on the presence of tiopronin in either human or animal milk or on the effects of the breastfed child. A published study suggests that tiopronin may suppress milk production. Because of the potential for serious adverse reactions, including nephrotic syndrome, advise patients that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets. 8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience . Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration (2.1 , 2.3) , Warnings and Precautions (5.1) and Adverse Reactions (6.1) ]. Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg [see Dosage and Administration (2.1) ] . Additional pediatric use information is approved for Mission Pharmacal Company’s THIOLA EC (tiopronin) delayed-release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Available published case report data with tiopronin have not identified a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes. Renal stones in pregnancy may result in adverse pregnancy outcomes (see Clinical Considerations). In animal reproduction studies, there were no adverse developmental outcomes with oral administration of tiopronin to pregnant mice and rats during organogenesis at doses up to 2 times a 2 grams/day human dose (based on mg/m 2 ). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies are 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Renal stones in pregnancy may increase the risk of adverse pregnancy outcomes, such as preterm birth and low birth weight. Data Animal Data No findings of fetal malformations could be attributed to the drug in reproduction studies in mice and rats at doses up to 2 times the highest recommended human dose of 2 grams/day (based on mg/m 2 )."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Tiopronin delayed-release tablets are indicated in pediatric patients 9 years of age and older with severe homozygous cystinuria, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation who are not responsive to these measures alone. This indication is based on safety and efficacy data from a trial in patients 9 years to 68 years of age and clinical experience . Proteinuria, including nephrotic syndrome, has been reported in pediatric patients. Pediatric patients receiving greater than 50 mg/kg tiopronin per day may be at greater risk [see Dosage and Administration (2.1 , 2.3) , Warnings and Precautions (5.1) and Adverse Reactions (6.1) ]. Tiopronin delayed-release tablets are not approved for use in pediatric patients weighing less than 20 kg [see Dosage and Administration (2.1) ] . Additional pediatric use information is approved for Mission Pharmacal Company’s THIOLA EC (tiopronin) delayed-release tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use This drug is known to be substantially excreted by the kidney, and the risk of adverse reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no information on overdosage with tiopronin."
    ],
    "description": [
      "11 DESCRIPTION Tiopronin delayed-release tablets are a reducing and cystine-binding thiol drug (CBTD) for oral use. Tiopronin is N-(2-Mercaptopropionyl) glycine and has the following structure: Tiopronin has the molecular formula C 5 H 9 NO 3 S and a molecular weight of 163.19 g/mol. In this drug product tiopronin exists as a dl racemic mixture. Tiopronin is a white to off-white color crystalline powder, which is freely soluble in water. Each tiopronin delayed-release tablet contains 300 mg of tiopronin. The inactive ingredients in tiopronin delayed-release tablets include lactose monohydrate, hydroxypropyl cellulose, hydroxypropyl cellulose (low substitute), magnesium stearate, hydroxypropyl methylcellulose E5, methacrylic acid and ethyl acrylate copolymer (Eudragit L 100-55), talc, triethyl citrate. Each tablet is imprinted with red pharmaceutical ink which contains: alcohol, butyl alcohol, FD & C Red # 40, propylene glycol, shellac and titanium dioxide. structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced. 12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 mg/day to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal. 12.3 Pharmacokinetics Absorption Tiopronin Delayed-Release Tablets When tiopronin immediate-release tablets and tiopronin delayed-release tablets single doses were given to fasted healthy subjects, the median time to peak plasma levels (T max ) was 1 (range: 0.5 to 2.1) and 3 (range: 1.0 to 6.0) hours, respectively. The peak exposure (C max ) and total exposure (AUC 0-t ) of tiopronin from tiopronin delayed-release tablets were decreased by 22% and 7% respectively compared to tiopronin immediate-release tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the median time to peak plasma levels of tiopronin (T max ) was 1 hour (range: 0.5 to 2.0) compared to 3.1 hours (range: 1.5 to 4.0) when administered as intact EC tablets. When tiopronin delayed-release tablets were administered crushed in applesauce, the maximum concentration (C max ) and exposure (AUC 0-t ) to tiopronin were increased by 38% and 14%, respectively, compared to tiopronin delayed-release tablets administered intact. Food Effects Administration of the tiopronin delayed-release tablet with food decreases C max of tiopronin by 13% and AUC 0-t by 25% compared to tiopronin delayed-release tablets administered in a fasted state. Since the drug is dosed to effect, the study results support administration of tiopronin delayed-release tablets with or without food; administer at the same time each day with a routine pattern with regard to meals. Elimination Excretion When tiopronin is given orally, up to 48% of dose appears in urine during the first 4 hours and up to 78% by 72 hours. Drug Interactions Alcohol An in vitro dissolution study was conducted to evaluate the impact of alcohol (5%, 10%, 20%, and 40%) on the dose dumping of tiopronin delayed-release tablets. The study results showed that the addition of alcohol to the dissolution media increases the dissolution rate of tiopronin delayed-release tablets in the acidic media of 0.1 N HCl [see Drug Interactions (7.1) ] ."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The goal of therapy is to reduce urinary cystine concentration below its solubility limit. Tiopronin is an active reducing agent which undergoes thiol-disulfide exchange with cystine to form a mixed disulfide of tiopronin-cysteine. From this reaction, a water-soluble mixed disulfide is formed and the amount of sparingly soluble cystine is reduced."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The decrement in urinary cystine produced by tiopronin is generally proportional to the dose. A reduction in urinary cystine of 250 mg/day to 350 mg/day at tiopronin dosage of 1 g/day, and a decline of approximately 500 mg/day at a dosage of 2 g/day, might be expected. Tiopronin has a rapid onset and offset of action, showing a fall in cystine excretion on the first day of administration and a rise on the first day of drug withdrawal."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term carcinogenicity studies in animals have not been performed. Mutagenesis Tiopronin was not genotoxic in the chromosomal aberration, sister chromatid exchange, and in vivo micronucleus assays. Impairment of Fertility High doses of tiopronin in experimental animals have been shown to interfere with maintenance of pregnancy and viability of the fetus. In 2 published male fertility studies in rats, tiopronin at 20 mg/kg/day intramuscular (IM) for 60 days induced reductions in testis, epididymis, vas deferens, and accessory sex glands weights and in the count and motility of cauda epididymal sperm."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Tiopronin Delayed-Release Tablets, 300 mg are supplied as round, white to off-white tablet imprinted with “L6” on one side with red ink and blank on the other side. They are available as follows: Bottles of 90 with child-resistant closure: NDC 60219-2009-9 Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Keep this and all medications out of the reach of children."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Administration Instructions For patients who cannot swallow the tablet whole, the tiopronin delayed-release tablets can be crushed and mixed with applesauce [ see Dosage and Administration (2.2) ] for preparation and administration instructions. Lactation Advise women that breastfeeding is not recommended during treatment with tiopronin delayed-release tablets [see Use in Specific Populations (8.2) ] . Manufactured by: Amneal Pharmaceuticals Pvt. Ltd. Oral Solid Dosage Unit Ahmedabad 382213, INDIA Distributed by: Amneal Pharmaceuticals LLC Bridgewater, NJ 08807 Rev. 05-2023-01"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL NDC 60219-2009-9 Tiopronin Delayed-Release Tablets, 300 mg Rx only 90 Tablets Amneal Pharmaceuticals LLC 1"
    ],
    "set_id": "ce5b1f97-5b3c-40b6-b1c4-1d36025be1b8",
    "id": "98b9196d-4cc8-4ffe-8a45-8bced8f4284f",
    "effective_time": "20230501",
    "version": "8",
    "openfda": {
      "application_number": [
        "ANDA216278"
      ],
      "brand_name": [
        "tiopronin"
      ],
      "generic_name": [
        "TIOPRONIN"
      ],
      "manufacturer_name": [
        "Amneal Pharmaceuticals NY LLC"
      ],
      "product_ndc": [
        "60219-2009"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "TIOPRONIN"
      ],
      "rxcui": [
        "2178079"
      ],
      "spl_id": [
        "98b9196d-4cc8-4ffe-8a45-8bced8f4284f"
      ],
      "spl_set_id": [
        "ce5b1f97-5b3c-40b6-b1c4-1d36025be1b8"
      ],
      "package_ndc": [
        "60219-2009-9"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0360219200999"
      ],
      "nui": [
        "N0000175549",
        "M0289359",
        "N0000175898"
      ],
      "pharm_class_moa": [
        "Cystine Disulfide Reduction [MoA]"
      ],
      "pharm_class_cs": [
        "N-substituted Glycines [CS]"
      ],
      "pharm_class_epc": [
        "Reducing and Complexing Thiol [EPC]"
      ],
      "unii": [
        "C5W04GO61S"
      ]
    }
  }
]