[
  {
    "spl_product_data_elements": [
      "YONDELIS Trabectedin TRABECTEDIN TRABECTEDIN SUCROSE MONOBASIC POTASSIUM PHOSPHATE PHOSPHORIC ACID POTASSIUM HYDROXIDE"
    ],
    "recent_major_changes": [
      "Warnings and Precautions ( 5.7 ) 12/2025"
    ],
    "recent_major_changes_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col align=\"left\" valign=\"top\" width=\"85%\"/><col align=\"right\" valign=\"top\" width=\"15%\"/><tbody><tr><td>Warnings and Precautions ( <linkHtml href=\"#S5.7\">5.7</linkHtml>) </td><td>12/2025</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE YONDELIS ® is indicated for the treatment of adult patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen [see Clinical Studies (14) ] . YONDELIS is an alkylating drug indicated for the treatment of adult patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Administer at 1.5 mg/m 2 as a 24-hour intravenous infusion, every 3 weeks through a central venous line ( 2.1 , 2.6 ) Premedication: dexamethasone 20 mg intravenously, 30 min before each infusion ( 2.3 ) Hepatic Impairment: Administer at 0.9 mg/m 2 as a 24-hour intravenous infusion, every 3 weeks through a central venous line in patients with moderate hepatic impairment ( 2.2 ) 2.1 Recommended Dosage The recommended dose is 1.5 mg/m 2 administered as an intravenous infusion over 24 hours through a central venous line every 21 days (3 weeks), until disease progression or unacceptable toxicity. 2.2 Recommended Dosage in Patients with Hepatic Impairment The recommended dosage of YONDELIS in patients with moderate hepatic impairment (bilirubin levels greater than 1.5 times to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal) is 0.9 mg/m 2 every 21 days (3 weeks). Do not administer YONDELIS to patients with severe hepatic impairment (bilirubin levels above 3 times the upper limit of normal, and any AST and ALT) [ see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.3 Premedication Administer dexamethasone 20 mg intravenously 30 minutes prior to each dose of YONDELIS. 2.4 Dosage Modifications for Adverse Reactions Permanently discontinue YONDELIS for: Persistent adverse reactions requiring a delay in dosing of more than 3 weeks. Adverse reactions requiring dose reduction following YONDELIS administered at 1.0 mg/m 2 for patients with normal hepatic function or at 0.3 mg/m 2 for patients with pre-existing moderate hepatic impairment. Severe liver dysfunction: bilirubin two times the upper limit of normal, and AST or ALT three times the upper limit of normal, and alkaline phosphatase less than two times the upper limit of normal in the prior treatment cycle for patients with normal liver function at baseline. Exacerbation of liver dysfunction in patients with pre-existing moderate hepatic impairment. Capillary leak syndrome. Rhabdomyolysis. Grade 3 or 4 cardiac adverse events (AEs) indicative of cardiomyopathy or for subjects with an LVEF that decreases below the lower limit of normal. The recommended dose modifications for adverse reactions are listed in Table 1. Once reduced, the dose of YONDELIS should not be increased in subsequent treatment cycles. Table 1: Recommended Dosage Modification Laboratory Result or Adverse Reaction DELAY next dose of YONDELIS for up to 3 weeks REDUCE next dose of YONDELIS by one dose level for adverse reaction(s) during prior cycle Platelets Less than 100,000 platelets/microliter Less than 25,000 platelets/microliter Absolute neutrophil count Less than 1,500 neutrophils/microliter Less than 1,000 neutrophils/microliter with fever/infection Less than 500 neutrophils/microliter lasting more than 5 days Total bilirubin Greater than the upper limit of normal Greater than the upper limit of normal Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) More than 2.5 times the upper limit of normal More than 5 times the upper limit of normal Alkaline phosphatase (ALP) More than 2.5 times the upper limit of normal More than 2.5 times the upper limit of normal Creatine phosphokinase More than 2.5 times the upper limit of normal More than 5 times the upper limit of normal Other non-hematologic adverse reactions Grade 3 or 4 Grade 3 or 4 The recommended starting doses and dose reductions for YONDELIS are listed in Table 2: Table 2: Recommended Starting Doses and Dose Reductions Starting Dose and Dose Reduction For patients with normal hepatic function or mild hepatic impairment Including patients with bilirubin greater than 1 to 1.5 times the upper limit of normal, and any AST or ALT. prior to initiation of YONDELIS treatment For patients with moderate hepatic impairment Including patients with bilirubin levels greater than 1.5 times to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal. prior to initiation of YONDELIS treatment Starting Dose 1.5 mg/m 2 0.9 mg/m 2 Dose Reduction First dose reduction 1.2 mg/m 2 0.6 mg/m 2 Second dose reduction 1.0 mg/m 2 0.3 mg/m 2 2.5 Preparation for Administration YONDELIS is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Using aseptic technique, inject 20 mL of Sterile Water for Injection, USP into the vial. Shake the vial until complete dissolution. The reconstituted solution is clear, colorless to pale brownish-yellow, and contains 0.05 mg/mL of trabectedin. Inspect for particulate matter and discoloration prior to further dilution. Discard vial if particles or discoloration are observed. Immediately following reconstitution, withdraw the calculated volume of trabectedin and further dilute in 500 mL of 0.9% Sodium Chloride, USP or 5% Dextrose Injection, USP. Do not mix YONDELIS with other drugs. Discard any remaining solution within 30 hours of reconstituting the lyophilized powder. YONDELIS diluted solution is compatible with Type I colorless glass vials, polyvinylchloride (PVC) and polyethylene (PE) bags and tubing, PE and polypropylene (PP) mixture bags, polyethersulfone (PES) in-line filters, titanium, platinum or plastic ports, silicone and polyurethane catheters, and pumps having contact surfaces made of PVC, PE, or PE/PP. 2.6 Administration Infuse the reconstituted, diluted solution over 24 hours through a central venous line using an infusion set with a 0.2 micron polyethersulfone (PES) in-line filter. Complete infusion within 30 hours of initial reconstitution. Discard any unused portion of the reconstituted product or of the infusion solution."
    ],
    "dosage_and_administration_table": [
      "<table width=\"90%\" ID=\"t1\"><caption>Table 1: Recommended Dosage Modification</caption><col width=\"30%\" align=\"left\" valign=\"top\"/><col width=\"35%\" align=\"left\" valign=\"top\"/><col width=\"35%\" align=\"left\" valign=\"top\"/><thead><tr><th align=\"center\" styleCode=\"Lrule Rrule\">Laboratory Result or Adverse Reaction</th><th align=\"center\" styleCode=\"Rrule\">DELAY next dose of YONDELIS for up to 3 weeks</th><th align=\"center\" styleCode=\"Rrule\">REDUCE next dose of YONDELIS by one dose level for adverse reaction(s) during prior cycle</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Platelets</td><td styleCode=\"Rrule\">Less than 100,000 platelets/microliter</td><td styleCode=\"Rrule\">Less than 25,000 platelets/microliter</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Absolute neutrophil count</td><td styleCode=\"Rrule\">Less than 1,500 neutrophils/microliter</td><td styleCode=\"Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>Less than 1,000 neutrophils/microliter with fever/infection</item><item>Less than 500 neutrophils/microliter lasting more than 5 days</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Total bilirubin</td><td styleCode=\"Rrule\">Greater than the upper limit of normal</td><td styleCode=\"Rrule\">Greater than the upper limit of normal</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Aspartate aminotransferase (AST) or alanine aminotransferase (ALT)</td><td styleCode=\"Rrule\">More than 2.5 times the upper limit of normal</td><td styleCode=\"Rrule\">More than 5 times the upper limit of normal</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Alkaline phosphatase (ALP)</td><td styleCode=\"Rrule\">More than 2.5 times the upper limit of normal</td><td styleCode=\"Rrule\">More than 2.5 times the upper limit of normal</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Creatine phosphokinase</td><td styleCode=\"Rrule\">More than 2.5 times the upper limit of normal</td><td styleCode=\"Rrule\">More than 5 times the upper limit of normal</td></tr><tr><td styleCode=\"Lrule Rrule\">Other non-hematologic adverse reactions</td><td styleCode=\"Rrule\">Grade 3 or 4</td><td styleCode=\"Rrule\">Grade 3 or 4</td></tr></tbody></table>",
      "<table width=\"90%\"><caption>Table 2: Recommended Starting Doses and Dose Reductions</caption><col align=\"left\" valign=\"top\" width=\"30%\"/><col align=\"left\" valign=\"top\" width=\"35%\"/><col align=\"left\" valign=\"top\" width=\"35%\"/><thead><tr><th align=\"center\" styleCode=\"Lrule Rrule\">Starting Dose and Dose Reduction</th><th align=\"center\" styleCode=\"Rrule\">For patients with normal hepatic function or mild hepatic impairment <footnote ID=\"K581\">Including patients with bilirubin greater than 1 to 1.5 times the upper limit of normal, and any AST or ALT.</footnote>prior to initiation of YONDELIS treatment </th><th align=\"center\" styleCode=\"Rrule\">For patients with moderate hepatic impairment <footnote ID=\"K588\">Including patients with bilirubin levels greater than 1.5 times to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal.</footnote>prior to initiation of YONDELIS treatment </th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Starting Dose</td><td styleCode=\"Rrule\">1.5 mg/m <sup>2</sup></td><td styleCode=\"Rrule\">0.9 mg/m <sup>2</sup></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Dose Reduction</td><td colspan=\"2\" styleCode=\"Rrule\"/></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> First dose reduction</td><td styleCode=\"Rrule\">1.2 mg/m <sup>2</sup></td><td styleCode=\"Rrule\">0.6 mg/m <sup>2</sup></td></tr><tr><td styleCode=\"Lrule Rrule\">Second dose reduction</td><td styleCode=\"Rrule\">1.0 mg/m <sup>2</sup></td><td styleCode=\"Rrule\">0.3 mg/m <sup>2</sup></td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS For injection: 1 mg, lyophilized powder in single-dose vial for reconstitution. For injection: 1 mg sterile lyophilized powder in a single-dose vial ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS YONDELIS is contraindicated in patients with known severe hypersensitivity, including anaphylaxis, to trabectedin. Known hypersensitivity to trabectedin ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Neutropenic sepsis: Severe, and fatal, neutropenic sepsis may occur. Monitor neutrophil count during treatment. Withhold YONDELIS for neutrophil count < 1,500/mcL ( 2.4 , 5.1 ) Rhabdomyolysis: Rhabdomyolysis may occur. Monitor creatine phosphokinase (CPK) levels prior to each administration. Withhold YONDELIS for CPK more than 2.5 times the upper limit of normal. ( 2.4 , 5.2 ) Hepatotoxicity: Hepatotoxicity may occur. Monitor and delay and/or reduce dose if needed ( 5.3 ) Cardiomyopathy: Severe and fatal cardiomyopathy can occur. Patients with left ventricular ejection fraction (LVEF) < lower limit of normal, prior cumulative anthracycline dose of ≥300 mg/m 2 , age ≥65 years, or a history of cardiovascular disease may be at increased risk of developing new or worsening cardiac dysfunction. Discontinue YONDELIS in patients who develop decreased LVEF or cardiomyopathy ( 2.4 , 5.4 ) Capillary leak syndrome: Monitor and discontinue YONDELIS for capillary leak syndrome ( 5.5 ) Embryo-fetal toxicity: Can cause fetal harm. Advise of potential risk to a fetus and use effective contraception ( 5.7 , 8.1 , 8.3 ) 5.1 Neutropenic Sepsis Neutropenic sepsis, including fatal cases, can occur with YONDELIS. In Trial ET743-SAR-3007, the incidence of Grade 3 or 4 neutropenia, based on laboratory values, in patients receiving YONDELIS was 43% (161/378). The median time to the first occurrence of Grade 3 or 4 neutropenia was 16 days (range: 8 days to 9.7 months); the median time to complete resolution of neutropenia was 13 days (range: 3 days to 2.3 months). Febrile neutropenia (fever ≥38.5 °C with Grade 3 or 4 neutropenia) occurred in 18 patients (5%) treated with YONDELIS. Ten patients (2.6%) experienced neutropenic sepsis, 5 of whom had febrile neutropenia, which was fatal in 4 patients (1.1%). Assess neutrophil count prior to administration of each dose of YONDELIS and periodically throughout the treatment cycle. Withhold or reduce dose of YONDELIS based on severity of adverse reaction [see Dosage and Administration (2.4) ] . 5.2 Rhabdomyolysis YONDELIS can cause rhabdomyolysis and musculoskeletal toxicity. In Trial ET743-SAR-3007, rhabdomyolysis leading to death occurred in 3 (0.8%) of the 378 patients receiving YONDELIS. Elevations in creatine phosphokinase (CPK) occurred in 122 (32%) of the 378 patients receiving YONDELIS, including Grade 3 or 4 CPK elevation in 24 patients (6%), compared to 15 (9%) of the 172 patients receiving dacarbazine with any CPK elevation, including 1 patient (0.6%) with Grade 3 CPK elevation. Among the 24 patients receiving YONDELIS with Grade 3 or 4 CPK elevation, renal failure occurred in 11 patients (2.9%); rhabdomyolysis with the complication of renal failure occurred in 4 of these 11 patients (1.1%). The median time to first occurrence of Grade 3 or 4 CPK elevations was 2 months (range: 1 to 11.5 months). The median time to complete resolution was 14 days (range: 5 days to 1 month). Assess CPK levels prior to each administration of YONDELIS. Withhold, reduce dose, or permanently discontinue based on severity of adverse reaction [see Dosage and Administration (2.4) ] . 5.3 Hepatotoxicity Hepatotoxicity, including hepatic failure, can occur with YONDELIS. Patients with serum bilirubin levels above the upper limit of normal or AST or ALT levels >2.5 × upper limit of normal were not enrolled in Trial ET743-SAR-3007. In Trial ET743-SAR-3007, the incidence of Grade 3–4 elevated liver function tests (LFTs; defined as elevations in ALT, AST, total bilirubin, or alkaline phosphatase) was 35% (134/378) in patients receiving YONDELIS. The median time to development of Grade 3–4 elevation in ALT or AST was 29 days (range: 3 days to 11.5 months). Of the 134 patients with Grade 3–4 elevations in LFTs, 114 (85%) experienced complete resolution with the median time to complete resolution of 13 days (range: 4 days to 4.4 months). In Trial ET743-SAR-3007, the incidence of drug-induced liver injury (defined as concurrent elevation in ALT or AST of more than three times the upper limit of normal, alkaline phosphatase less than two times the upper limit of normal, and total bilirubin at least two times the upper limit of normal) was 1.3% (5/378) in patients receiving YONDELIS. ALT or AST elevation greater than eight times the upper limit of normal occurred in 18% (67/378) of patients receiving YONDELIS. Assess LFTs prior to each administration of YONDELIS and as clinically indicated based on underlying severity of pre-existing hepatic impairment. Manage elevated LFTs with treatment interruption, dose reduction, or permanent discontinuation based on severity and duration of LFT abnormality [see Dosage and Administration (2.4) and Use in Specific Populations (8.6) ]. 5.4 Cardiomyopathy Cardiomyopathy including cardiac failure, congestive heart failure, ejection fraction decreased, diastolic dysfunction, or right ventricular dysfunction can occur with YONDELIS. In Trial ET743-SAR-3007, a significant decrease in LVEF was defined as an absolute decrease of ≥15% or below the lower limit of normal with an absolute decrease of ≥5%. Patients with a history of New York Heart Association Class II to IV heart failure or abnormal left ventricular ejection fraction (LVEF) at baseline were ineligible. In Trial ET743-SAR-3007, cardiomyopathy occurred in 23 patients (6%) receiving YONDELIS and in four patients (2.3%) receiving dacarbazine. Grade 3 or 4 cardiomyopathy occurred in 15 patients (4%) receiving YONDELIS and 2 patients (1.2%) receiving dacarbazine; cardiomyopathy leading to death occurred in 1 patient (0.3%) receiving YONDELIS and in none of the patients receiving dacarbazine. The median time to development of Grade 3 or 4 cardiomyopathy in patients receiving YONDELIS was 5.3 months (range: 26 days to 15.3 months). Patients with LVEF < lower limit of normal, prior cumulative anthracycline dose of ≥300 mg/m 2 , age ≥65 years, or a history of cardiovascular disease may be at increased risk of cardiac dysfunction. Assess LVEF by echocardiogram (ECHO) or multigated acquisition (MUGA) scan before initiation of YONDELIS and at 2- to 3-month intervals thereafter until YONDELIS is discontinued. Discontinue treatment with YONDELIS based on severity of adverse reaction [see Dosage and Administration (2.4) ] . 5.5 Capillary Leak Syndrome Capillary leak syndrome (CLS) characterized by hypotension, edema, and hypoalbuminemia has been reported with YONDELIS, including serious CLS resulting in death. Monitor for signs and symptoms of CLS. Discontinue YONDELIS and promptly initiate standard management for patients with CLS, which may include a need for intensive care [see Adverse Reactions (6.2) ] . 5.6 Extravasation Resulting in Tissue Necrosis Extravasation of YONDELIS, resulting in tissue necrosis requiring debridement, can occur. Evidence of tissue necrosis can occur more than 1 week after the extravasation. There is no specific antidote for extravasation of YONDELIS. Administer YONDELIS through a central venous line [see Dosage and Administration (2.6) ] . 5.7 Embryo-Fetal Toxicity Based on its mechanism of action, YONDELIS can cause fetal harm when administered to a pregnant woman. Advise females of reproductive potential to use effective contraception during therapy and for at least 8 months after the last dose of YONDELIS. Advise males with female partners of reproductive potential to use effective contraception during therapy and for at least 5 months after the last dose of YONDELIS [see Use in Specific Populations (8.1 , 8.3) ] ."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Anaphylaxis [see Contraindications (4) ] Neutropenic Sepsis [see Warnings and Precautions (5.1) ] Rhabdomyolysis [see Warnings and Precautions (5.2) ] Hepatotoxicity [see Warnings and Precautions (5.3) ] Cardiomyopathy [see Warnings and Precautions (5.4) ] Capillary Leak Syndrome [see Warnings and Precautions (5.5) ] Extravasation Resulting in Tissue Necrosis [see Warnings and Precautions (5.6) ] The most common (≥20%) adverse reactions are nausea, fatigue, vomiting, constipation, decreased appetite, diarrhea, peripheral edema, dyspnea, and headache. The most common (≥5%) grades 3–4 laboratory abnormalities are: neutropenia, increased ALT, thrombocytopenia, anemia, increased AST, and increased creatine phosphokinase. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP at 1-800-526-7736 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below reflect exposure to YONDELIS in 755 patients with soft tissue sarcoma including 197 (26%) patients exposed to YONDELIS for greater than or equal to 6 months and 57 (8%) patients exposed to YONDELIS for greater than or equal to 1 year. The safety of YONDELIS was evaluated in six open-label, single-arm trials, in which 377 patients received YONDELIS and one open-label, randomized, active-controlled clinical trial in which 378 patients received YONDELIS (Trial ET743-SAR-3007). All patients received YONDELIS at the recommended dosing regimen of 1.5 mg/m 2 administered as an intravenous infusion over 24 hours once every 3 weeks (q3wk, 24-h). The median age was 54 years (range: 18 to 81 years), 63% were female, and all patients had metastatic soft tissue sarcoma. Tables 3 and 4 present selected adverse reactions and laboratory abnormalities, respectively, observed in Trial ET743-SAR-3007, an open-label, randomized (2:1), active-controlled trial in which 550 patients with previously treated leiomyosarcoma or liposarcoma (dedifferentiated, myxoid round cell, or pleomorphic) received YONDELIS 1.5 mg/m 2 intravenous infusion over 24 hours once every 3 weeks (n=378) or dacarbazine 1000 mg/m 2 intravenous infusion over 20 to 120 minutes once every 3 weeks (n=172) [see Clinical Studies (14) ] . All patients treated with YONDELIS were required to receive dexamethasone 20 mg intravenous injection 30 minutes prior to start of the YONDELIS infusion. In Trial ET743-SAR-3007, patients had been previously treated with an anthracycline- and ifosfamide-containing regimen or with an anthracycline-containing regimen and one additional cytotoxic chemotherapy regimen. The trial excluded patients with known central nervous system metastasis, elevated serum bilirubin or significant chronic liver disease, such as cirrhosis or active hepatitis, and history of myocardial infarction within 6 months, history of New York Heart Association Class II to IV heart failure, or abnormal left ventricular ejection fraction at baseline. The median age of patients in Trial ET743-SAR-3007 was 57 years (range: 17 to 81 years), with 69% female, 77% White, 12% Black or African American, 4% Asian, and <1% American Indian or Alaska Native. The median duration of exposure to trabectedin was 13 weeks (range: 1 to 127 weeks) with 30% of patients exposed to YONDELIS for greater than 6 months and 7% of patients exposed to YONDELIS for greater than 1 year. In Trial ET743-SAR-3007, adverse reactions resulting in permanent discontinuation of YONDELIS occurred in 26% (98/378) of patients; the most common were increased liver tests (defined as ALT, AST, alkaline phosphatase, bilirubin) (5.6%), thrombocytopenia (3.4%), fatigue (1.6%), increased creatine phosphokinase (1.1%), and decreased ejection fraction (1.1%). Adverse reactions that led to dose reductions occurred in 42% (158/378) of patients treated with YONDELIS; the most common were increased liver tests (24%), neutropenia (including febrile neutropenia) (8%), thrombocytopenia (4.2%), fatigue (3.7%), increased creatine phosphokinase (2.4%), nausea (1.1%), and vomiting (1.1%). Adverse reactions led to dose interruptions in 52% (198/378) of patients treated with YONDELIS; the most common were neutropenia (31%), thrombocytopenia (15%), increased liver tests (6%), fatigue (2.9%), anemia (2.6%), increased creatinine (1.1%), and nausea (1.1%). The most common adverse reactions (≥20%) were nausea, fatigue, vomiting, constipation, decreased appetite, diarrhea, peripheral edema, dyspnea, and headache. The most common laboratory abnormalities (≥20%) were increases in AST or ALT, increased alkaline phosphatase, hypoalbuminemia, increased creatinine, increased creatine phosphokinase, anemia, neutropenia, and thrombocytopenia. Table 3: Selected Adverse Reactions Limited to adverse reactions at a rate of ≥10% in the trabectedin arm and at a rate higher in the trabectedin arm compared with dacarbazine arm by ≥5% in overall incidence or by ≥2% for Grade 3–4 adverse reactions. Occurring in ≥10% of Patients Receiving YONDELIS and at a Higher Incidence than in the Control Arm - Trial ET743-SAR-3007 YONDELIS (N=378) Dacarbazine (N=172) System Organ Class Adverse Reaction All Grades Toxicity grade is based on NCI common toxicity criteria, version 4.0. (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) Gastrointestinal disorders Nausea 75 7 50 1.7 Vomiting 46 6 22 1.2 Constipation 37 0.8 31 0.6 Diarrhea 35 1.6 23 0 General disorders and administration site conditions Fatigue Fatigue is a composite of the following adverse event terms: fatigue, asthenia, and malaise. 69 8 52 1.7 Peripheral edema 28 0.8 13 0.6 Metabolism and nutrition disorders Decreased appetite 37 1.9 21 0.6 Respiratory, thoracic and mediastinal disorders Dyspnea 25 4.2 20 1.2 Nervous system disorders Headache 25 0.3 19 0 Musculoskeletal and connective tissue disorders Arthralgia 15 0 8 1.2 Myalgia 12 0 6 0 Psychiatric disorders Insomnia 15 0.3 9 0 Other clinically important adverse reactions observed in <10% of patients (N=755) with soft tissue sarcoma receiving YONDELIS were: Nervous system disorders : peripheral neuropathy, paresthesia, hypoesthesia. Respiratory, thoracic, and mediastinal disorders : pulmonary embolism. General disorders and administration site conditions : mucosal inflammation Table 4: Incidence of Selected Treatment-Emergent Laboratory Abnormalities Treatment-emergent laboratory abnormalities including those higher in the trabectedin arm compared with the dacarbazine arm by ≥5% (all Grades) or by ≥2% (Grade 3–4). Incidence based on number of patients who had both baseline and at least one on-study laboratory measurement. - Trial ET743-SAR-3007 Laboratory Abnormalities YONDELIS Dacarbazine All Grades (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) YONDELIS group (range: 373 to 377 patients) and dacarbazine group (range: 166 to 168 patients). Chemistry Increased ALT 90 31 33 0.6 Increased AST 84 17 32 1.2 Increased alkaline phosphatase 70 1.6 60 0.6 Hypoalbuminemia 63 3.7 51 3.0 Increased creatinine 46 4.2 29 1.2 Increased creatine phosphokinase 33 6.4 9 0.6 Hyperbilirubinemia 13 1.9 5 0.6 Hematology Anemia 96 19 79 12 Neutropenia 66 43 47 26 Thrombocytopenia 59 21 57 20 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of YONDELIS. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vascular disorders : capillary leak syndrome"
    ],
    "adverse_reactions_table": [
      "<table width=\"90%\" ID=\"t3\"><caption>Table 3: Selected Adverse Reactions <footnote ID=\"K1153\">Limited to adverse reactions at a rate of &#x2265;10% in the trabectedin arm and at a rate higher in the trabectedin arm compared with dacarbazine arm by &#x2265;5% in overall incidence or by &#x2265;2% for Grade 3&#x2013;4 adverse reactions.</footnote>Occurring in &#x2265;10% of Patients Receiving YONDELIS and at a Higher Incidence than in the Control Arm - Trial ET743-SAR-3007 </caption><col width=\"24%\" align=\"left\" valign=\"top\"/><col width=\"19%\" align=\"center\" valign=\"top\"/><col width=\"19%\" align=\"center\" valign=\"top\"/><col width=\"19%\" align=\"center\" valign=\"top\"/><col width=\"19%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th colspan=\"2\" styleCode=\"Rrule Botrule\">YONDELIS   (N=378) </th><th colspan=\"2\" styleCode=\"Rrule Botrule\">Dacarbazine   (N=172) </th></tr><tr><th styleCode=\"Lrule Rrule\">System Organ Class   Adverse Reaction </th><th align=\"center\" styleCode=\"Rrule\">All Grades <footnote ID=\"K1202\">Toxicity grade is based on NCI common toxicity criteria, version 4.0.</footnote>  (%) </th><th styleCode=\"Rrule\">Grades 3&#x2013;4   (%) </th><th styleCode=\"Rrule\">All Grades   (%) </th><th styleCode=\"Rrule\">Grades 3&#x2013;4   (%) </th></tr></thead><tbody><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Gastrointestinal disorders</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Nausea</td><td styleCode=\"Rrule\">75</td><td styleCode=\"Rrule\">7</td><td styleCode=\"Rrule\">50</td><td styleCode=\"Rrule\">1.7</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Vomiting</td><td styleCode=\"Rrule\">46</td><td styleCode=\"Rrule\">6</td><td styleCode=\"Rrule\">22</td><td styleCode=\"Rrule\">1.2</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Constipation</td><td styleCode=\"Rrule\">37</td><td styleCode=\"Rrule\">0.8</td><td styleCode=\"Rrule\">31</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Diarrhea</td><td styleCode=\"Rrule\">35</td><td styleCode=\"Rrule\">1.6</td><td styleCode=\"Rrule\">23</td><td styleCode=\"Rrule\">0</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">General disorders and administration site conditions</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Fatigue <footnote ID=\"K1311\">Fatigue is a composite of the following adverse event terms: fatigue, asthenia, and malaise.</footnote></td><td styleCode=\"Rrule\">69</td><td styleCode=\"Rrule\">8</td><td styleCode=\"Rrule\">52</td><td styleCode=\"Rrule\">1.7</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Peripheral edema</td><td styleCode=\"Rrule\">28</td><td styleCode=\"Rrule\">0.8</td><td styleCode=\"Rrule\">13</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Metabolism and nutrition disorders</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Decreased appetite</td><td styleCode=\"Rrule\">37</td><td styleCode=\"Rrule\">1.9</td><td styleCode=\"Rrule\">21</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Respiratory, thoracic and mediastinal disorders</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Dyspnea</td><td styleCode=\"Rrule\">25</td><td styleCode=\"Rrule\">4.2</td><td styleCode=\"Rrule\">20</td><td styleCode=\"Rrule\">1.2</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Nervous system disorders</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Headache</td><td styleCode=\"Rrule\">25</td><td styleCode=\"Rrule\">0.3</td><td styleCode=\"Rrule\">19</td><td styleCode=\"Rrule\">0</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Musculoskeletal and connective tissue disorders</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Arthralgia</td><td styleCode=\"Rrule\">15</td><td styleCode=\"Rrule\">0</td><td styleCode=\"Rrule\">8</td><td styleCode=\"Rrule\">1.2</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Myalgia</td><td styleCode=\"Rrule\">12</td><td styleCode=\"Rrule\">0</td><td styleCode=\"Rrule\">6</td><td styleCode=\"Rrule\">0</td></tr><tr styleCode=\"Botrule\"><td colspan=\"5\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Psychiatric disorders</content></td></tr><tr><td styleCode=\"Lrule Rrule\"> Insomnia</td><td styleCode=\"Rrule\">15</td><td styleCode=\"Rrule\">0.3</td><td styleCode=\"Rrule\">9</td><td styleCode=\"Rrule\">0</td></tr></tbody></table>",
      "<table width=\"90%\" ID=\"t4\"><caption>Table 4: Incidence of Selected Treatment-Emergent Laboratory Abnormalities <footnote ID=\"K1505\">Treatment-emergent laboratory abnormalities including those higher in the trabectedin arm compared with the dacarbazine arm by &#x2265;5% (all Grades) or by &#x2265;2% (Grade 3&#x2013;4). Incidence based on number of patients who had both baseline and at least one on-study laboratory measurement.</footnote>- Trial ET743-SAR-3007 </caption><col width=\"28%\" align=\"left\" valign=\"top\"/><col width=\"18%\" align=\"center\" valign=\"top\"/><col width=\"18%\" align=\"center\" valign=\"top\"/><col width=\"18%\" align=\"center\" valign=\"top\"/><col width=\"18%\" align=\"center\" valign=\"top\"/><thead><tr styleCode=\"Botrule\"><th rowspan=\"2\" styleCode=\"Lrule Rrule\" valign=\"middle\">Laboratory Abnormalities</th><th colspan=\"2\" styleCode=\"Rrule\">YONDELIS</th><th colspan=\"2\" styleCode=\"Rrule\">Dacarbazine</th></tr><tr styleCode=\"Botrule\"><th align=\"center\" styleCode=\"Rrule\">All Grades   (%) </th><th styleCode=\"Rrule Toprule\">Grades 3&#x2013;4   (%) </th><th styleCode=\"Rrule\">All Grades   (%) </th><th styleCode=\"Rrule\">Grades 3&#x2013;4   (%) </th></tr></thead><tfoot><tr><td align=\"left\" colspan=\"5\">YONDELIS group (range: 373 to 377 patients) and dacarbazine group (range: 166 to 168 patients).</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"> Chemistry</td><td/><td/><td/><td styleCode=\"Rrule\"/></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Increased ALT</td><td styleCode=\"Rrule\">90</td><td styleCode=\"Rrule\">31</td><td styleCode=\"Rrule\">33</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Increased AST</td><td styleCode=\"Rrule\">84</td><td styleCode=\"Rrule\">17</td><td styleCode=\"Rrule\">32</td><td styleCode=\"Rrule\">1.2</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Increased alkaline phosphatase</td><td styleCode=\"Rrule\">70</td><td styleCode=\"Rrule\">1.6</td><td styleCode=\"Rrule\">60</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Hypoalbuminemia</td><td styleCode=\"Rrule\">63</td><td styleCode=\"Rrule\">3.7</td><td styleCode=\"Rrule\">51</td><td styleCode=\"Rrule\">3.0</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Increased creatinine</td><td styleCode=\"Rrule\">46</td><td styleCode=\"Rrule\">4.2</td><td styleCode=\"Rrule\">29</td><td styleCode=\"Rrule\">1.2</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Increased creatine phosphokinase</td><td styleCode=\"Rrule\">33</td><td styleCode=\"Rrule\">6.4</td><td styleCode=\"Rrule\">9</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Hyperbilirubinemia</td><td styleCode=\"Rrule\">13</td><td styleCode=\"Rrule\">1.9</td><td styleCode=\"Rrule\">5</td><td styleCode=\"Rrule\">0.6</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"> Hematology</td><td/><td/><td/><td styleCode=\"Rrule\"/></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Anemia</td><td styleCode=\"Rrule\">96</td><td styleCode=\"Rrule\">19</td><td styleCode=\"Rrule\">79</td><td styleCode=\"Rrule\">12</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Neutropenia</td><td styleCode=\"Rrule\">66</td><td styleCode=\"Rrule\">43</td><td styleCode=\"Rrule\">47</td><td styleCode=\"Rrule\">26</td></tr><tr><td styleCode=\"Lrule Rrule\"> Thrombocytopenia</td><td styleCode=\"Rrule\">59</td><td styleCode=\"Rrule\">21</td><td styleCode=\"Rrule\">57</td><td styleCode=\"Rrule\">20</td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS CYP3A inhibitors: Avoid concomitant strong CYP3A inhibitors ( 7.1 ) CYP3A inducers: Avoid concomitant strong CYP3A inducers ( 7.2 ) 7.1 Effect of Cytochrome CYP3A Inhibitors Coadministration of YONDELIS with ketoconazole, a strong CYP3A inhibitor, increased systemic exposure of trabectedin by 66%. Avoid using strong CYP3A inhibitors (e.g., oral ketoconazole, itraconazole, posaconazole, voriconazole, clarithromycin, telithromycin, indinavir, lopinavir, ritonavir, boceprevir, nelfinavir, saquinavir, telaprevir, nefazodone, conivaptan) in patients taking YONDELIS. If a strong CYP3A inhibitor for short-term use (i.e., less than 14 days) must be used, administer the strong CYP3A inhibitor 1 week after the YONDELIS infusion, and discontinue it the day prior to the next YONDELIS infusion [see Clinical Pharmacology (12.3) ] . 7.2 Effect of Cytochrome CYP3A Inducers Coadministration of YONDELIS with rifampin, a strong CYP3A inducer, decreased systemic exposure of trabectedin by 31%. Avoid using strong CYP3A inducers (e.g., rifampin, phenobarbital, St. John's wort) in patients taking YONDELIS [see Clinical Pharmacology (12.3) ] .",
      "Drug Interactions Effect of Strong CYP3A Inhibitors on Trabectedin Coadministration of multiple doses of ketoconazole (200 mg twice daily for 7.5 days) with a single dose of YONDELIS (0.58 mg/m 2 ) on day 1 increased trabectedin dose-normalized AUC by 66% and C max by 22% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Strong CYP3A Inducers on Trabectedin Coadministration of multiple doses of rifampin (600 mg daily for 6 days) with a single YONDELIS dose (1.3 mg/m 2 ) on day 6 decreased trabectedin AUC by 31% and C max by 21% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Trabectedin on CYP Enzymes In vitro , trabectedin has limited inhibition or induction potential of major CYP enzymes (CYP1A2, 2A6, 2B6, 2C9, 2C19, 2D6, 2E1, and 3A4)."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Lactation: Advise not to breastfeed ( 8.2 ) Hepatic Impairment: Do not administer YONDELIS to patients with severe hepatic impairment ( 8.6 , 12.3 ) 8.1 Pregnancy Risk Summary Based on its mechanism of action, trabectedin can cause fetal harm when administered during pregnancy [see Clinical Pharmacology (12.1) ] . There are no available data with the use of YONDELIS during pregnancy. Animal reproductive and developmental studies at relevant doses have not been conducted with trabectedin; however, placental transfer of trabectedin was demonstrated in pregnant rats. Advise pregnant woman of the potential risk to a fetus. The background risk of major birth defects and miscarriage for the indicated population are unknown; however, the background risk in the U.S. general population of major birth defects is 2 to 4% and of miscarriage is 15 to 20% of clinically recognized pregnancies. 8.2 Lactation Risk Summary There are no data on the presence of trabectedin in human milk, the effects on the breastfed child, or the effects on milk production. Because of the potential for serious adverse reactions from YONDELIS in a breastfed child, advise a nursing woman to discontinue nursing during treatment with and for 3 months after the last dose of YONDELIS. 8.3 Females and Males of Reproductive Potential Pregnancy Testing Verify the pregnancy status of females of reproductive potential prior to initiating YONDELIS [see Use in Specific Populations (8.1) ] . Contraception Females Advise female patients of reproductive potential to use effective contraception during and for 8 months after the last dose of YONDELIS [see Use in Specific Populations (8.1) ] . Males YONDELIS may damage spermatozoa, resulting in possible genetic and fetal abnormalities. Advise males with a female sexual partner of reproductive potential to use effective contraception during and for 5 months after the last dose of YONDELIS [see Nonclinical Toxicology (13.1) ] . Infertility YONDELIS may result in decreased fertility in males and females [see Nonclinical Toxicology (13.1) ] . 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. Safety (n=61) and efficacy (n=58) were assessed across five open-label studies (NCT00006463, NCT01453283, NCT00005625, NCT00070109, and ET-B-023-00) in pediatric patients (aged 2 to <17 years) with pediatric histotypes of sarcoma (predominantly rhabdomyosarcoma, osteosarcoma, Ewing sarcoma, and non-rhabdomyosarcoma soft tissue sarcoma). No new safety signals were observed in pediatric patients across these studies. Pharmacokinetic parameters in 17 pediatric patients (aged 3 to 17 years) were within the range of values previously observed in adults given the same dose per body surface area. 8.5 Geriatric Use Clinical studies of YONDELIS did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. 8.6 Hepatic Impairment The mean trabectedin exposure was (97%) higher in patients with moderate (bilirubin levels greater than 1.5 to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal) hepatic impairment compared to patients with normal (total bilirubin ≤ the upper limit of normal, and AST and ALT ≤ the upper limit of normal) liver function. Reduce YONDELIS dose in patients with moderate hepatic impairment [see Dosage and Administration (2.2) and Clinical Pharmacology (12.3) ] . Do not administer YONDELIS to patients with severe hepatic impairment (bilirubin levels above 3 times the upper limit of normal, and any AST and ALT) [see Warnings and Precautions (5.3) ] . 8.7 Renal Impairment No dose adjustment is recommended in patients with mild [creatinine clearance (CLcr) 60–89 mL/min] or moderate (CLcr of 30–59 mL/min) renal impairment. The pharmacokinetics of trabectedin has not been evaluated in patients with severe renal impairment (CLcr <30 mL/min) or end stage renal disease [see Clinical Pharmacology (12.3) ] ."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Based on its mechanism of action, trabectedin can cause fetal harm when administered during pregnancy [see Clinical Pharmacology (12.1) ] . There are no available data with the use of YONDELIS during pregnancy. Animal reproductive and developmental studies at relevant doses have not been conducted with trabectedin; however, placental transfer of trabectedin was demonstrated in pregnant rats. Advise pregnant woman of the potential risk to a fetus. The background risk of major birth defects and miscarriage for the indicated population are unknown; however, the background risk in the U.S. general population of major birth defects is 2 to 4% and of miscarriage is 15 to 20% of clinically recognized pregnancies."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. Safety (n=61) and efficacy (n=58) were assessed across five open-label studies (NCT00006463, NCT01453283, NCT00005625, NCT00070109, and ET-B-023-00) in pediatric patients (aged 2 to <17 years) with pediatric histotypes of sarcoma (predominantly rhabdomyosarcoma, osteosarcoma, Ewing sarcoma, and non-rhabdomyosarcoma soft tissue sarcoma). No new safety signals were observed in pediatric patients across these studies. Pharmacokinetic parameters in 17 pediatric patients (aged 3 to 17 years) were within the range of values previously observed in adults given the same dose per body surface area."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of YONDELIS did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects."
    ],
    "overdosage": [
      "10 OVERDOSAGE There is no specific antidote for YONDELIS. Hemodialysis is not expected to enhance the elimination of YONDELIS because trabectedin is highly bound to plasma proteins (97%) and not significantly renally excreted."
    ],
    "description": [
      "11 DESCRIPTION Trabectedin is an alkylating drug with the chemical name (1' R ,6 R ,6a R ,7 R ,13 S ,14 S ,16 R )-5-(acetyloxy)-3',4',6,6a,7,13,14,16-octahydro-6',8,14-trihydroxy-7',9-dimethoxy-4,10,23-trimethyl-spiro[6,16-(epithiopropanoxymethano)-7,13-imino-12 H -1,3-dioxolo[7,8]isoquino[3,2- b ][3]benzazocine-20,1'(2' H )-isoquinolin]-19-one. The molecular formula is C 39 H 43 N 3 O 11 S. The molecular weight is 761.84 daltons. The chemical structure is shown below: Trabectedin is hydrophobic and has a low solubility in water. YONDELIS ® (trabectedin) for injection is supplied as a sterile lyophilized white to off-white powder/cake in a single-dose vial. Each single-dose vial contains 1 mg of trabectedin, 27.2 mg potassium dihydrogen phosphate, 400 mg sucrose, and phosphoric acid and potassium hydroxide (for pH adjustment to 3.6 – 4.2). Chemical Structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Trabectedin is an alkylating drug that binds guanine residues in the minor groove of DNA, forming adducts and resulting in a bending of the DNA helix towards the major groove. Adduct formation triggers a cascade of events that can affect the subsequent activity of DNA binding proteins, including some transcription factors, and DNA repair pathways, resulting in perturbation of the cell cycle and eventual cell death. 12.2 Pharmacodynamics Cardiac Electrophysiology The effect of trabectedin on the QT/QTc interval was evaluated in 75 patients who received placebo on day 1 and trabectedin (1.3 mg/m 2 ) as a 3-hour intravenous infusion on day 2. No patients in the study showed a QTc interval exceeding 500 msec or more than 60 msec increase from baseline, and no large changes in the mean QTc interval (i.e., >20 msec) were observed. 12.3 Pharmacokinetics The pharmacokinetics of trabectedin is characterized by a rapid decline phase at the end of the infusion and slower exponential phases. Population pharmacokinetic analyses suggest that the pharmacokinetics of trabectedin is dose-proportional (over the dose range of 0.024 to 1.8 mg/m 2 ) and exposure is time-independent. No accumulation of trabectedin in plasma is observed upon repeated administrations every 3 weeks. Distribution Binding of trabectedin to human plasma proteins was approximately 97%, independent of trabectedin concentrations ranging from 10 ng/mL to 100 ng/mL. Steady state volume of distribution of trabectedin exceeds 5000 L. Elimination The estimated mean (% coefficient of variation) clearance of trabectedin is 31.5 L/hr (50%) and the terminal elimination half-life is approximately 175 hours. Metabolism CYP3A is the predominant CYP enzyme responsible for the hepatic metabolism of trabectedin. Trabectedin was extensively metabolized with negligible unchanged drug in urine and feces following administration of trabectedin to humans. Excretion In patients with solid tumors, following a 3-hour or a 24-hour intravenous infusion of 14 C-labeled trabectedin, 64% of the total administered radioactive dose was recovered in 24 days, with 58% in feces and 6% in urine. Specific Populations The following population characteristics are not associated with a clinically significant effect on the pharmacokinetics of trabectedin: sex, age (19 to 83 years), body weight (36 to 148 kg), body surface area (0.9 to 2.8 m 2 ), mild hepatic impairment, or mild to moderate renal impairment. The effects of severe hepatic impairment, severe renal impairment or end stage renal disease on trabectedin exposure are unknown. Hepatic Impairment The geometric mean dose normalized trabectedin exposure (AUC) increased by 97% (90% CI: 20%, 222%) in patients with moderate hepatic impairment (bilirubin levels greater than 1.5 times to 3 times the upper limit of normal and AST and ALT less than 8 times the upper limit of normal) following administration of a single YONDELIS dose of 0.58 mg/m 2 or 0.9 mg/m 2 compared to patients with normal liver function following administration of a single YONDELIS dose of 1.3 mg/m 2 [see Dosage and Administration (2.2) and Use in Specific Populations (8.6) ] . Drug Interactions Effect of Strong CYP3A Inhibitors on Trabectedin Coadministration of multiple doses of ketoconazole (200 mg twice daily for 7.5 days) with a single dose of YONDELIS (0.58 mg/m 2 ) on day 1 increased trabectedin dose-normalized AUC by 66% and C max by 22% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Strong CYP3A Inducers on Trabectedin Coadministration of multiple doses of rifampin (600 mg daily for 6 days) with a single YONDELIS dose (1.3 mg/m 2 ) on day 6 decreased trabectedin AUC by 31% and C max by 21% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Trabectedin on CYP Enzymes In vitro , trabectedin has limited inhibition or induction potential of major CYP enzymes (CYP1A2, 2A6, 2B6, 2C9, 2C19, 2D6, 2E1, and 3A4)."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action Trabectedin is an alkylating drug that binds guanine residues in the minor groove of DNA, forming adducts and resulting in a bending of the DNA helix towards the major groove. Adduct formation triggers a cascade of events that can affect the subsequent activity of DNA binding proteins, including some transcription factors, and DNA repair pathways, resulting in perturbation of the cell cycle and eventual cell death."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics Cardiac Electrophysiology The effect of trabectedin on the QT/QTc interval was evaluated in 75 patients who received placebo on day 1 and trabectedin (1.3 mg/m 2 ) as a 3-hour intravenous infusion on day 2. No patients in the study showed a QTc interval exceeding 500 msec or more than 60 msec increase from baseline, and no large changes in the mean QTc interval (i.e., >20 msec) were observed."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The pharmacokinetics of trabectedin is characterized by a rapid decline phase at the end of the infusion and slower exponential phases. Population pharmacokinetic analyses suggest that the pharmacokinetics of trabectedin is dose-proportional (over the dose range of 0.024 to 1.8 mg/m 2 ) and exposure is time-independent. No accumulation of trabectedin in plasma is observed upon repeated administrations every 3 weeks. Distribution Binding of trabectedin to human plasma proteins was approximately 97%, independent of trabectedin concentrations ranging from 10 ng/mL to 100 ng/mL. Steady state volume of distribution of trabectedin exceeds 5000 L. Elimination The estimated mean (% coefficient of variation) clearance of trabectedin is 31.5 L/hr (50%) and the terminal elimination half-life is approximately 175 hours. Metabolism CYP3A is the predominant CYP enzyme responsible for the hepatic metabolism of trabectedin. Trabectedin was extensively metabolized with negligible unchanged drug in urine and feces following administration of trabectedin to humans. Excretion In patients with solid tumors, following a 3-hour or a 24-hour intravenous infusion of 14 C-labeled trabectedin, 64% of the total administered radioactive dose was recovered in 24 days, with 58% in feces and 6% in urine. Specific Populations The following population characteristics are not associated with a clinically significant effect on the pharmacokinetics of trabectedin: sex, age (19 to 83 years), body weight (36 to 148 kg), body surface area (0.9 to 2.8 m 2 ), mild hepatic impairment, or mild to moderate renal impairment. The effects of severe hepatic impairment, severe renal impairment or end stage renal disease on trabectedin exposure are unknown. Hepatic Impairment The geometric mean dose normalized trabectedin exposure (AUC) increased by 97% (90% CI: 20%, 222%) in patients with moderate hepatic impairment (bilirubin levels greater than 1.5 times to 3 times the upper limit of normal and AST and ALT less than 8 times the upper limit of normal) following administration of a single YONDELIS dose of 0.58 mg/m 2 or 0.9 mg/m 2 compared to patients with normal liver function following administration of a single YONDELIS dose of 1.3 mg/m 2 [see Dosage and Administration (2.2) and Use in Specific Populations (8.6) ] . Drug Interactions Effect of Strong CYP3A Inhibitors on Trabectedin Coadministration of multiple doses of ketoconazole (200 mg twice daily for 7.5 days) with a single dose of YONDELIS (0.58 mg/m 2 ) on day 1 increased trabectedin dose-normalized AUC by 66% and C max by 22% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Strong CYP3A Inducers on Trabectedin Coadministration of multiple doses of rifampin (600 mg daily for 6 days) with a single YONDELIS dose (1.3 mg/m 2 ) on day 6 decreased trabectedin AUC by 31% and C max by 21% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Trabectedin on CYP Enzymes In vitro , trabectedin has limited inhibition or induction potential of major CYP enzymes (CYP1A2, 2A6, 2B6, 2C9, 2C19, 2D6, 2E1, and 3A4)."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Trabectedin is genotoxic in both in vitro and in vivo studies. Long-term carcinogenicity studies have not been performed. Fertility studies with trabectedin were not performed. In male rats there were limited histopathological signs of hemorrhage and degeneration in the testes following repeated administration of trabectedin at doses approximately 0.2 times the 1.5 mg/m 2 human dose based on body surface area."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Trabectedin is genotoxic in both in vitro and in vivo studies. Long-term carcinogenicity studies have not been performed. Fertility studies with trabectedin were not performed. In male rats there were limited histopathological signs of hemorrhage and degeneration in the testes following repeated administration of trabectedin at doses approximately 0.2 times the 1.5 mg/m 2 human dose based on body surface area."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The clinical efficacy and safety of YONDELIS in patients with metastatic or recurrent leiomyosarcoma or liposarcoma were demonstrated in Trial ET743-SAR-3007 (NCT01343277), a randomized (2:1), open-label, active-controlled trial comparing treatment with YONDELIS 1.5 mg/m 2 as a 24-hour continuous intravenous infusion once every 3 weeks to dacarbazine 1000 mg/m 2 intravenous infusion (20 to 120 minutes) once every 3 weeks. Treatment continued in both arms until disease progression or unacceptable toxicity; all patients in the YONDELIS arm were required to receive dexamethasone 20 mg intravenous injection prior to each YONDELIS infusion. Patients were required to have unresectable, locally advanced or metastatic leiomyosarcoma or liposarcoma (dedifferentiated, myxoid round cell, or pleomorphic) and previous treatment with an anthracycline- and ifosfamide-containing regimen or an anthracycline-containing regimen and one additional cytotoxic chemotherapy regimen. Randomization was stratified by subtype of soft tissue sarcoma (leiomyosarcoma vs. liposarcoma), ECOG performance status (0 vs. 1), and number of prior chemotherapy regimens (1 vs. ≥2). The efficacy outcome measures were investigator-assessed progression-free survival (PFS) according to the Response Evaluation Criteria in Solid Tumors (RECIST v1.1), overall survival (OS), objective response rate (ORR), and duration of response (DOR). Patients in the dacarbazine arm were not offered YONDELIS at the time of disease progression. A total of 518 patients were randomized, 345 to the YONDELIS arm and 173 patients to the dacarbazine arm. The median patient age was 56 years (range: 17 to 81); 30% were male; 76% White, 12% Black, and 4% Asian; 73% had leiomyosarcomas and 27% liposarcomas; 49% had an ECOG PS of 0; and 89% received ≥2 prior chemotherapy regimens. The most common (≥20%) pre-study chemotherapeutic agents administered were doxorubicin (90%), gemcitabine (81%), docetaxel (74%), and ifosfamide (59%). Approximately 10% of patients had received pazopanib. Trial ET743-SAR-3007 demonstrated a statistically significant improvement in PFS. An exploratory analysis of independent radiology committee-determined PFS, in a subgroup consisting of approximately 60% of the total population, provided similar results to the investigator-determined PFS. Efficacy results from Trial ET743-SAR-3007 are presented in the table below. Table 5: Efficacy Results for Trial ET743-SAR-3007 Efficacy Endpoint YONDELIS N=345 Dacarbazine N=173 CR=Complete Response; PR=Partial Response; CI=Confidence Interval, HR=hazard ratio, NE=not estimable. Progression-free survival PFS Events, n (%) 217 (63%) 112 (65%) Disease progression 204 109 Death 13 3 Median (95% CI) (months) 4.2 (3.0, 4.8) 1.5 (1.5, 2.6) HR (95% CI) Cox proportional hazards model with treatment group as the only covariate. 0.55 (0.44, 0.70) p-value Unstratified log rank test. <0.001 Overall survival Based on 384 patients randomized to YONDELIS arm and 193 patients randomized to dacarbazine. Events, n (%) 258 (67%) 123 (64%) Median (95% CI) (months) 13.7 (12.2, 16.0) 13.1 (9.1, 16.2) HR (95% CI) 0.93 (0.75, 1.15) p-value 0.49 Objective Response Rate (ORR: CR+PR) Number of patients (%) 23 (7%) 10 (6%) 95% CI Fisher's exact CI. (4.3, 9.8) (2.8, 10.4) Duration of Response (CR+ PR) Median (95% CI) (months) 6.9 (4.5, 7.6) 4.2 (2.9, NE) Figure 1: Kaplan-Meier Curves of Progression-Free Survival in Trial ET743-SAR-3007 Figure 1"
    ],
    "clinical_studies_table": [
      "<table width=\"80%\" ID=\"t5\"><caption>Table 5: Efficacy Results for Trial ET743-SAR-3007</caption><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Efficacy Endpoint</th><th styleCode=\"Rrule\">YONDELIS   N=345 </th><th styleCode=\"Rrule\">Dacarbazine   N=173 </th></tr></thead><tfoot><tr><td colspan=\"3\" align=\"left\">CR=Complete Response; PR=Partial Response; CI=Confidence Interval, HR=hazard ratio, NE=not estimable.</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Progression-free survival</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> PFS Events, n (%)</td><td styleCode=\"Rrule\">217 (63%)</td><td styleCode=\"Rrule\">112 (65%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Disease progression</td><td styleCode=\"Rrule\">204</td><td styleCode=\"Rrule\">109</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Death</td><td styleCode=\"Rrule\">13</td><td styleCode=\"Rrule\">3</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Median (95% CI) (months)</td><td styleCode=\"Rrule\">4.2 (3.0, 4.8)</td><td styleCode=\"Rrule\">1.5 (1.5, 2.6)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> HR (95% CI) <footnote ID=\"ft4.1\">Cox proportional hazards model with treatment group as the only covariate.</footnote></td><td colspan=\"2\" styleCode=\"Rrule\">0.55 (0.44, 0.70)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> p-value <footnote ID=\"ft4.2\">Unstratified log rank test.</footnote></td><td colspan=\"2\" styleCode=\"Rrule\">&lt;0.001</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Overall survival <footnote ID=\"K2778\">Based on 384 patients randomized to YONDELIS arm and 193 patients randomized to dacarbazine.</footnote></content></td><td colspan=\"2\" styleCode=\"Rrule\"/></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Events, n (%)</td><td styleCode=\"Rrule\">258 (67%)</td><td styleCode=\"Rrule\">123 (64%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Median (95% CI) (months)</td><td styleCode=\"Rrule\">13.7 (12.2, 16.0)</td><td styleCode=\"Rrule\">13.1 (9.1, 16.2)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> HR (95% CI) <footnoteRef IDREF=\"ft4.1\"/></td><td colspan=\"2\" styleCode=\"Rrule\">0.93 (0.75, 1.15)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> p-value <footnoteRef IDREF=\"ft4.2\"/></td><td colspan=\"2\" styleCode=\"Rrule\">0.49</td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Objective Response Rate (ORR: CR+PR)</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Number of patients (%)</td><td styleCode=\"Rrule\">23 (7%)</td><td styleCode=\"Rrule\">10 (6%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> 95% CI <footnote ID=\"K2851\">Fisher&apos;s exact CI.</footnote></td><td styleCode=\"Rrule\">(4.3, 9.8)</td><td styleCode=\"Rrule\">(2.8, 10.4)</td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Duration of Response (CR+ PR)</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Median (95% CI) (months)</td><td styleCode=\"Rrule\">6.9 (4.5, 7.6)</td><td styleCode=\"Rrule\">4.2 (2.9, NE)</td></tr></tbody></table>"
    ],
    "references": [
      "15 REFERENCES \"OSHA Hazardous Drugs.\" OSHA. http://www.osha.gov/SLTC/hazardousdrugs/index.html"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING YONDELIS ® is supplied in a single-dose glass vial containing 1 mg trabectedin. Each carton contains one vial (NDC: 59676-610-01). Storage and Handling Store YONDELIS vials in a refrigerator at 2 °C to 8 °C (36 °F to 46 °F). YONDELIS is a hazardous drug. Follow applicable special handling and disposal procedures. 1"
    ],
    "storage_and_handling": [
      "Storage and Handling Store YONDELIS vials in a refrigerator at 2 °C to 8 °C (36 °F to 46 °F). YONDELIS is a hazardous drug. Follow applicable special handling and disposal procedures. 1"
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-approved patient labeling (Patient Information). Myelosuppression : Inform patients of the risks of myelosuppression. Instruct patients to immediately contact their healthcare provider for fever or unusual bruising, bleeding, tiredness, or paleness [see Warnings and Precautions (5.1) ] . Rhabdomyolysis : Advise patients to contact their healthcare provider if they experience severe muscle pain or weakness, or if they experience reddish-brown urine [see Warnings and Precautions (5.2) ] . Hepatotoxicity : Advise patients to contact their healthcare provider immediately for yellowing of skin and eyes (jaundice), pain in the upper right quadrant, severe nausea or vomiting, difficulty in concentrating, disorientation, or confusion [see Warnings and Precautions (5.3) ] . Cardiomyopathy : Advise patients to contact their healthcare provider immediately for new onset chest pain, shortness of breath, fatigue, lower extremity edema, or heart palpitations [see Warnings and Precautions (5.4) ] . Capillary leak syndrome : Advise patients to report symptoms such as edema with or without hypotension [see Warnings and Precautions (5.5) and Adverse Reactions (6.2) ] . Extravasation : Inform patients of the risks of extravasation and to notify their healthcare provider for redness, swelling, itchiness and discomfort or leakage at the injection site [see Warnings and Precautions (5.6) ] . Hypersensitivity : Advise patients to seek immediate medical attention for symptoms of allergic reactions including difficulty breathing, chest tightness, wheezing, severe dizziness or light-headedness, swelling of the lips or skin rash [see Contraindications (4) ] . Embryofetal toxicity : Advise pregnant women of the potential risk to a fetus. Advise females to contact their healthcare provider if they become pregnant, or if pregnancy is suspected, during treatment with YONDELIS [see Warnings and Precautions (5.7) and Use in Specific Populations (8.1) ] . Females and males of reproductive potential : Advise females of reproductive potential to use effective contraception during treatment with YONDELIS and for at least 8 months after last dose. Advise males with female partners of reproductive potential to use effective contraception during treatment with YONDELIS and for at least 5 months after the last dose [see Warnings and Precautions (5.7) and Use in Specific Populations (8.3) ] . Lactation : Advise females not to breastfeed during treatment with and for 3 months after the last dose of YONDELIS [see Use in Specific Populations (8.2) ] ."
    ],
    "spl_unclassified_section": [
      "Manufactured for: Janssen Products, LP Horsham, PA 19044, USA For patent information: www.janssenpatents.com © Johnson & Johnson and its affiliates 2015 Under license from Pharma Mar, S.A."
    ],
    "spl_patient_package_insert": [
      "PATIENT INFORMATION YONDELIS ® (yon-DEL-ess) (trabectedin) for injection, for intravenous use This Patient Information has been approved by the U.S. Food and Drug Administration. Revised 12/2025 What is YONDELIS? YONDELIS is a prescription medicine used to treat adults with liposarcoma or leiomyosarcoma that: cannot be treated with surgery or has spread to other areas of the body (metastatic), and have received treatment with other cancer medicines, including medicines called anthracyclines. It is not known if YONDELIS is safe and effective in children. Who should not receive YONDELIS? Do not receive YONDELIS if you have had a severe allergic reaction to trabectedin or any of the ingredients in YONDELIS. See the end of this leaflet for a complete list of ingredients in YONDELIS. Before receiving YONDELIS, tell your healthcare provider about all of your medical conditions, including if you: have liver or kidney problems have or had a history of heart problems are pregnant or plan to become pregnant. YONDELIS can harm your unborn baby. Females who are able to become pregnant: Your healthcare provider will do a pregnancy test before you start treatment with YONDELIS. Tell your healthcare provider right away if you become pregnant or think you may be pregnant during treatment with YONDELIS. Use an effective form of birth control (contraception) during treatment and for 8 months after your last dose of YONDELIS. Males with female partners who are able to become pregnant: YONDELIS can damage sperm and may cause birth defects. Use an effective form of birth control during your treatment and for 5 months after your last dose of YONDELIS. are breastfeeding or plan to breastfeed. It is not known if YONDELIS passes into your breast milk. Do not breastfeed during treatment with and for 3 months after your last dose of YONDELIS. Tell your healthcare provider about all the medicines you take , including prescription and over-the-counter medicines, vitamins, and herbal supplements. Using YONDELIS with certain other medicines may affect the way YONDELIS works and may increase your risk of side effects. Know the medicines you take and keep a list of them to show to your healthcare provider or pharmacist when you get a new medicine. How will I receive YONDELIS? YONDELIS is given by an intravenous (IV) infusion into a vein over 24 hours. To help avoid irritation at the site where it is infused, YONDELIS is given to you into a large vein through a type of IV line called a central venous line. YONDELIS is usually given every 3 weeks. Before each treatment with YONDELIS, you will receive a steroid medicine to help reduce your risk of getting certain side effects. Your healthcare provider will decide how long you will continue treatment with YONDELIS. What are the possible side effects of YONDELIS? YONDELIS can cause serious side effects, including : Severe infections due to decreased white blood cells. Decreased or low white blood cell counts can lead to severe infection throughout the body (sepsis) and death. Tell your healthcare provider right away if you develop fever or other signs of infection. Muscle problems (rhabdomyolysis). YONDELIS can cause severe muscle problems and increased levels of an enzyme in your blood called creatine phosphokinase (CPK). Muscle problems can lead to death. Tell your healthcare provider right away if you develop severe muscle pain or weakness or if your urine changes to a reddish-brown color. Liver problems . Increased liver enzymes in your blood and severe liver problems, including liver failure, can happen. Tell your healthcare provider right away if you develop: yellowing of your skin and whites of your eyes pain in your upper right stomach-area (abdomen) nausea vomiting problems with concentration disorientation confusion Heart muscle problems. Heart muscle problems, including heart failure, can be severe and lead to death. Your healthcare provider will do a test to check your heart function before you start and during treatment with YONDELIS. Tell your healthcare provider right away if you develop new chest pain, shortness of breath, tiredness, swelling of your legs, ankles, or feet, or heart palpitations. Capillary leak syndrome (CLS). YONDELIS can cause fluid to leak from the blood vessels into the body’s tissues. CLS can cause symptoms that can lead to death. Tell your healthcare provider right away if you develop swelling, dizziness or lightheadedness with or without a sudden drop in blood pressure. Skin damage from leakage at or near the infusion site. YONDELIS can cause damage and death of tissue cells if it leaks into the tissues around your infusion site. You may need to have surgery to remove any dead tissue. Tell your healthcare provider right away if you see any YONDELIS leaking out of your vein or around the catheter during your infusion, or if you notice any redness, swelling, itching or discomfort at the infusion site at any time. Allergic reactions. Some people have had allergic reactions to YONDELIS, including severe reactions. Get emergency help right away if you develop any of the following signs or symptoms of an allergic reaction: difficulty breathing, chest tightness, wheezing, severe dizziness or lightheadedness, swelling of the lips, or skin rash. The most common side effects of YONDELIS include: nausea tiredness vomiting constipation decreased appetite diarrhea swelling of your hands, ankles, or feet shortness of breath headache The most common severe abnormal blood tests include: decreased white blood cell, platelet, and red blood cell (anemia) counts. Tell your healthcare provider right away if you develop fever or signs of infection, unusual bruising, bleeding, tiredness, or paleness. increased liver enzymes and CPK. Your healthcare provider will do certain blood tests before you start YONDELIS and during treatment to check you for side effects, and to see how well you respond to the treatment. Your healthcare provider may decrease or delay your dose if you develop serious side effects or may permanently stop treatment with YONDELIS if your side effects are severe. YONDELIS may cause fertility problems in males and females, which may affect your ability to have children. Talk to your healthcare provider if this is a concern for you. Tell your healthcare provider if you have any side effect that bothers you or that does not go away. These are not all the possible side effects of YONDELIS. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. General information about the safe and effective use of YONDELIS Medicines are sometimes prescribed for purposes other than those listed in a Patient Information leaflet. You can ask your healthcare provider or pharmacist for information about YONDELIS that is written for health professionals. What are the ingredients in YONDELIS? Active ingredient: trabectedin Inactive ingredients: potassium dihydrogen phosphate, sucrose, phosphoric acid and potassium hydroxide. Manufactured for: Janssen Products, LP, Horsham, PA 19044, USA For more information, call 1-800-526-7736 or go to www.YONDELIS.com. For patent information: www.janssenpatents.com"
    ],
    "spl_patient_package_insert_table": [
      "<table width=\"100%\"><col width=\"2%\" align=\"left\" valign=\"top\"/><col width=\"53%\" align=\"left\" valign=\"top\"/><col width=\"45%\" align=\"left\" valign=\"top\"/><thead><tr><th colspan=\"3\" align=\"center\" styleCode=\"Lrule Rrule\">PATIENT INFORMATION   YONDELIS <sup>&#xAE;</sup>(yon-DEL-ess)   (trabectedin)   for injection, for intravenous use </th></tr></thead><tfoot><tr><td align=\"left\" colspan=\"2\">This Patient Information has been approved by the U.S. Food and Drug Administration.</td><td align=\"right\">Revised 12/2025 </td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">What is YONDELIS?</content>  YONDELIS is a prescription medicine used to treat adults with liposarcoma or leiomyosarcoma that: <list listType=\"unordered\" styleCode=\"Disc\"><item>cannot be treated with surgery or has spread to other areas of the body (metastatic), <content styleCode=\"bold\">and</content></item><item>have received treatment with other cancer medicines, including medicines called anthracyclines.</item></list>It is not known if YONDELIS is safe and effective in children. </td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Who should not receive YONDELIS?   Do not receive YONDELIS if you </content>have had a severe allergic reaction to trabectedin or any of the ingredients in YONDELIS. See the end of this leaflet for a complete list of ingredients in YONDELIS. </td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Before receiving YONDELIS, tell your healthcare provider about all of your medical conditions, including if you:</content><list listType=\"unordered\"><item>have liver or kidney problems</item><item>have or had a history of heart problems</item><item>are pregnant or plan to become pregnant. YONDELIS can harm your unborn baby.  <content styleCode=\"bold\">Females who are able to become pregnant:</content><list listType=\"unordered\" styleCode=\"Circle\"><item>Your healthcare provider will do a pregnancy test before you start treatment with YONDELIS.</item><item>Tell your healthcare provider right away if you become pregnant or think you may be pregnant during treatment with YONDELIS.</item><item>Use an effective form of birth control (contraception) during treatment and for 8 months after your last dose of YONDELIS.</item></list><content styleCode=\"bold\">Males with female partners who are able to become pregnant:</content><list listType=\"unordered\" styleCode=\"Circle\"><item>YONDELIS can damage sperm and may cause birth defects.</item><item>Use an effective form of birth control during your treatment and for 5 months after your last dose of YONDELIS.</item></list></item><item>are breastfeeding or plan to breastfeed. It is not known if YONDELIS passes into your breast milk.</item></list>Do not breastfeed during treatment with and for 3 months after your last dose of YONDELIS.  <content styleCode=\"bold\">Tell your healthcare provider about all the medicines you take</content>, including prescription and over-the-counter medicines, vitamins, and herbal supplements. Using YONDELIS with certain other medicines may affect the way YONDELIS works and may increase your risk of side effects. Know the medicines you take and keep a list of them to show to your healthcare provider or pharmacist when you get a new medicine. </td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">How will I receive YONDELIS?</content><list listType=\"unordered\" styleCode=\"Disc\"><item>YONDELIS is given by an intravenous (IV) infusion into a vein over 24 hours. To help avoid irritation at the site where it is infused, YONDELIS is given to you into a large vein through a type of IV line called a central venous line.</item><item>YONDELIS is usually given every 3 weeks.</item><item>Before each treatment with YONDELIS, you will receive a steroid medicine to help reduce your risk of getting certain side effects.</item><item>Your healthcare provider will decide how long you will continue treatment with YONDELIS.</item></list></td></tr><tr><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">What are the possible side effects of YONDELIS?   YONDELIS can cause serious side effects, including </content>: <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Severe infections due to decreased white blood cells.</content>Decreased or low white blood cell counts can lead to severe infection throughout the body (sepsis) and death. Tell your healthcare provider right away if you develop fever or other signs of infection. </item><item><content styleCode=\"bold\">Muscle problems (rhabdomyolysis).</content>YONDELIS can cause severe muscle problems and increased levels of an enzyme in your blood called creatine phosphokinase (CPK). Muscle problems can lead to death. Tell your healthcare provider right away if you develop severe muscle pain or weakness or if your urine changes to a reddish-brown color. </item><item><content styleCode=\"bold\">Liver problems</content>. Increased liver enzymes in your blood and severe liver problems, including liver failure, can happen. Tell your healthcare provider right away if you develop: </item></list></td></tr><tr><td styleCode=\"Lrule\"/><td><list listType=\"unordered\" styleCode=\"Circle\"><item>yellowing of your skin and whites of your eyes</item><item>pain in your upper right stomach-area (abdomen)</item><item>nausea</item><item>vomiting</item></list></td><td styleCode=\"Rrule\"><list listType=\"unordered\" styleCode=\"Circle\"><item>problems with concentration</item><item>disorientation</item><item>confusion</item></list></td></tr><tr><td colspan=\"3\" styleCode=\"Lrule Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Heart muscle problems.</content>Heart muscle problems, including heart failure, can be severe and lead to death. Your healthcare provider will do a test to check your heart function before you start and during treatment with YONDELIS. Tell your healthcare provider right away if you develop new chest pain, shortness of breath, tiredness, swelling of your legs, ankles, or feet, or heart palpitations. </item><item><content styleCode=\"bold\">Capillary leak syndrome (CLS).</content>YONDELIS can cause fluid to leak from the blood vessels into the body&#x2019;s tissues. CLS can cause symptoms that can lead to death. Tell your healthcare provider right away if you develop swelling, dizziness or lightheadedness with or without a sudden drop in blood pressure. </item><item><content styleCode=\"bold\">Skin damage from leakage at or near the infusion site.</content>YONDELIS can cause damage and death of tissue cells if it leaks into the tissues around your infusion site. You may need to have surgery to remove any dead tissue. Tell your healthcare provider right away if you see any YONDELIS leaking out of your vein or around the catheter during your infusion, or if you notice any redness, swelling, itching or discomfort at the infusion site at any time. </item><item><content styleCode=\"bold\">Allergic reactions.</content>Some people have had allergic reactions to YONDELIS, including severe reactions. Get emergency help right away if you develop any of the following signs or symptoms of an allergic reaction: difficulty breathing, chest tightness, wheezing, severe dizziness or lightheadedness, swelling of the lips, or skin rash. </item></list><content styleCode=\"bold\">The most common side effects of YONDELIS include:</content></td></tr><tr><td colspan=\"2\" styleCode=\"Lrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>nausea</item><item>tiredness</item><item>vomiting</item><item>constipation</item><item>decreased appetite</item></list></td><td styleCode=\"Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>diarrhea</item><item>swelling of your hands, ankles, or feet</item><item>shortness of breath</item><item>headache</item></list></td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">The most common severe abnormal blood tests include:</content><list listType=\"unordered\"><item>decreased white blood cell, platelet, and red blood cell (anemia) counts. Tell your healthcare provider right away if you develop fever or signs of infection, unusual bruising, bleeding, tiredness, or paleness.</item><item>increased liver enzymes and CPK.</item></list>Your healthcare provider will do certain blood tests before you start YONDELIS and during treatment to check you for side effects, and to see how well you respond to the treatment.   Your healthcare provider may decrease or delay your dose if you develop serious side effects or may permanently stop treatment with YONDELIS if your side effects are severe.   YONDELIS may cause fertility problems in males and females, which may affect your ability to have children. Talk to your healthcare provider if this is a concern for you.   Tell your healthcare provider if you have any side effect that bothers you or that does not go away.   These are not all the possible side effects of YONDELIS. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. </td></tr><tr styleCode=\"Botrule\"><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">General information about the safe and effective use of YONDELIS</content>  Medicines are sometimes prescribed for purposes other than those listed in a Patient Information leaflet. You can ask your healthcare provider or pharmacist for information about YONDELIS that is written for health professionals. </td></tr><tr><td colspan=\"3\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">What are the ingredients in YONDELIS?   Active ingredient: </content>trabectedin  <content styleCode=\"bold\">Inactive ingredients:</content>potassium dihydrogen phosphate, sucrose, phosphoric acid and potassium hydroxide.   Manufactured for: Janssen Products, LP, Horsham, PA 19044, USA   For more information, call 1-800-526-7736 or go to www.YONDELIS.com.   For patent information: www.janssenpatents.com </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 1 Vial Carton NDC 59676-610-01 Yondelis ® (trabectedin) for Injection 1 mg per vial For Intravenous Infusion Only Reconstitute before further dilution Each vial contains 1 mg of trabectedin as a sterile lyophilized powder. Rx only Single-dose vial Discard any unused portion Cytotoxic PRINCIPAL DISPLAY PANEL - 1 Vial Carton"
    ],
    "set_id": "472bd78e-be17-4b9d-90f4-9482c3aec9ff",
    "id": "354fa826-08c3-4ce1-b1fb-16e63ad09253",
    "effective_time": "20260106",
    "version": "16",
    "openfda": {
      "application_number": [
        "NDA207953"
      ],
      "brand_name": [
        "YONDELIS"
      ],
      "generic_name": [
        "TRABECTEDIN"
      ],
      "manufacturer_name": [
        "Janssen Products, LP"
      ],
      "product_ndc": [
        "59676-610"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAVENOUS"
      ],
      "substance_name": [
        "TRABECTEDIN"
      ],
      "rxcui": [
        "1718589",
        "1718594"
      ],
      "spl_id": [
        "354fa826-08c3-4ce1-b1fb-16e63ad09253"
      ],
      "spl_set_id": [
        "472bd78e-be17-4b9d-90f4-9482c3aec9ff"
      ],
      "package_ndc": [
        "59676-610-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000000236",
        "N0000175558"
      ],
      "pharm_class_moa": [
        "Alkylating Activity [MoA]"
      ],
      "pharm_class_epc": [
        "Alkylating Drug [EPC]"
      ],
      "unii": [
        "ID0YZQ2TCP"
      ]
    }
  }
]