[
  {
    "spl_product_data_elements": [
      "WRFAATGO ANTIFUNGAL Pen Undecylenic Acid 25% UNDECYLENIC ACID 25% ALMOND OIL TEA TREE OIL CLOVE OIL ALOE VERA LEAF MANUKA OIL UNDECYLENIC ACID UNDECYLENIC ACID LAVENDER OIL .ALPHA.-TOCOPHEROL ACETATE PEPPERMINT OIL PROPOLIS WAX JOJOBA OIL OREGANO LEAF OIL"
    ],
    "active_ingredient": [
      "UNDECYLENIC ACID 25%"
    ],
    "purpose": [
      "Antifungal"
    ],
    "indications_and_usage": [
      "For the treatment of athlete's foot, jock itch, and ringworm."
    ],
    "warnings": [
      "For external use only."
    ],
    "do_not_use": [
      "Do not use on children under 2 years of age unless directed by a doctor."
    ],
    "when_using": [
      "When using this product avoid contact with eyes"
    ],
    "stop_use": [
      "If you experience discomfort or allergic reactions during use, please stop using."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children, if swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Read all warnings and directions . Use only as directed. Clean the affected area with soap and water and dry thoroughly. Remove cap from pen . Twist the base of the pen, with brush pointing downward, until product dispenses · Apply a thin layer of the product over the affected area twice daily (morning and night) or as directed by a doctor . For athlete's foot, pay special attention to spaces between the toes; wear well-fitting, ventilated shoe, and change shoes and socks at least once daily."
    ],
    "inactive_ingredient": [
      "ALOE VERA LEAF SWEET ALMOND OIL JOJOBA OIL TEA TREE OIL MANUKA OIL CLOVE BUD OIL LAVENDER OIL OREGANO OIL PEPPERMINT OIL PROPOLIS WAX ALPHA.-TOCOPHEROL ACETATE (vitamin E)"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "457f819b-0850-a97c-e063-6394a90ac368",
    "id": "457f819b-0851-a97c-e063-6394a90ac368",
    "effective_time": "20251209",
    "version": "1",
    "openfda": {
      "application_number": [
        "M005"
      ],
      "brand_name": [
        "WRFAATGO ANTIFUNGAL Pen Undecylenic Acid 25%"
      ],
      "generic_name": [
        "UNDECYLENIC ACID 25%"
      ],
      "manufacturer_name": [
        "Shenzhen Shandian Jingling Technology Co., Ltd."
      ],
      "product_ndc": [
        "83804-012"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "UNDECYLENIC ACID"
      ],
      "rxcui": [
        "998329"
      ],
      "spl_id": [
        "457f819b-0851-a97c-e063-6394a90ac368"
      ],
      "spl_set_id": [
        "457f819b-0850-a97c-e063-6394a90ac368"
      ],
      "package_ndc": [
        "83804-012-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K3D86KJ24N"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Undecylenic Acid Undecylenic Acid DMDM HYDANTOIN WATER ISOPROPYL ALCOHOL .ALPHA.-TOCOPHEROL ACETATE UNDECYLENIC ACID UNDECYLENIC ACID MELALEUCA ALTERNIFOLIA LEAF"
    ],
    "active_ingredient": [
      "​Undecylenic Acid 25%"
    ],
    "purpose": [
      "Antifungal"
    ],
    "indications_and_usage": [
      "USES: Cures most athlete’s foot (tinea pedis) and ringworm (tinea corporis). Relieves itching, scaling, cracking, burning, and redness."
    ],
    "warnings": [
      "For external use only. Do not use on children under 2 years of age unless directed by a doctor. Avoid contact with eyes. If contact occurs, rinse thoroughly with water"
    ],
    "safe_handling_warning": [
      "EXTREMELY FLAMMABLE: Keep away from fire or flame."
    ],
    "stop_use": [
      "STOP USE AND ASK A DOCTOR IF Irritation occurs or if there is no improvement within 4 weeks."
    ],
    "keep_out_of_reach_of_children": [
      "If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "DIRECTIONS: Wash affected area and dry thoroughly. Apply a thin layer of the product over the affected area (around the nails and underneath nail tips) twice daily or as directed by a doctor. Supervise children in the use of this product. For athlete’s foot, pay special attention to spaces between the toes; wear well fitting, ventilated shoes, and change shoes and socks at least once daily. For athlete’s foot and ringworm, use daily for 4 weeks. If condition persists longer, consult a doctor. This product is not effective on the scalp or nails."
    ],
    "general_precautions": [
      "OTHER INFORMATION: Store at room temperature 15° - 30°C (59° - 86°F)"
    ],
    "inactive_ingredient": [
      "Isopropyl Alcohol, Water (Aqua), Tocopheryl Acetate, DMDM Hydantoin, Melaleuca Alternifolia Leaf Oil."
    ],
    "package_label_principal_display_panel": [
      "PRONAIL FUNGUS KILLER FUNGUS KILLER"
    ],
    "set_id": "7391b53f-5567-1f45-e053-2991aa0a4fce",
    "id": "0bc72bd8-1f30-b01c-e063-6394a90a77ea",
    "effective_time": "20231205",
    "version": "4",
    "openfda": {
      "application_number": [
        "M005"
      ],
      "brand_name": [
        "Undecylenic Acid"
      ],
      "generic_name": [
        "UNDECYLENIC ACID"
      ],
      "manufacturer_name": [
        "Chemco Corporation"
      ],
      "product_ndc": [
        "49283-025"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "UNDECYLENIC ACID"
      ],
      "rxcui": [
        "998329"
      ],
      "spl_id": [
        "0bc72bd8-1f30-b01c-e063-6394a90a77ea"
      ],
      "spl_set_id": [
        "7391b53f-5567-1f45-e053-2991aa0a4fce"
      ],
      "package_ndc": [
        "49283-025-05"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "K3D86KJ24N"
      ]
    }
  }
]