[
  {
    "spl_product_data_elements": [
      "azelaic acid azelaic acid AZELAIC ACID AZELAIC ACID BENZOIC ACID CARBOMER HOMOPOLYMER TYPE C (ALLYL PENTAERYTHRITOL CROSSLINKED) EDETATE DISODIUM ISOPROPYL MYRISTATE POLYSORBATE 80 PROPYLENE GLYCOL WATER SODIUM HYDROXIDE"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea ( 1 ). Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION • Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of azelaic acid gel. • Apply and gently massage a thin layer of azelaic acid gel into the affected areas on the face twice daily (morning and evening). • Wash hands immediately following application of azelaic acid gel. • Cosmetics may be applied after the application of azelaic acid gel has dried. • Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. • Avoid the use of occlusive dressings or wrappings. • Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. • For topical use. • Not for oral, ophthalmic or intravaginal use. • Apply a thin layer twice daily to affected area(s). ( 2 ) • Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying azelaic acid gel. ( 2 ) • Wash hands immediately following application. ( 2 ) • Cosmetics may be applied after the application of azelaic acid gel has dried. ( 2 ) • Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) • For topical use. ( 2 ) • Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic Acid Gel, 15% is a white to yellowish white opaque gel. Each gram of azelaic acid gel contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS • Hypersensitivity: Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of azelaic acid gel. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) • Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) • Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation.( 5.2 ) • Eye and Mucous Membrane Irritation: Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) • Exacerbation of Asthma: Consult a physician if asthma is exacerbated with azelaic acid gel use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of azelaic acid gel in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue azelaic acid gel and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation 5.3 Eye and Mucous Membranes Irritation Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [see Adverse Reactions ( 6.2 )] . 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including azelaic acid gel. Consult a physician if asthma is exacerbated with use of azelaic acid gel."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Glenmark Pharmaceuticals Inc., USA at 1 (888) 721-7115 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily azelaic acid gel for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for azelaic acid gel compared to 7.1% (9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity * Azelaic acid gel, 15% N=457 (100%) Vehicle N=331 (100%) Mild N=99 (22%) Moderate N=61 (13%) Severe N=27 (6%) Mild N=46 (14%) Moderate N=30 (9%) Severe N=5 (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/ xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/ irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) * Subjects may have >1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event. In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic acid gel and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic acid gel caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of azelaic acid gel. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes: iridocyclitis upon accidental exposure of the eyes to azelaic acid gel. Hypersensitivity: angioedema, eye swelling, facial swelling, urticaria. Respiratory: worsening of asthma, dyspnea, wheezing. Skin reactions: application site rash."
    ],
    "adverse_reactions_table": [
      "<table width=\"100%\"><col width=\"22%\"/><col width=\"19%\"/><col width=\"15%\"/><col width=\"14%\"/><col width=\"11%\"/><col width=\"10%\"/><col width=\"9%\"/><tbody><tr><td rowspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td align=\"center\" colspan=\"3\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Azelaic acid gel, 15% N=457 (100%)</content></paragraph></td><td align=\"center\" colspan=\"3\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Vehicle</content></paragraph><paragraph><content styleCode=\"bold\">N=331 (100%)</content></paragraph></td></tr><tr><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Mild</content></paragraph><paragraph><content styleCode=\"bold\">N=99</content></paragraph><paragraph><content styleCode=\"bold\">(22%)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Moderate</content></paragraph><paragraph><content styleCode=\"bold\">N=61</content></paragraph><paragraph><content styleCode=\"bold\">(13%)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Severe</content></paragraph><paragraph><content styleCode=\"bold\">N=27</content></paragraph><paragraph><content styleCode=\"bold\">(6%)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Mild</content></paragraph><paragraph><content styleCode=\"bold\">N=46</content></paragraph><paragraph><content styleCode=\"bold\">(14%)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Moderate</content></paragraph><paragraph><content styleCode=\"bold\">N=30</content></paragraph><paragraph><content styleCode=\"bold\">(9%)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Severe</content></paragraph><paragraph><content styleCode=\"bold\">N=5</content></paragraph><paragraph><content styleCode=\"bold\">(2%)</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Burning/stinging/tingling</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>71 (16%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>42 (9%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>17 (4%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>8 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>6 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2 (1%)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Pruritus</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>29 (6%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>18 (4%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>5 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>9 (3%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>6 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Scaling/dry skin/ xerosis</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>21 (5%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>10 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>5 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>31 (9%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>14 (4%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>1 (&lt;1%)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Erythema/ irritation</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>6 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>7 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>8 (2%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2 (1%)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Contact dermatitis</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Edema</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><paragraph>Acne</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>3 (1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>0 (0%)</paragraph></td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology ( 12.3 )]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to azelaic acid gel. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for azelaic acid gel and any potential adverse effects on the breastfed child from azelaic acid gel or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology ( 12.3 )]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic Acid Gel, 15%, is a white to yellowish white opaque gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C 9 H 16 O 4 . It has the following structure: Azelaic acid has a molecular weight of 188.22 g/mol. It is a white to off-white solid that is insoluble in water, toluene and heptane, but soluble in acetone, methanol, isopropyl alcohol and isopropyl acetate. Azelaic Acid Gel, 15% is a white to yellowish white opaque gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) as the active ingredient in an aqueous gel base containing benzoic acid (as a preservative), carbomer homopolymer, disodium edetate, isopropyl myristate, polysorbate 80, propylene glycol, purified water and sodium hydroxide to adjust pH. azelaic- acid-chemical-structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic acid gel was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic acid gel or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of “clear” or “minimal” with at least a 2-step reduction from baseline on the Investigator’s Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the “intent-to-treat” (ITT) population with the “last observation carried forward” (LOCF). Both trials demonstrated a statistically significant difference in favor of azelaic acid gel over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea (Table 2) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population) * Study One AZELAIC ACID GEL, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic acid gel, 15% N=167 Study Two VEHICLE N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment 1 6.8 10.5 9 12.1 Mean Percent Reduction End of Treatment 1 57.9% 39.9% 50.0% 38.2% * ITT population with last observation carried forward (LOCF) Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3). Table 3: Investigator’s Global Assessment at the End of Treatment * Study One Azelaic acid gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic acid gel, 15% N=167 Study Two VEHICLE N=166 Clear, Minimal or Mild at End of Treatment (% of Subjects) 61% 40% 61% 48% * ITT population with last observation carried forward (LOCF)"
    ],
    "clinical_studies_table": [
      "<table width=\"100%\"><col width=\"22%\"/><col width=\"20%\"/><col width=\"20%\"/><col width=\"17%\"/><col width=\"20%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph><paragraph><content styleCode=\"bold\">AZELAIC ACID GEL, 15%</content></paragraph><paragraph><content styleCode=\"bold\">N=164</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph><paragraph><content styleCode=\"bold\">N=165</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph><paragraph><content styleCode=\"bold\">Azelaic acid gel, 15%</content></paragraph><paragraph><content styleCode=\"bold\">N=167</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph><paragraph><content styleCode=\"bold\">N=166</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Mean Lesion Count Baseline</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>17.5</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>17.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>17.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>18.5</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>End of Treatment<sup>1</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>6.8</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>10.5</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>12.1</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><paragraph>Mean Percent Reduction End of Treatment<sup>1</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>57.9%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>39.9%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>50.0%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>38.2%</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"21%\"/><col width=\"18%\"/><col width=\"21%\"/><col width=\"18%\"/><col width=\"21%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph><paragraph><content styleCode=\"bold\">Azelaic acid gel, 15%</content></paragraph><paragraph><content styleCode=\"bold\">N=164</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph><paragraph><content styleCode=\"bold\">N=165</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph><paragraph><content styleCode=\"bold\">Azelaic acid gel, 15%</content></paragraph><paragraph><content styleCode=\"bold\">N=167</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph><paragraph><content styleCode=\"bold\">N=166</content></paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><paragraph>Clear, Minimal or Mild at End of Treatment (% of Subjects)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>61%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>40%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>61%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>48%</paragraph></td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied Azelaic Acid Gel, 15%, a white to yellowish white opaque gel, is supplied in 50 g tubes (NDC 68462-626-52). Storage and Handling Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using azelaic acid gel of the following Administration instructions • For topical use only. • Before applying azelaic acid gel, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. • Wash hands immediately following application of azelaic acid gel. • Cosmetics may be applied after the application of azelaic acid gel has dried. • Avoid the use of occlusive dressings or wrappings. • Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [see Dosage and Administration ( 2 )] . Hypersensitivity • If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions ( 5.1 )] . Skin Irritation • Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [see Warnings and Precautions ( 5.2 )] . Hypopigmentation • Advise patients to report abnormal changes in skin color to their healthcare provider [see Warnings and Precautions ( 5.2 )] . Eye and Mucous Membranes Irritation • Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [see Warnings and Precautions ( 5.3 )] . Exacerbation of Asthma • Advise patients to report any worsening of asthma to their healthcare provider [see Warnings and Precautions ( 5.4 )] . Manufactured by: Glenmark Pharmaceuticals Limited Colvale-Bardez, Goa 403513, India Manufactured for: Glenmark Pharmaceuticals Inc., USA Mahwah, NJ 07430 Questions? 1 (888) 721-7115 www.glenmarkpharma-us.com December 2021 glenmark-logo.jpg"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Display Panel NDC 68462-626-52 Azelaic Acid Gel, 15 % For Topical Use Only azelaic-acid-gel-15-tube"
    ],
    "set_id": "0b5ab22e-c78a-4429-9a76-a4ba2d11fcde",
    "id": "28cca0c1-2f38-4fa2-8aaf-d3c8978b0fc6",
    "effective_time": "20211223",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA204637"
      ],
      "brand_name": [
        "azelaic acid"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Glenmark Pharmaceuticals Inc., USA"
      ],
      "product_ndc": [
        "68462-626"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "28cca0c1-2f38-4fa2-8aaf-d3c8978b0fc6"
      ],
      "spl_set_id": [
        "0b5ab22e-c78a-4429-9a76-a4ba2d11fcde"
      ],
      "package_ndc": [
        "68462-626-52"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0368462626528"
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "RIGBOO 12% Gel Azelaic Acid Acne Acne Gel CENTELLA ASIATICA LEAF CENTELLA ASIATICA LEAF PROPYLENE GLYCOL CENTELLA ASIATICA EDETATE DISODIUM ETHYLHEXYLGLYCERIN PANTHENOL MATRICARIA CHAMOMILLA SALICYLIC ACID SALICYLIC ACID NIACINAMIDE PHENOXYETHANOL CAMELLIA SINENSIS LEAF WATER PEG-40 HYDROGENATED CASTOR OIL AZELAIC ACID AZELAIC ACID 1,2-HEXANEDIOL TRIETHANOLAMINE CYCLODEXTRIN ARGININE ALLANTOIN ROSMARINUS OFFICINALIS (ROSEMARY) LEAF OIL HYDROXYACETOPHENONE ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER (60000 MPA.S) BUTYLENE GLYCOL SCUTELLARIA BAICALENSIS ROOT QUATERNIUM-73 QUATERNIUM-73 GLYCERIN POLYGONUM CUSPIDATUM ROOT GLYCYRRHIZA GLABRA WHOLE FRAGRANCE MUSKY FLORAL ORC1600904"
    ],
    "indications_and_usage": [
      "clean the skin thoroughly before applying this product cover the entire affected area with a thin layer one or three times daily because excessive drying of the skin may occur, start with one application daily, then gradually increase to two or three times daily if needed or as directed by a doctor if bothersome dryness or peeling occurs, reduce application to once a day or every other day if going outside, apply sunscreen after using this product. If irritation or sensitivity develops, stop use of both products and ask a doctor."
    ],
    "dosage_and_administration": [
      "for the treatment of acne"
    ],
    "warnings": [
      "For external use only Do not use if you have very sensitive skin if you are sensitive to benzoyl peroxide Stop use and ask a doctor if irritation becomes severe"
    ],
    "keep_out_of_reach_of_children": [
      "If swallowed, get medical help or contact Poison Control Center right away."
    ],
    "active_ingredient": [
      "QUATERNIUM-73 --------0.003% CENTELLA ASIATICA LEAF EXTRACT --------0.99% SALICYLIC ACID --------0.07% AZELAIC ACID --------0.002%"
    ],
    "inactive_ingredient": [
      "WATER PROPYLENE GLYCOL GLYCERIN NIACINAMIDE HYDROXYACETOPHENONE 1,2-HEXANEDIOL ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER TRIETHANOLAMINE PHENOXYETHANOL ETHYLHEXYLGLYCERIN PANTHENOL BUTYLENE GLYCOL CENTELLA ASIATICA EXTRACT SCUTELLARIA BAICALENSIS ROOT EXTRACT POLYGONUM CUSPIDATUM ROOT EXTRACT CAMELLIA SINENSIS LEAF EXTRACT KANZOU EKISU CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT HYDROXYPROPYL CYCLODEXTRIN ARGININE ALLANTOIN DISODIUM EDTA PEG-40 HYDROGENATED CASTOR OIL FRAGRANCE"
    ],
    "purpose": [
      "Evens skin tone & fades spots. Balances oil & prevents breakouts."
    ],
    "package_label_principal_display_panel": [
      "package"
    ],
    "set_id": "3915aba8-6d91-6cb9-e063-6394a90aa607",
    "id": "3915aba8-6d92-6cb9-e063-6394a90aa607",
    "effective_time": "20250704",
    "version": "1",
    "openfda": {
      "application_number": [
        "M006"
      ],
      "brand_name": [
        "RIGBOO 12% Gel Azelaic Acid Acne"
      ],
      "generic_name": [
        "ACNE GEL"
      ],
      "manufacturer_name": [
        "Guangdong Miaolian Cosmetics Co., Ltd."
      ],
      "product_ndc": [
        "84507-045"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID",
        "CENTELLA ASIATICA LEAF",
        "QUATERNIUM-73",
        "SALICYLIC ACID"
      ],
      "spl_id": [
        "3915aba8-6d92-6cb9-e063-6394a90aa607"
      ],
      "spl_set_id": [
        "3915aba8-6d91-6cb9-e063-6394a90aa607"
      ],
      "package_ndc": [
        "84507-045-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT",
        "6810070TYD",
        "5X73DDS97A",
        "O414PZ4LPZ"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Azelaic Acid Gel azelaic acid AZELAIC ACID AZELAIC ACID BENZOIC ACID EDETATE DISODIUM 1,2-DIARACHIDOYL-SN-GLYCERO-3-PHOSPHOCHOLINE MEDIUM-CHAIN TRIGLYCERIDES POLYACRYLIC ACID (250000 MW) POLYSORBATE 80 PROPYLENE GLYCOL SODIUM HYDROXIDE WATER"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea ( 1 ). Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 ) Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated."
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of azelaic acid gel. Apply and gently massage a thin layer of azelaic acid gel into the affected areas on the face twice daily (morning and evening). Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. Avoid the use of occlusive dressings or wrappings. Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. For topical use. Not for oral, ophthalmic or intravaginal use. Apply a thin layer twice daily to affected area(s). ( 2 ) Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying azelaic acid gel. ( 2 ) Wash hands immediately following application. ( 2 ) Cosmetics may be applied after the application of azelaic acid gel has dried. ( 2 ) Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) For topical use. ( 2 ) Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic acid gel, 15% is a white to yellowish white opaque gel. Each gram of azelaic acid gel contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity : Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of azelaic acid gel. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation ( 5.2 ) Eye and Mucous Membrane Irritation: azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) Exacerbation of Asthma: Consult a physician if asthma is exacerbated with azelaic acid gel use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of azelaic acid gel in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue azelaic acid gel and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation. 5.3 Eye and Mucous Membranes Irritation Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [see Adverse Reactions (6.2) ] . 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including azelaic acid gel. Consult a physician if asthma is exacerbated with use of azelaic acid gel."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact LEO Pharma Inc. at 1-877-494-4536 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily azelaic acid gel for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for azelaic acid gel compared to 7.1% (9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity Subjects may have >1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event. Azelaic Acid Gel, 15% N=457 (100%) Vehicle N=331 (100%) Mild N=99 (22%) Moderate N=61 (13%) Severe N=27 (6%) Mild N=46 (14%) Moderate N=30 (9%) Severe N=5 (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic acid gel and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic acid gel caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of azelaic acid gel. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes: iridocyclitis upon accidental exposure of the eyes to azelaic acid gel Hypersensitivity: angioedema, eye swelling, facial swelling, urticaria. Respiratory: worsening of asthma, dyspnea, wheezing. Skin reactions: application site rash."
    ],
    "adverse_reactions_table": [
      "<table width=\"100%\"><caption>Table 1: Adverse Events Occurring in &#x2265;1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity<footnote><content styleCode=\"italics\">Subjects may have &gt;1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.</content></footnote></caption><col width=\"22%\" align=\"left\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><col width=\"13%\" align=\"center\" valign=\"middle\"/><thead><tr styleCode=\"Botrule\"><th styleCode=\"Lrule Rrule\" rowspan=\"2\"/><th styleCode=\"Rrule\" colspan=\"3\">Azelaic Acid Gel, 15% N=457 (100%)</th><th styleCode=\"Rrule\" colspan=\"3\">Vehicle N=331 (100%)</th></tr><tr><th styleCode=\"Rrule\" align=\"center\">Mild N=99 (22%)</th><th styleCode=\"Rrule\">Moderate N=61 (13%)</th><th styleCode=\"Rrule\">Severe N=27 (6%)</th><th styleCode=\"Rrule\">Mild N=46 (14%)</th><th styleCode=\"Rrule\">Moderate N=30 (9%)</th><th styleCode=\"Rrule\">Severe N=5 (2%)</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Burning/stinging/tingling</td><td styleCode=\"Rrule\">71 (16%)</td><td styleCode=\"Rrule\">42 (9%)</td><td styleCode=\"Rrule\">17 (4%)</td><td styleCode=\"Rrule\">8 (2%)</td><td styleCode=\"Rrule\">6 (2%)</td><td styleCode=\"Rrule\">2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Pruritus</td><td styleCode=\"Rrule\">29 (6%)</td><td styleCode=\"Rrule\">18 (4%)</td><td styleCode=\"Rrule\">5 (1%)</td><td styleCode=\"Rrule\">9 (3%)</td><td styleCode=\"Rrule\">6 (2%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Scaling/dry skin/xerosis</td><td styleCode=\"Rrule\">21 (5%)</td><td styleCode=\"Rrule\">10 (2%)</td><td styleCode=\"Rrule\">5 (1%)</td><td styleCode=\"Rrule\">31 (9%)</td><td styleCode=\"Rrule\">14 (4%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Erythema/irritation</td><td styleCode=\"Rrule\">6 (1%)</td><td styleCode=\"Rrule\">7 (2%)</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">8 (2%)</td><td styleCode=\"Rrule\">4 (1%)</td><td styleCode=\"Rrule\">2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Contact dermatitis</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Edema</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Acne</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to azelaic acid gel. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for azelaic acid gel and any potential adverse effects on the breastfed child from azelaic acid gel or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic acid gel, 15%, is an aqueous gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C 9 H 16 O 4 . It has the following structure: Azelaic acid has a molecular weight of 188.22. It is a white, odorless crystalline solid. It is poorly soluble in water at 20°C (0.24%) but freely soluble in boiling water and in ethanol. Azelaic acid gel, 15% is a white to yellowish white opaque gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) in an aqueous gel base containing benzoic acid (as a preservative), disodium EDTA, lecithin, medium-chain triglycerides, polyacrylic acid, polysorbate 80, propylene glycol, purified water, and sodium hydroxide to adjust pH. Chemical Structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic acid gel was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic acid gel or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of \"clear\" or \"minimal\" with at least a 2-step reduction from baseline on the Investigator's Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the \"intent-to-treat\" (ITT) population with the \"last observation carried forward\" (LOCF). Both trials demonstrated a statistically significant difference in favor of azelaic acid gel over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea ( Table 2 ) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population) ITT population with last observation carried forward (LOCF) Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment 6.8 10.5 9.0 12.1 Mean Percent Reduction End of Treatment 57.9% 39.9% 50.0% 38.2% Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3 ). Table 3: Investigator's Global Assessment at the End of Treatment ITT population with last observation carried forward (LOCF) Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Clear, Minimal or Mild at End of Treatment (% of Subjects) 61% 40% 61% 48%"
    ],
    "clinical_studies_table": [
      "<table width=\"100%\"><caption>Table 2: Inflammatory Papules and Pustules (ITT population)<footnote ID=\"t2f1\"><content styleCode=\"italics\">ITT population with last observation carried forward (LOCF)</content></footnote></caption><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content> Azelaic Acid Gel, 15% N=164</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content> VEHICLE N=165</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content> Azelaic Acid Gel, 15% N=167</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content> VEHICLE N=166</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Mean Lesion Count Baseline</td><td styleCode=\"Rrule\">17.5</td><td styleCode=\"Rrule\">17.6</td><td styleCode=\"Rrule\">17.9</td><td styleCode=\"Rrule\">18.5</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">End of Treatment<footnoteRef IDREF=\"t2f1\"/></td><td styleCode=\"Rrule\">6.8</td><td styleCode=\"Rrule\">10.5</td><td styleCode=\"Rrule\">9.0</td><td styleCode=\"Rrule\">12.1</td></tr><tr><td styleCode=\"Lrule Rrule\">Mean Percent Reduction End of Treatment<footnoteRef IDREF=\"t2f1\"/></td><td styleCode=\"Rrule\">57.9%</td><td styleCode=\"Rrule\">39.9%</td><td styleCode=\"Rrule\">50.0%</td><td styleCode=\"Rrule\">38.2%</td></tr></tbody></table>",
      "<table width=\"100%\"><caption>Table 3: Investigator&apos;s Global Assessment at the End of Treatment<footnote ID=\"t3f1\"><content styleCode=\"italics\">ITT population with last observation carried forward (LOCF)</content></footnote></caption><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content> Azelaic Acid Gel, 15% N=164</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content> VEHICLE N=165</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content> Azelaic Acid Gel, 15% N=167</th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content> VEHICLE N=166</th></tr></thead><tbody><tr><td styleCode=\"Lrule Rrule\">Clear, Minimal or Mild at End of Treatment (% of Subjects)</td><td styleCode=\"Rrule\">61%</td><td styleCode=\"Rrule\">40%</td><td styleCode=\"Rrule\">61%</td><td styleCode=\"Rrule\">48%</td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied Azelaic acid gel, 15% is a white to yellowish white opaque gel supplied in a 50 g tube (NDC 0781-7172-50). Storage and Handling Store at 25°C (77°F); excursions permitted between 15-30°C (59-86°F) [see USP Controlled Room Temperature]."
    ],
    "storage_and_handling": [
      "Storage and Handling Store at 25°C (77°F); excursions permitted between 15-30°C (59-86°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using azelaic acid gel of the following: Administration Instructions For topical use only. Before applying azelaic acid gel, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Avoid the use of occlusive dressings or wrappings . Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [see Dosage and Administration (2) ] . Hypersensitivity If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions (5.1) ] . Skin Irritation Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [see Warnings and Precautions (5.2) ] . Hypopigmentation Advise patients to report abnormal changes in skin color to their healthcare provider [see Warnings and Precautions (5.2) ] . Eye and Mucous Membranes Irritation Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [see Warnings and Precautions (5.3) ] . Exacerbation of Asthma Advise patients to report any worsening of asthma to their healthcare provider [see Warnings and Precautions (5.4) ] ."
    ],
    "spl_unclassified_section": [
      "© 2021, LEO Pharma Inc. All rights reserved. Manufactured for LEO Pharma A/S Industriparken 55 Ballerup, 2750, Denmark Distributed by Sandoz Inc. Princeton, NJ 08540"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL NDC 0781-7172-50 Azelaic Acid Gel 15% Rx Only 50 grams SANDOZ A Novartis Division 50g Carton"
    ],
    "set_id": "66178511-5c1a-4ecd-bc98-2ceb54e710ac",
    "id": "d6c8343f-d169-4924-9fa2-4fbf097a32a7",
    "effective_time": "20211111",
    "version": "8",
    "openfda": {
      "application_number": [
        "NDA021470"
      ],
      "brand_name": [
        "Azelaic Acid Gel"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Sandoz Inc."
      ],
      "product_ndc": [
        "0781-7172"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "d6c8343f-d169-4924-9fa2-4fbf097a32a7"
      ],
      "spl_set_id": [
        "66178511-5c1a-4ecd-bc98-2ceb54e710ac"
      ],
      "package_ndc": [
        "0781-7172-50"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "azelaic acid azelaic acid AZELAIC ACID AZELAIC ACID BENZOIC ACID CARBOMER HOMOPOLYMER TYPE C (ALLYL PENTAERYTHRITOL CROSSLINKED) EDETATE DISODIUM GLYCERYL MONOOLEATE LECITHIN, SOYBEAN POLYSORBATE 80 PROPYLENE GLYCOL WATER SODIUM HYDROXIDE"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. ( 1 ) Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of azelaic acid gel. Apply and gently massage a thin layer of azelaic acid gel into the affected areas on the face twice daily (morning and evening). Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. Avoid the use of occlusive dressings or wrappings. Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. For topical use. Not for oral, ophthalmic or intravaginal use. Apply a thin layer twice daily to affected area(s). ( 2 ) Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying azelaic acid gel. ( 2 ) Wash hands immediately following application. ( 2 ) Cosmetics may be applied after the application of azelaic acid gel has dried. ( 2 ) Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) For topical use. ( 2 ) Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic acid gel, 15% is a white to off-white homogeneous gel. Each gram of azelaic acid gel contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity : Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of azelaic acid gel. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation ( 5.2 ) Eye and Mucous Membrane Irritation: Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) Exacerbation of Asthma: Consult a physician if asthma is exacerbated with azelaic acid gel use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of azelaic acid gel in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue azelaic acid gel and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation. 5.3 Eye and Mucous Membranes Irritation Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [see Adverse Reactions (6.2) ] . 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including azelaic acid gel. Consult a physician if asthma is exacerbated with use of azelaic acid gel."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily azelaic acid gel for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for azelaic acid gel compared to 7.1% (9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity* Azelaic Acid Gel, 15% Vehicle N=457 N=331 (100%) (100%) Mild Moderate Severe Mild Moderate Severe N=99 N =61 N =27 N =46 N =30 N =5 (22%) (13%) (6%) (14%) (9%) (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) *Subjects may have ˃ 1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event. In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic acid gel and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic acid gel caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of azelaic acid gel. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes: iridocyclitis upon accidental exposure of the eyes to azelaic acid gel. Hypersensitivity: angioedema, eye swelling, facial swelling, urticaria. Respiratory: worsening of asthma, dyspnea, wheezing. Skin reactions: application site rash."
    ],
    "adverse_reactions_table": [
      "<table width=\"750px\" cellspacing=\"0\" cellpadding=\"0\"><caption>Table 1: Adverse Events Occurring in &#x2265;1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity*</caption><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><col/><col/><col/><col/><tbody><tr><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" colspan=\"3\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\">Azelaic Acid Gel, 15%</content></paragraph></td><td align=\"center\" colspan=\"3\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\">Vehicle</content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\" colspan=\"3\"><paragraph><content styleCode=\"bold\">N=457 </content></paragraph></td><td align=\"center\" colspan=\"3\"><paragraph><content styleCode=\"bold\">N=331 </content></paragraph></td></tr><tr><td align=\"center\" styleCode=\" Botrule\"/><td align=\"center\" colspan=\"3\" styleCode=\" Botrule\"><paragraph><content styleCode=\"bold\">(100%)</content></paragraph></td><td align=\"center\" colspan=\"3\" styleCode=\" Botrule\"><paragraph><content styleCode=\"bold\">(100%)</content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">Mild</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Moderate</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Severe</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Mild</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Moderate</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Severe</content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">N=99</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N</content><content styleCode=\"bold\">=61</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N</content><content styleCode=\"bold\">=27</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N</content><content styleCode=\"bold\">=46</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N</content><content styleCode=\"bold\">=30</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N</content><content styleCode=\"bold\">=5</content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">(22%)</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">(13%)</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">(6%)</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">(14%)</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">(9%)</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">(2%)</content></paragraph></td></tr><tr><td styleCode=\" Toprule\"><paragraph>Burning/stinging/tingling</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>71 (16%)</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>42 (9%)</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>17 (4%)</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>8 (2%)</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>6 (2%)</paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph>2 (1%)</paragraph></td></tr><tr><td><paragraph>Pruritus</paragraph></td><td align=\"center\"><paragraph>29 (6%)</paragraph></td><td align=\"center\"><paragraph>18 (4%)</paragraph></td><td align=\"center\"><paragraph>5 (1%)</paragraph></td><td align=\"center\"><paragraph>9 (3%)</paragraph></td><td align=\"center\"><paragraph>6 (2%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td><paragraph>Scaling/dry skin/xerosis</paragraph></td><td align=\"center\"><paragraph>21 (5%)</paragraph></td><td align=\"center\"><paragraph>10 (2%)</paragraph></td><td align=\"center\"><paragraph>5 (1%)</paragraph></td><td align=\"center\"><paragraph>31 (9%)</paragraph></td><td align=\"center\"><paragraph>14 (4%)</paragraph></td><td align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td></tr><tr><td><paragraph>Erythema/irritation</paragraph></td><td align=\"center\"><paragraph>6 (1%)</paragraph></td><td align=\"center\"><paragraph>7 (2%)</paragraph></td><td align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>8 (2%)</paragraph></td><td align=\"center\"><paragraph>4 (1%)</paragraph></td><td align=\"center\"><paragraph>2 (1%)</paragraph></td></tr><tr><td><paragraph>Contact dermatitis</paragraph></td><td align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>3 (1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td><paragraph>Edema</paragraph></td><td align=\"center\"><paragraph>3 (1%)</paragraph></td><td align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>3 (1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td><paragraph>Acne</paragraph></td><td align=\"center\"><paragraph>3 (1%)</paragraph></td><td align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td><td align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td colspan=\"7\" styleCode=\" Toprule\"><paragraph><content styleCode=\"italics\">*Subjects may have <content styleCode=\"italics\">&#x2C3;</content>1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.</content></paragraph></td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data) . The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to azelaic acid gel. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for azelaic acid gel and any potential adverse effects on the breastfed child from azelaic acid gel or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic acid gel 15%, is an aqueous gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C 9 H 16 O 4 . It has the following structure: Azelaic acid has a molecular weight of 188.22. It is a white, odorless crystalline solid. It is poorly soluble in water at 20°C (0.24%) but freely soluble in boiling water and in ethanol. Azelaic acid gel 15%, is a white to off-white homogeneous gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) in an aqueous gel base containing benzoic acid (as a preservative), carbopol 980, edetate disodium, glycerol monooleate, lecithin, polysorbate 80, propylene glycol, purified water, and sodium hydroxide to adjust pH. 1"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic acid gel was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic acid gel or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of “clear” or “minimal” with at least a 2-step reduction from baseline on the Investigator’s Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the “intent-to-treat” (ITT) population with the “last observation carried forward” (LOCF). Both trials demonstrated a statistically significant difference in favor of azelaic acid gel over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea (Table 2) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population)* Study One Study One Study Two Study Two Azelaic Acid Gel, 15% VEHICLE Azelaic Acid Gel, 15% VEHICLE N=164 N=165 N=167 N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment * 6.8 10.5 9.0 12.1 Mean Percent Reduction End of 57.9% 39.9% 50.0% 38.2% Treatment * * ITT population with last observation carried forward (LOCF) Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3). Table 3: Investigator’s Global Assessment at the End of Treatment* Study One Study One Study Two Study Two Azelaic Acid Gel, 15% VEHICLE Azelaic Acid Gel, 15% VEHICLE N=164 N=165 N=167 N=166 Clear, Minimal or Mild at End of Treatment 61% 40% 61% 48% (% of Subjects) * ITT population with last observation carried forward (LOCF)"
    ],
    "clinical_studies_table": [
      "<table width=\"750px\" cellspacing=\"0\" cellpadding=\"0\"><caption>Table 2: Inflammatory Papules and Pustules (ITT population)*</caption><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><tbody><tr><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">Azelaic Acid Gel, 15%</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">VEHICLE </content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Azelaic Acid Gel, 15%</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">VEHICLE </content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">N=164</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=165</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=167</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=166</content></paragraph></td></tr><tr><td styleCode=\" Toprule\"><paragraph>Mean Lesion Count</paragraph></td><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/></tr><tr><td><paragraph>Baseline</paragraph></td><td align=\"center\"><paragraph>17.5</paragraph></td><td align=\"center\"><paragraph>17.6</paragraph></td><td align=\"center\"><paragraph>17.9</paragraph></td><td align=\"center\"><paragraph>18.5</paragraph></td></tr><tr><td styleCode=\" Botrule Toprule\"><paragraph>End of Treatment<sup>*</sup></paragraph></td><td align=\"center\" styleCode=\" Botrule Toprule\"><paragraph>6.8</paragraph></td><td align=\"center\" styleCode=\" Botrule Toprule\"><paragraph>10.5</paragraph></td><td align=\"center\" styleCode=\" Botrule Toprule\"><paragraph>9.0</paragraph></td><td align=\"center\" styleCode=\" Botrule Toprule\"><paragraph>12.1</paragraph></td></tr><tr><td><paragraph>Mean Percent</paragraph></td><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/></tr><tr><td><paragraph>Reduction End of</paragraph></td><td align=\"center\"><paragraph>57.9%</paragraph></td><td align=\"center\"><paragraph>39.9%</paragraph></td><td align=\"center\"><paragraph>50.0%</paragraph></td><td align=\"center\"><paragraph>38.2%</paragraph></td></tr><tr><td><paragraph>Treatment<sup>*</sup></paragraph></td><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/></tr><tr><td colspan=\"5\" styleCode=\" Toprule\"><paragraph><content styleCode=\"italics\"><sup>*</sup></content><content styleCode=\"italics\"> ITT population with last observation carried forward (LOCF)</content></paragraph></td></tr></tbody></table>",
      "<table width=\"750px\" cellspacing=\"0\" cellpadding=\"0\"><caption>Table 3: Investigator&#x2019;s Global Assessment at the End of Treatment*</caption><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><col width=\"1px\"/><tbody><tr><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph></td><td align=\"center\" styleCode=\" Toprule\"><paragraph><content styleCode=\"bold\"><content styleCode=\"underline\">Study Two</content></content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">Azelaic Acid Gel, 15%</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">Azelaic Acid Gel, 15%</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">VEHICLE</content></paragraph></td></tr><tr><td align=\"center\"/><td align=\"center\"><paragraph><content styleCode=\"bold\">N=164</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=165</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=167</content></paragraph></td><td align=\"center\"><paragraph><content styleCode=\"bold\">N=166</content></paragraph></td></tr><tr><td styleCode=\" Toprule\"><paragraph>Clear, Minimal or Mild</paragraph></td><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/><td align=\"center\" styleCode=\" Toprule\"/></tr><tr><td><paragraph>at End of Treatment</paragraph></td><td align=\"center\"><paragraph>61%</paragraph></td><td align=\"center\"><paragraph>40%</paragraph></td><td align=\"center\"><paragraph>61%</paragraph></td><td align=\"center\"><paragraph>48%</paragraph></td></tr><tr><td><paragraph>(% of Subjects)</paragraph></td><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/><td align=\"center\"/></tr><tr><td colspan=\"5\" styleCode=\" Toprule\"><paragraph><content styleCode=\"italics\"><sup>*</sup></content><content styleCode=\"italics\"> ITT population with last observation carried forward (LOCF)</content></paragraph></td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied Azelaic acid gel, 15%, is a white to off-white homogeneous gel, is supplied in 50 g tubes (NDC 0591-2131-55). Storage and Handling Store at 25°C (77°F); excursions permitted between 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using azelaic acid gel of the following: Administration Instructions For topical use only. Before applying azelaic acid gel, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Avoid the use of occlusive dressings or wrappings. Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [see Dosage and Administration (2)] . Hypersensitivity If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions (5.1)] . Skin Irritation Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [see Warnings and Precautions (5.2)] . Hypopigmentation Advise patients to report abnormal changes in skin color to their healthcare provider [see Warnings and Precautions (5.2)] . Eye and Mucous Membranes Irritation Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [see Warnings and Precautions (5.3)] . Exacerbation of Asthma Advise patients to report any worsening of asthma to their healthcare provider [see Warnings and Precautions (5.4)] . Manufactured For: Teva Pharmaceuticals Parsippany, NJ 07054 Rev. C 5/2022"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 0591-2131-55 Azelaic Acid Gel 15 % For Topical Use Only – Not for Oral, Ophthalmic, or Intravaginal Use Rx only Contains 50 grams 1"
    ],
    "set_id": "66298d50-d4e2-4852-bbab-581389c488cb",
    "id": "38d8c966-bb27-4b39-b436-4e7ffbd2d134",
    "effective_time": "20220530",
    "version": "11",
    "openfda": {
      "application_number": [
        "ANDA208011"
      ],
      "brand_name": [
        "azelaic acid"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Actavis Pharma, Inc."
      ],
      "product_ndc": [
        "0591-2131"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "38d8c966-bb27-4b39-b436-4e7ffbd2d134"
      ],
      "spl_set_id": [
        "66298d50-d4e2-4852-bbab-581389c488cb"
      ],
      "package_ndc": [
        "0591-2131-55"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Azelaic Acid Gel Azelaic Acid AZELAIC ACID AZELAIC ACID BENZOIC ACID CARBOMER HOMOPOLYMER TYPE C (ALLYL PENTAERYTHRITOL CROSSLINKED) EDETATE DISODIUM POLYSORBATE 80 PROPYLENE GLYCOL SODIUM HYDROXIDE MEDIUM-CHAIN TRIGLYCERIDES WATER structure"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic Acid Gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic Acid Gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea ( 1 ). Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of Azelaic Acid Gel, 15%. Apply and gently massage a thin layer of Azelaic Acid Gel, 15% into the affected areas on the face twice daily (morning and evening). Wash hands immediately following application of Azelaic Acid Gel,15%. Cosmetics may be applied after the application of Azelaic Acid Gel,15% has dried. Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. Avoid the use of occlusive dressings or wrappings. Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. For topical use. Not for oral, ophthalmic or intravaginal use. Apply a thin layer twice daily to affected area(s). ( 2 ) Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying Azelaic Acid Gel, 15%. (2 ) Wash hands immediately following application. ( 2 ) Cosmetics may be applied after the application of Azelaic Acid Gel, 15% has dried. ( 2 ) Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) For topical use. ( 2 ) Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic Acid Gel, 15% is a white to yellowish white opaque gel. Each gram of Azelaic Acid Gel, 15% contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity: Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of Azelaic Acid Gel, 15%. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation ( 5.2 ) Eye and Mucous Membrane Irritation: Azelaic Acid Gel, 15% has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) Exacerbation of Asthma: Consult a physician if asthma is exacerbated with Azelaic Acid Gel, 15% use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of Azelaic Acid Gel,15% in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue Azelaic Acid Gel,15% and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of Azelaic Acid Gel,15%, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation. 5.3 Eye and Mucous Membranes Irritation Azelaic Acid Gel, 15% has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If Azelaic Acid Gel, 15% comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [ see Adverse Reactions (6.2) ] 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including Azelaic Acid Gel,15%. Consult a physician if asthma is exacerbated with use of Azelaic Acid Gel,15%."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Encube Ethicals Private Limited at 1-833-285-4151 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily Azelaic Acid Gel,15% for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for Azelaic Acid Gel, 15% compared to 7.1% (9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity* ! *Subjects may have >1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.! Azelaic acid gel, 15% N=457 (100%) Vehicle N=331 (100%) Mild N=99 (22%) Moderate N=61 (13%) Severe N=27 (6%) Mild N=46 (14%) Moderate N=30 (9%) Severe N=5 (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic Acid Gel, 15% and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic Acid Gel, 15% caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of Azelaic Acid Gel, 15%. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes : iridocyclitis upon accidental exposure of the eyes to Azelaic Acid Gel, 15%. Hypersensitivity : angioedema, eye swelling, facial swelling, urticaria. Respiratory : worsening of asthma, dyspnea, wheezing, Skin reactions : application site rash."
    ],
    "adverse_reactions_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tfoot><tr><td colspan=\"7\">*Subjects may have &gt;1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.!</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" rowspan=\"2\" valign=\"middle\"/><td styleCode=\"Rrule\" colspan=\"3\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Azelaic acid gel, 15%  N=457  (100%)</content></td><td styleCode=\"Rrule\" colspan=\"3\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Vehicle   N=331  (100%)</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Mild  N=99   (22%)</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Moderate  N=61  (13%)</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Severe  N=27   (6%)</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Mild  N=46   (14%)</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Moderate  N=30   (9%)</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\">Severe  N=5   (2%)</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Burning/stinging/tingling</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 71 (16%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 42 (9%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 17 (4%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 8 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 6 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Pruritus</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 29 (6%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 18 (4%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 5 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 9 (3%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 6 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Scaling/dry skin/xerosis</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 21 (5%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 10 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 5 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 31 (9%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 14 (4%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 1 (&lt;1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Erythema/irritation</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 6 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 7 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 2 (&lt;1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 8 (2%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 4 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Contact dermatitis</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 2 (&lt;1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 3 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 1 (&lt;1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Edema</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 3 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 2 (&lt;1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 3 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"left\" valign=\"middle\"> Acne</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 3 (1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 1 (&lt;1%) </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 1 (&lt;1%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 0 (0%)</td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [ see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to Azelaic Acid Gel, 15%. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Azelaic Acid Gel, 15% and any potential adverse effects on the breastfed child from Azelaic Acid Gel, 15% or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of Azelaic Acid Gel, 15% have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of Azelaic Acid Gel, 15% did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [ see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to Azelaic Acid Gel, 15%. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Azelaic Acid Gel, 15% and any potential adverse effects on the breastfed child from Azelaic Acid Gel, 15% or from the underlying maternal condition."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use The safety and effectiveness of Azelaic Acid Gel, 15% have not been established in pediatric patients."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of Azelaic Acid Gel, 15% did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic Acid Gel, 15%, is an aqueous gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C9 H16 O4. It has the following structure: Azelaic acid has a molecular weight of 188.22. It is a white, odorless crystalline solid. It is poorly soluble in water at 20°C (0.24%) but freely soluble in boiling water and in ethanol. Azelaic Acid Gel, 15% is a white to yellowish white opaque gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) in an aqueous gel base containing benzoic acid (as a preservative), caprylic/capric triglycerides, carbopol 980, edetate disodium, polysorbate 80, propylene glycol, purified water, and sodium hydroxide to adjust pH."
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of Azelaic Acid Gel, 15% could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with Azelaic Acid Gel, 15% twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that Azelaic Acid Gel, 15% does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of Azelaic Acid Gel, 15% could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with Azelaic Acid Gel, 15% twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that Azelaic Acid Gel, 15% does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3,000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2,500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3,000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2,500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic Acid Gel, 15% was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic Acid Gel, 15% or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of \"clear\" or \"minimal\" with at least a 2-step reduction from baseline on the Investigator's Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the “intent-to-treat” (ITT) population with the “last observation carried forward” (LOCF). Both trials demonstrated a statistically significant difference in favor of Azelaic Acid Gel, 15% over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea (Table 2) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population)* *ITT population with last observation carried forward (LOCF) ! Study One Azelaic Acid Gel,15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment * 6.8 10.5 9.0 12.1 Mean Percent Reduction End of Treatment * 57.9% 39.9% 50.0% 38.2% Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic Acid Gel, 15% was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3). Table 3: Investigator's Global Assessment at the End of Treatment* *ITT population with last observation carried forward (LOCF) ! Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Clear, Minimal or Mild at End of Treatment (% of Subjects) 61% 40% 61% 48%"
    ],
    "clinical_studies_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tfoot><tr><td colspan=\"5\"><content styleCode=\"italics\"><content styleCode=\"italics\"> *ITT population with last observation carried forward (LOCF)</content></content>!</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"middle\"/><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">   <content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content> </content><content styleCode=\"bold\">Azelaic Acid Gel,15% </content><content styleCode=\"bold\">N=164</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">  <content styleCode=\"underline\"><content styleCode=\"bold\">Study One</content></content> <content styleCode=\"bold\">VEHICLE   N=165</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">    <content styleCode=\"underline\"><content styleCode=\"bold\">Study Two</content></content> <content styleCode=\"bold\">Azelaic Acid Gel, 15%</content> <content styleCode=\"bold\">N=167</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">  <content styleCode=\"underline\"><content styleCode=\"bold\">Study Two</content></content> <content styleCode=\"bold\">VEHICLE  N=166</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"middle\"> Mean Lesion Count Baseline</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 17.5</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 17.6</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 17.9</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 18.5</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"middle\"> End of Treatment<sup>*</sup></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 6.8</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 10.5</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 9.0</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 12.1</td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"middle\"> Mean Percent Reduction End of Treatment<sup>*</sup></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 57.9%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 39.9%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 50.0%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 38.2%</td></tr></tbody></table>",
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tfoot><tr><td colspan=\"5\"><content styleCode=\"italics\"><content styleCode=\"italics\"><content styleCode=\"italics\">*ITT population with last observation carried forward (LOCF)</content></content></content>!</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"middle\"/><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">  <content styleCode=\"underline\"><content styleCode=\"bold\">Study One</content></content> <content styleCode=\"bold\">Azelaic Acid Gel, 15% </content><content styleCode=\"bold\">N=164</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\"><content styleCode=\"underline\">Study One</content></content> <content styleCode=\"bold\">VEHICLE   N=165</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> <content styleCode=\"bold\"><content styleCode=\"underline\">Study Two </content>Azelaic Acid Gel, 15% N=167</content></td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">  <content styleCode=\"bold\"><content styleCode=\"underline\">Study Two </content></content><content styleCode=\"bold\">VEHICLE  N=166</content></td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"center\" valign=\"middle\"> Clear, Minimal or Mild at End of Treatment  (% of Subjects)</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 61%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 40%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 61%</td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"> 48%</td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Azelaic Acid Gel, 15% is a white to yellowish white opaque gel supplied in a 50 g tube. NDC: 72162-2297-2: 50 g in a TUBE Storage and Handling Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using Azelaic Acid Gel, 15% of the following: Administration Instructions For topical use only. Before applying Azelaic Acid Gel, 15%, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. Wash hands immediately following application of Azelaic Acid Gel, 15%. Cosmetics may be applied after the application of Azelaic Acid Gel, 15% has dried. Avoid the use of occlusive dressings or wrappings. Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [ see Dosage and Administration (2) ]. Hypersensitivity If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions (5.1)]. Skin Irritatio n Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of Azelaic Acid Gel, 15%, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [ see Warnings and Precautions (5.2) ]. Hypopigmentation Advise patients to report abnormal changes in skin color to their healthcare provider [ see Warnings and Precautions (5.2) ]. Eye and Mucous Membranes Irritation Avoid contact with the eyes, mouth and other mucous membranes. If Azelaic Acid Gel, 15% comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [ see Warnings and Precautions (5.3) ]. Exacerbation of Asthma Advise patients to report any worsening of asthma to their healthcare provider [ see Warnings and Precautions (5.4) ]. Manufactured by: Encube Ethicals Private. Limited. Plot No. C-1, Madkaim Ind. Estate, Madkaim, Post: Mardol, Ponda, Goa-403 404, India. Distributed by: Encube Ethicals , Inc. 200 Meredith Avenue, Suite 202 Durham, NC 27713 USA"
    ],
    "package_label_principal_display_panel": [
      "Azelaic Acid .15 g/g Extended Label Label Extended Label"
    ],
    "set_id": "9c151fc7-cb0b-4931-9c1b-0c29f46ac21f",
    "id": "c3444037-c1fe-402a-a64c-ec6f1fb9ee34",
    "effective_time": "20241120",
    "version": "101",
    "openfda": {
      "application_number": [
        "ANDA208724"
      ],
      "brand_name": [
        "Azelaic Acid Gel"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "72162-2297"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "c3444037-c1fe-402a-a64c-ec6f1fb9ee34"
      ],
      "spl_set_id": [
        "9c151fc7-cb0b-4931-9c1b-0c29f46ac21f"
      ],
      "package_ndc": [
        "72162-2297-2"
      ],
      "original_packager_product_ndc": [
        "21922-038"
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Azelaic Acid Gel Azelaic Acid AZELAIC ACID AZELAIC ACID BENZOIC ACID CARBOMER HOMOPOLYMER TYPE C (ALLYL PENTAERYTHRITOL CROSSLINKED) EDETATE DISODIUM POLYSORBATE 80 PROPYLENE GLYCOL SODIUM HYDROXIDE MEDIUM-CHAIN TRIGLYCERIDES WATER"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic Acid Gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic Acid Gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea ( 1 ). Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of Azelaic Acid Gel, 15%. Apply and gently massage a thin layer of Azelaic Acid Gel, 15% into the affected areas on the face twice daily (morning and evening). Wash hands immediately following application of Azelaic Acid Gel,15%. Cosmetics may be applied after the application of Azelaic Acid Gel,15% has dried. Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. Avoid the use of occlusive dressings or wrappings. Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. For topical use. Not for oral, ophthalmic or intravaginal use. Apply a thin layer twice daily to affected area(s). ( 2 ) Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying Azelaic Acid Gel, 15%. (2 ) Wash hands immediately following application. ( 2 ) Cosmetics may be applied after the application of Azelaic Acid Gel, 15% has dried. ( 2 ) Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) For topical use. ( 2 ) Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic Acid Gel, 15% is a white to yellowish white opaque gel. Each gram of Azelaic Acid Gel, 15% contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity: Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of Azelaic Acid Gel, 15%. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation ( 5.2 ) Eye and Mucous Membrane Irritation: Azelaic Acid Gel, 15% has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) Exacerbation of Asthma: Consult a physician if asthma is exacerbated with Azelaic Acid Gel, 15% use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of Azelaic Acid Gel,15% in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue Azelaic Acid Gel,15% and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of Azelaic Acid Gel,15%, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation. 5.3 Eye and Mucous Membranes Irritation Azelaic Acid Gel, 15% has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If Azelaic Acid Gel, 15% comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [ see Adverse Reactions (6.2) ] 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including Azelaic Acid Gel,15%. Consult a physician if asthma is exacerbated with use of Azelaic Acid Gel,15%."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Encube Ethicals Private Limited at 1-833-285-4151 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily Azelaic Acid Gel,15% for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for Azelaic Acid Gel, 15% compared to 7.1%(9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity* Azelaic acid gel, 15% N=457 (100%) Vehicle N=331 (100%) Mild N=99 (22%) Moderate N=61 (13%) Severe N=27 (6%) Mild N=46 (14%) Moderate N=30 (9%) Severe N=5 (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) *Subjects may have & gt; 1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event. In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic Acid Gel, 15% and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic Acid Gel, 15% caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of Azelaic Acid Gel, 15%. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes : iridocyclitis upon accidental exposure of the eyes to Azelaic Acid Gel, 15%. Hypersensitivity : angioedema, eye swelling, facial swelling, urticaria. Respiratory : worsening of asthma, dyspnea, wheezing, Skin reactions : application site rash."
    ],
    "adverse_reactions_table": [
      "<table width=\"100%\"><col width=\"16%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><col width=\"14%\" align=\"left\" valign=\"middle\"/><thead><tr><th styleCode=\"Botrule Lrule Rrule Toprule\"> </th><th colspan=\"3\" styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold\">Azelaic acid gel, 15%</content> <content styleCode=\"bold\"/><content styleCode=\"bold\">N=457</content> <content styleCode=\"bold\"> (100%)</content></th><th colspan=\"3\" styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold\">Vehicle </content> <content styleCode=\"bold\">N=331</content> <content styleCode=\"bold\">(100%)</content></th></tr></thead><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" valign=\"top\"><paragraph> </paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Mild</content> <content styleCode=\"bold\">N=99 </content> <content styleCode=\"bold\">(22%)</content></paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Moderate</content> <content styleCode=\"bold\">N=61</content> <content styleCode=\"bold\">(13%)</content></paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Severe</content> <content styleCode=\"bold\">N=27 </content> <content styleCode=\"bold\">(6%)</content></paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Mild</content> <content styleCode=\"bold\">N=46 </content> <content styleCode=\"bold\">(14%)</content></paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Moderate</content> <content styleCode=\"bold\">N=30 </content> <content styleCode=\"bold\">(9%)</content></paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph><content styleCode=\"bold\">Severe</content> <content styleCode=\"bold\">N=5 </content> <content styleCode=\"bold\">(2%)</content></paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph> Burning/stinging/tingling</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>71 (16%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>42 (9%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>17 (4%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>8 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>6 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>2 (1%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Pruritus</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>29 (6%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>18 (4%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>5 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>9 (3%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>6 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Scaling/dry skin/xerosis</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>21 (5%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>10 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>5 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>31 (9%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>14 (4%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Erythema/irritation</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>6 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>7 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>8 (2%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>4 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>2 (1%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Contact dermatitis</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>3 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Edema</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>3 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>2 (&lt;1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>3 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\"><paragraph>Acne</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>3 (1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>1 (&lt;1%) </paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>1 (&lt;1%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>0 (0%)</paragraph></td></tr><tr><td colspan=\"7\" styleCode=\"Botrule Lrule Rrule\" align=\"justify\"><paragraph>*Subjects may have &amp; gt; 1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.</paragraph></td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [ see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to Azelaic Acid Gel, 15%. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Azelaic Acid Gel, 15% and any potential adverse effects on the breastfed child from Azelaic Acid Gel, 15% or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of Azelaic Acid Gel, 15% have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of Azelaic Acid Gel, 15% did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [ see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to Azelaic Acid Gel, 15%. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for Azelaic Acid Gel, 15% and any potential adverse effects on the breastfed child from Azelaic Acid Gel, 15% or from the underlying maternal condition."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use The safety and effectiveness of Azelaic Acid Gel, 15% have not been established in pediatric patients."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of Azelaic Acid Gel, 15% did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic Acid Gel, 15%, is an aqueous gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C9 H16 O4. It has the following structure: Azelaic acid has a molecular weight of 188.22. It is a white, odorless crystalline solid. It is poorly soluble in water at 20°C (0.24%) but freely soluble in boiling water and in ethanol. Azelaic Acid Gel, 15% is a white to yellowish white opaque gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) in an aqueous gel base containing benzoic acid (as a preservative), caprylic/capric triglycerides, carbopol 980, edetate disodium, polysorbate 80, propylene glycol, purified water, and sodium hydroxide to adjust pH. structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of Azelaic Acid Gel, 15% could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with Azelaic Acid Gel, 15% twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that Azelaic Acid Gel, 15% does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of Azelaic Acid Gel, 15% could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with Azelaic Acid Gel, 15% twice daily for at least 8 weeks are in the range of 42 to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that Azelaic Acid Gel, 15% does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3,000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2,500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3,000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2,500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic Acid Gel, 15% was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic Acid Gel, 15% or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of \"clear\" or \"minimal\" with at least a 2-step reduction from baseline on the Investigator's Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the “intent-to-treat” (ITT) population with the “last observation carried forward” (LOCF). Both trials demonstrated a statistically significant difference in favor of Azelaic Acid Gel, 15% over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea (Table 2) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population)* Study One Azelaic Acid Gel,15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment * 6.8 10.5 9.0 12.1 Mean Percent Reduction End of Treatment * 57.9% 39.9% 50.0% 38.2% *ITT population with last observation carried forward (LOCF) Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic Acid Gel, 15% was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3). Table 3: Investigator's Global Assessment at the End of Treatment* Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Clear, Minimal or Mild at End of Treatment (% of Subjects) 61% 40% 61% 48% *ITT population with last observation carried forward (LOCF)"
    ],
    "clinical_studies_table": [
      "<table width=\"100%\"><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><thead align=\"center\"><tr><th styleCode=\"Botrule Lrule Rrule Toprule\"> </th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\">  <content styleCode=\"bold underline\">Study One</content> <content styleCode=\"bold\">Azelaic Acid Gel,15%</content> <content styleCode=\"bold\">N=164</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\">  <content styleCode=\"bold underline\">Study One</content> <content styleCode=\"bold\">VEHICLE </content> <content styleCode=\"bold\">N=165</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\">  <content styleCode=\"bold underline\">Study Two</content> <content styleCode=\"bold\">Azelaic Acid Gel, 15%</content> <content styleCode=\"bold\">N=167</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\">  <content styleCode=\"bold underline\">Study Two</content> <content styleCode=\"bold\">VEHICLE</content> <content styleCode=\"bold\">N=166</content></th></tr></thead><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" align=\"center\"><paragraph>Mean Lesion Count Baseline</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph>17.5</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph>17.6</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph>17.9</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph>18.5</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\"><paragraph>End of Treatment<sup>*</sup></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>6.8</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>10.5</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>9.0</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>12.1</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\"><paragraph>Mean Percent Reduction End of Treatment<sup>*</sup></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>57.9%</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>39.9%</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>50.0%</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\"><paragraph>38.2%</paragraph></td></tr><tr><td colspan=\"5\" styleCode=\"Botrule Lrule Rrule\" valign=\"top\"><paragraph> *ITT population with last observation carried forward (LOCF)</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><col width=\"20%\" align=\"left\" valign=\"middle\"/><thead align=\"center\"><tr><th styleCode=\"Botrule Lrule Rrule Toprule\"> </th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold underline\">Study One</content> <content styleCode=\"bold\">Azelaic Acid Gel, 15%</content> <content styleCode=\"bold\">N=164</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold underline\">Study One</content> <content styleCode=\"bold\">VEHICLE</content> <content styleCode=\"bold\">N=165</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold underline\">Study Two</content> <content styleCode=\"bold\">Azelaic Acid Gel, 15%</content> <content styleCode=\"bold\">N=167</content></th><th styleCode=\"Botrule Rrule Toprule\" align=\"center\"><content styleCode=\"bold underline\">Study Two</content> <content styleCode=\"bold\">VEHICLE</content> <content styleCode=\"bold\">N=166</content></th></tr></thead><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" align=\"center\"><paragraph>Clear, Minimal or Mild at End of Treatment (% of Subjects)</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph> 61%</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph> 40%</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph> 61%</paragraph></td><td styleCode=\"Botrule Rrule Toprule\" align=\"center\"><paragraph> 48%</paragraph></td></tr><tr><td colspan=\"5\" styleCode=\"Botrule Lrule Rrule\"><paragraph>*ITT population with last observation carried forward (LOCF)</paragraph></td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied Azelaic Acid Gel, 15% is a white to yellowish white opaque gel supplied in a 50 g tube (NDC-21922-038-14) Storage and Handling Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [ see USP Controlled Room Temperature ]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using Azelaic Acid Gel, 15% of the following: Administration Instructions For topical use only. Before applying Azelaic Acid Gel, 15%, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. Wash hands immediately following application of Azelaic Acid Gel, 15%. Cosmetics may be applied after the application of Azelaic Acid Gel, 15% has dried. Avoid the use of occlusive dressings or wrappings. Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [see Dosage and Administration (2)]. Hypersensitivity If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions (5.1)]. Skin Irritation Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of Azelaic Acid Gel, 15%, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [see Warnings and Precautions (5.2)]. Hypopigmentation Advise patients to report abnormal changes in skin color to their healthcare provider [see Warnings and Precautions (5.2)]. Eye and Mucous Membranes Irritation Avoid contact with the eyes, mouth and other mucous membranes. If Azelaic Acid Gel, 15% comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [see Warnings and Precautions (5.3)]. Exacerbation of Asthma Advise patients to report any worsening of asthma to their healthcare provider [see Warnings and Precautions (5.4)]. Manufactured by: Encube Ethicals Private. Limited. Plot No. C-1, Madkaim Ind. Estate, Madkaim, Post: Mardol, Ponda, Goa-403 404, India. Distributed by: Encube Ethicals , Inc. 200 Meredith Avenue, Suite 202 Durham, NC 27713 USA Revised: 03/2023"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL CARTON LABEL - 50 GM NDC 21922-038-14 Azelaic Acid Gel, 15% For Topical Use Only. Not for oral, ophthalmic or intravaginal use. 50g (Net Wt.) Rx only TUBE LABEL - 50GM NDC 21922-038-14 Azelaic Acid Gel, 15% For Topical Use Only. Not for oral, ophthalmic or intravaginal use. 50g (Net Wt.) Rx only carton label"
    ],
    "set_id": "ab3f174c-a3c4-4ae9-b0bc-954efaadf8de",
    "id": "433f2929-0ee4-4b1f-a548-eff7b66e7fb6",
    "effective_time": "20251224",
    "version": "3",
    "openfda": {
      "application_number": [
        "ANDA208724"
      ],
      "brand_name": [
        "Azelaic Acid Gel"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Encube Ethicals, Inc."
      ],
      "product_ndc": [
        "21922-038"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "433f2929-0ee4-4b1f-a548-eff7b66e7fb6"
      ],
      "spl_set_id": [
        "ab3f174c-a3c4-4ae9-b0bc-954efaadf8de"
      ],
      "package_ndc": [
        "21922-038-14"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0321922038149"
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Azelaic Acid Azelaic Acid BENZOIC ACID CARBOMER HOMOPOLYMER TYPE C (ALLYL PENTAERYTHRITOL CROSSLINKED) EDETATE DISODIUM LECITHIN, SOYBEAN MEDIUM-CHAIN TRIGLYCERIDES POLYSORBATE 80 PROPYLENE GLYCOL WATER SODIUM HYDROXIDE AZELAIC ACID AZELAIC ACID white to yellowish white"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. Azelaic acid gel, 15% is indicated for topical treatment of the inflammatory papules and pustules of mild to moderate rosacea. ( 1 ) Limitations of Use Efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. ( 1 ) Limitations of Use Although some reduction of erythema which was present in patients with papules and pustules of rosacea occurred in clinical studies, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated."
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Cleanse affected area(s) using only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before application of azelaic acid gel. Apply and gently massage a thin layer of azelaic acid gel into the affected areas on the face twice daily (morning and evening). Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Reassess the diagnosis if no improvement is observed upon completing 12 weeks of therapy. Avoid the use of occlusive dressings or wrappings. Instruct patients to avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. For topical use. Not for oral, ophthalmic or intravaginal use. Apply a thin layer twice daily to affected area(s). ( 2 ) Use only very mild soaps or soapless cleansing lotion and pat dry with a soft towel before applying azelaic acid gel. ( 2 ) Wash hands immediately following application. ( 2 ) Cosmetics may be applied after the application of azelaic acid gel has dried. ( 2 ) Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents. ( 2 ) For topical use. ( 2 ) Not for oral, ophthalmic or intravaginal use. ( 2 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Azelaic acid gel, 15% is a white to yellowish white opaque gel. Each gram of azelaic acid gel contains 0.15 gm of azelaic acid (15% w/w). Gel, 15% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS None. None. ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hypersensitivity: Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported. In case of known hypersensitivity to any component of the gel, avoid the use of azelaic acid gel. If hypersensitivity develops, discontinue treatment and institute appropriate therapy. ( 5.1 ) Skin Reactions: Skin irritation (i.e. pruritus, burning or stinging) may occur, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. ( 5.2 ) Hypopigmentation: Isolated cases of hypopigmentation occurred after azelaic acid use. Monitor patients with dark complexion for early signs of hypopigmentation. ( 5.2 ) Eye and Mucous Membrane Irritation: Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes and mucous membranes. ( 5.3 ) Exacerbation of Asthma: Consult a physician if asthma is exacerbated with azelaic acid gel use. ( 5.4 ) 5.1 Hypersensitivity Hypersensitivity reactions, including cases of angioedema, eye swelling, facial swelling, dyspnea, urticaria, and adverse skin reactions, have been reported during post marketing surveillance. Avoid the use of azelaic acid gel in patients with known hypersensitivity to any component of the gel. If hypersensitivity develops during treatment, discontinue azelaic acid gel and institute appropriate therapy. 5.2 Skin Reactions Skin irritation (i.e. pruritus, burning or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If sensitivity or severe irritation develops and persists, discontinue treatment and institute appropriate therapy. There have been isolated reports of hypopigmentation after use of azelaic acid. Since azelaic acid has not been well studied in patients with dark complexion, monitor these patients for early signs of hypopigmentation. 5.3 Eye and Mucous Membranes Irritation Azelaic acid gel has been reported to cause irritation of the eyes. Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult a physician if eye irritation persists [see Adverse Reactions (6.2) ] . 5.4 Exacerbation of Asthma Worsening of asthma has been reported in patients using azelaic acid formulations including azelaic acid gel. Consult a physician if asthma is exacerbated with use of azelaic acid gel."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The most common adverse reactions are burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc., at 1-866-923-4914 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two vehicle-controlled and one active-controlled U.S. clinical trials, treatment safety was monitored in 788 subjects who used twice-daily azelaic acid gel for 12 weeks (N=333) or 15 weeks (N=124), or the gel vehicle (N=331) for 12 weeks. In all three trials, the most common treatment-related adverse events were: burning/stinging/tingling (29%), pruritus (11%), scaling/dry skin/xerosis (8%) and erythema/irritation (4%). In the active-controlled trial, overall adverse reactions (including burning, stinging/tingling, dryness/tightness/scaling, itching, and erythema/irritation/redness) were 19.4% (24/124) for azelaic acid gel compared to 7.1% (9/127) for the active comparator gel at 15 weeks. Table 1: Adverse Events Occurring in ≥1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity Subjects may have >1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event. Azelaic Acid Gel, 15% N=457 (100%) Vehicle N=331 (100%) Mild N=99 (22%) Moderate N=61 (13%) Severe N=27 (6%) Mild N=46 (14%) Moderate N=30 (9%) Severe N=5 (2%) Burning/stinging/tingling 71 (16%) 42 (9%) 17 (4%) 8 (2%) 6 (2%) 2 (1%) Pruritus 29 (6%) 18 (4%) 5 (1%) 9 (3%) 6 (2%) 0 (0%) Scaling/dry skin/xerosis 21 (5%) 10 (2%) 5 (1%) 31 (9%) 14 (4%) 1 (<1%) Erythema/irritation 6 (1%) 7 (2%) 2 (<1%) 8 (2%) 4 (1%) 2 (1%) Contact dermatitis 2 (<1%) 3 (1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) Edema 3 (1%) 2 (<1%) 0 (0%) 3 (1%) 0 (0%) 0 (0%) Acne 3 (1%) 1 (<1%) 0 (0%) 1 (<1%) 0 (0%) 0 (0%) In patients using azelaic acid formulations, the following adverse events have been reported: worsening of asthma, vitiligo, depigmentation, small depigmented spots, hypertrichosis, reddening (signs of keratosis pilaris) and exacerbation of recurrent herpes labialis. Local Tolerability Studies Azelaic acid gel and its vehicle caused irritant reactions at the application site in human dermal safety studies. Azelaic acid gel caused significantly more irritation than its vehicle in a cumulative irritation study. Some improvement in irritation was demonstrated over the course of the clinical trials, but this improvement might be attributed to subject dropouts. No phototoxicity or photoallergenicity were reported in human dermal safety studies. 6.2 Postmarketing Experience The following adverse reactions have been identified post approval of azelaic acid gel. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure: Eyes: iridocyclitis upon accidental exposure of the eyes to azelaic acid gel. Hypersensitivity: angioedema, eye swelling, facial swelling, urticaria. Respiratory: worsening of asthma, dyspnea, wheezing. Skin reactions: application site rash."
    ],
    "adverse_reactions_table": [
      "<table width=\"95%\" ID=\"table1\"><caption>Table 1: Adverse Events Occurring in &#x2265;1% of Subjects in the Rosacea Trials by Treatment Group and Maximum Intensity <footnote ID=\"t1f1\">Subjects may have &gt;1 cutaneous adverse event; thus, the sum of the frequencies of preferred terms may exceed the number of subjects with at least 1 cutaneous adverse event.</footnote></caption><col width=\"28%\" align=\"left\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th colspan=\"3\" styleCode=\"Rrule Botrule\">Azelaic Acid Gel, 15%   N=457   (100%) </th><th colspan=\"3\" styleCode=\"Rrule Botrule\">Vehicle   N=331   (100%) </th></tr><tr><th styleCode=\"Lrule Rrule\"/><th styleCode=\"Rrule\">Mild   N=99   (22%) </th><th styleCode=\"Rrule\">Moderate   N=61   (13%) </th><th styleCode=\"Rrule\">Severe   N=27   (6%) </th><th styleCode=\"Rrule\">Mild   N=46   (14%) </th><th styleCode=\"Rrule\">Moderate   N=30   (9%) </th><th styleCode=\"Rrule\">Severe   N=5   (2%) </th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Burning/stinging/tingling</td><td styleCode=\"Rrule\">71 (16%)</td><td styleCode=\"Rrule\">42 (9%)</td><td styleCode=\"Rrule\">17 (4%)</td><td styleCode=\"Rrule\">8 (2%)</td><td styleCode=\"Rrule\">6 (2%)</td><td styleCode=\"Rrule\">2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Pruritus</td><td styleCode=\"Rrule\">29 (6%)</td><td styleCode=\"Rrule\">18 (4%)</td><td styleCode=\"Rrule\">5 (1%)</td><td styleCode=\"Rrule\">9 (3%)</td><td styleCode=\"Rrule\">6 (2%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Scaling/dry skin/xerosis</td><td styleCode=\"Rrule\">21 (5%)</td><td styleCode=\"Rrule\">10 (2%)</td><td styleCode=\"Rrule\">5 (1%)</td><td styleCode=\"Rrule\">31 (9%)</td><td styleCode=\"Rrule\">14 (4%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Erythema/irritation</td><td styleCode=\"Rrule\">6 (1%)</td><td styleCode=\"Rrule\">7 (2%)</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">8 (2%)</td><td styleCode=\"Rrule\">4 (1%)</td><td styleCode=\"Rrule\">2 (1%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Contact dermatitis</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Edema</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">2 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr><tr><td styleCode=\"Lrule Rrule\">Acne</td><td styleCode=\"Rrule\">3 (1%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">1 (&lt;1%)</td><td styleCode=\"Rrule\">0 (0%)</td><td styleCode=\"Rrule\">0 (0%)</td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study. 8.2 Lactation Risk Summary Azelaic acid is naturally present in human milk. When used as prescribed, azelaic acid is unlikely to be absorbed through the skin in clinically relevant amounts to cause a change in azelaic acid concentration in milk or milk production; therefore, breastfeeding is not expected to result in exposure of the infant to azelaic acid gel. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for azelaic acid gel and any potential adverse effects on the breastfed child from azelaic acid gel or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients. 8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Azelaic acid is minimally absorbed systemically following topical route of administration, and maternal use is not expected to result in fetal exposure to the drug [see Clinical Pharmacology (12.3) ]. In animal reproduction studies, embryofetal toxicity was noted when azelaic acid was administered orally during the period of organogenesis at doses 162, 19, and 65 times the maximum recommended human dose (MRHD) in rats, rabbits, and monkeys, respectively. Maternal toxicity was noted at these doses but no malformations were observed in these embryofetal developmental studies (see Data ). The background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Dermal embryofetal developmental toxicology studies have not been performed with azelaic acid, 15% gel. Oral embryofetal developmental studies were conducted with azelaic acid in rats, rabbits, and cynomolgus monkeys. Azelaic acid was administered during the period of organogenesis in all three animal species. Embryotoxicity was observed in rats, rabbits, and monkeys at oral doses of azelaic acid that generated some maternal toxicity. Embryotoxicity was observed in rats given 2500 mg/kg/day [162 times the MRHD based on body surface area (BSA) comparison], rabbits given 150 or 500 mg/kg/day (19 or 65 times the MRHD based on BSA comparison) and cynomolgus monkeys given 500 mg/kg/day (65 times the MRHD based on BSA comparison) azelaic acid. No malformations were observed in the oral embryofetal developmental studies conducted in rats, rabbits and cynomolgus monkeys. An oral peri- and post-natal developmental study was conducted in rats. Azelaic acid was administered from gestational day 15 through day 21 postpartum up to a dose level of 2500 mg/kg/day. Embryotoxicity was observed in rats at an oral dose of 2500 mg/kg/day (162 times the MRHD based on BSA comparison) that generated some maternal toxicity. In addition, slight disturbances in the post-natal development of fetuses was noted in rats at oral doses that generated some maternal toxicity (500 and 2500 mg/kg/day; 32 and 162 times the MRHD based on BSA comparison). No effects on sexual maturation of the fetuses were noted in this study."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use The safety and effectiveness of azelaic acid gel have not been established in pediatric patients."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of azelaic acid gel did not include sufficient numbers of subjects aged 65 and over to determine if they respond differently than younger subjects."
    ],
    "description": [
      "11 DESCRIPTION Azelaic acid gel, 15%, is an aqueous gel which contains azelaic acid, a naturally-occurring saturated dicarboxylic acid. It is for topical use. Chemically, azelaic acid is 1,7-heptanedicarboxylic acid. The molecular formula for azelaic acid is C 9 H 16 O 4 . It has the following structure: Azelaic acid has a molecular weight of 188.22. It is a white, odorless crystalline solid. It is poorly soluble in water at 20°C (0.24%) but freely soluble in boiling water and in ethanol. Azelaic acid gel, 15% is a white to yellowish white opaque gel for topical use; each gram contains 0.15 gm azelaic acid (15% w/w) in an aqueous gel base containing benzoic acid (as a preservative), carbomer homopolymer type C, edetate disodium, lecithin, medium-chain triglycerides, polysorbate 80, propylene glycol, purified water, and sodium hydroxide to adjust pH. Chemical Structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown. 12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown. 12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 ng/mL to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 ng/mL to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which azelaic acid interferes with the pathogenic events in rosacea are unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The pharmacodynamics of azelaic acid in association with the treatment of rosacea are unknown."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The percutaneous absorption of azelaic acid after topical application of azelaic acid gel could not be reliably determined. Mean plasma azelaic acid concentrations in rosacea subjects treated with azelaic acid gel twice daily for at least 8 weeks are in the range of 42 ng/mL to 63.1 ng/mL. These values are within the maximum concentration range of 24.0 ng/mL to 90.5 ng/mL observed in rosacea subjects treated with vehicle only. This indicates that azelaic acid gel does not increase plasma azelaic acid concentration beyond the range derived from nutrition and endogenous metabolism. In vitro and human data suggest negligible cutaneous metabolism of 3 H-azelaic acid after topical application of 20% azelaic acid cream. Azelaic acid is mainly excreted unchanged in the urine, but undergoes some ß-oxidation to shorter chain dicarboxylic acids."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility In a 2-year dermal mouse carcinogenicity study, azelaic acid pre-foam emulsion was administered twice daily to CD-1 mice at topical doses of 5%, 15%, and 30% (500, 1500, and 3000 mg/kg/day azelaic acid). No drug-related tumors were noted at concentrations up to 30% azelaic acid (396 times the MRHD based on AUC comparison). Azelaic acid was not mutagenic or clastogenic in a battery of in vitro [Ames assay, HGPRT in V79 cells (Chinese hamster lung cells), and chromosomal aberration assay in human lymphocytes] and in vivo (dominant lethal assay in mice and mouse micronucleus assay) genotoxicity tests. Oral administration of azelaic acid at dose levels up to 2500 mg/kg/day (162 times the MRHD based on BSA comparison) did not affect fertility or reproductive performance in male or female rats."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Azelaic acid gel was evaluated for the treatment of mild to moderate papulopustular rosacea in two multicenter, randomized, double-blind, vehicle-controlled, 12-week clinical trials having identical protocols and involving a total of 664 (active: 333; vehicle: 331) subjects aged 21 to 86 years (mean age = 49). Overall, 92.5% of subjects were Caucasian and 73% of subjects were female. Enrolled subjects had mild to moderate rosacea with a mean lesion count of 18 (range 8 to 60) inflammatory papules and pustules. The following subjects were excluded: a) those without papules and pustules; b) those with nodules, rhinophyma, or ocular involvement and c) those with a history of hypersensitivity to propylene glycol or to any other ingredients of the study drug. Azelaic acid gel or its vehicle were to be applied twice daily for 12 weeks; no other topical or systemic medication affecting the course of rosacea and/or evaluability was to be used during the studies. Subjects were instructed to avoid spicy foods, thermally hot food/drink and alcoholic beverages during the study. Subjects were also instructed to use only very mild soaps or soapless cleansing lotion for facial cleansing. The primary efficacy endpoints included both 1) change from baseline in inflammatory lesion counts as well as 2) success defined as a score of \"clear\" or \"minimal\" with at least a 2-step reduction from baseline on the Investigator's Global Assessment (IGA), defined as follows below: CLEAR: No papules and/or pustules; no or residual erythema; no or mild to moderate telangiectasia MINIMAL: Rare papules and/or pustules; residual to mild erythema; mild to moderate telangiectasia MILD: Few papules and/or pustules; mild erythema; mild to moderate telangiectasia MILD TO MODERATE: Distinct number of papules and/or pustules; mild to moderate erythema; mild to moderate telangiectasia MODERATE: Pronounced number of papules and/or pustules; moderate erythema; mild to moderate telangiectasia MODERATE TO SEVERE: Many papules and/or pustules, occasionally with large inflamed lesions; moderate erythema; moderate degree of telangiectasia SEVERE: Numerous papules and/or pustules, occasionally with confluent areas of inflamed lesions; moderate or severe erythema; moderate or severe telangiectasia Primary efficacy assessment was based on the \"intent-to-treat\" (ITT) population with the \"last observation carried forward\" (LOCF). Both trials demonstrated a statistically significant difference in favor of azelaic acid gel over its vehicle in both reducing the number of inflammatory papules and pustules associated with rosacea (Table 2) as well as demonstrating success on the IGA in the ITT-LOCF population at the end of treatment. Table 2: Inflammatory Papules and Pustules (ITT population) ITT population with last observation carried forward (LOCF) Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Mean Lesion Count Baseline 17.5 17.6 17.9 18.5 End of Treatment 6.8 10.5 9.0 12.1 Mean Percent Reduction End of Treatment 57.9% 39.9% 50.0% 38.2% Although some reduction of erythema which was present in subjects with papules and pustules of rosacea occurred in clinical trials, efficacy for treatment of erythema in rosacea in the absence of papules and pustules has not been evaluated. Azelaic acid gel was superior to the vehicle with regard to success based on the IGA of rosacea on a 7-point static score at the end of treatment (ITT population; Table 3). Table 3: Investigator's Global Assessment at the End of Treatment ITT population with last observation carried forward (LOCF) Study One Azelaic Acid Gel, 15% N=164 Study One VEHICLE N=165 Study Two Azelaic Acid Gel, 15% N=167 Study Two VEHICLE N=166 Clear, Minimal or Mild at End of Treatment (% of Subjects) 61% 40% 61% 48%"
    ],
    "clinical_studies_table": [
      "<table width=\"95%\" ID=\"table2\"><caption>Table 2: Inflammatory Papules and Pustules (ITT population) <footnote ID=\"t2f1\">ITT population with last observation carried forward (LOCF)</footnote></caption><col width=\"34%\" align=\"left\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content>  Azelaic Acid Gel, 15%   N=164 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content>  VEHICLE   N=165 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content>  Azelaic Acid Gel, 15%   N=167 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content>  VEHICLE   N=166 </th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Mean Lesion Count Baseline</td><td styleCode=\"Rrule\" valign=\"bottom\">17.5</td><td styleCode=\"Rrule\" valign=\"bottom\">17.6</td><td styleCode=\"Rrule\" valign=\"bottom\">17.9</td><td styleCode=\"Rrule\">18.5</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">End of Treatment <footnoteRef IDREF=\"t2f1\"/></td><td styleCode=\"Rrule\">6.8</td><td styleCode=\"Rrule\">10.5</td><td styleCode=\"Rrule\">9.0</td><td styleCode=\"Rrule\">12.1</td></tr><tr><td styleCode=\"Lrule Rrule\">Mean Percent Reduction End of Treatment <footnoteRef IDREF=\"t2f1\"/></td><td styleCode=\"Rrule\" valign=\"middle\">57.9%</td><td styleCode=\"Rrule\" valign=\"middle\">39.9%</td><td styleCode=\"Rrule\" valign=\"middle\">50.0%</td><td styleCode=\"Rrule\" valign=\"middle\">38.2%</td></tr></tbody></table>",
      "<table width=\"95%\" ID=\"table3\"><caption>Table 3: Investigator&apos;s Global Assessment at the End of Treatment <footnote ID=\"foot31\">ITT population with last observation carried forward (LOCF)</footnote></caption><col width=\"34%\" align=\"left\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><col width=\"12%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\"/><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content>  Azelaic Acid Gel, 15%   N=164 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study One</content>  VEHICLE   N=165 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content>  Azelaic Acid Gel, 15%   N=167 </th><th styleCode=\"Rrule\"><content styleCode=\"underline\">Study Two</content>  VEHICLE   N=166 </th></tr></thead><tbody><tr><td styleCode=\"Lrule Rrule\">Clear, Minimal or Mild at End of Treatment   (% of Subjects) </td><td styleCode=\"Rrule\" valign=\"middle\">61%</td><td styleCode=\"Rrule\" valign=\"middle\">40%</td><td styleCode=\"Rrule\" valign=\"middle\">61%</td><td styleCode=\"Rrule\" valign=\"middle\">48%</td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied Azelaic acid gel, 15% is a white to yellowish white opaque gel supplied in a 50 g tube (NDC 51672-1389-3). Storage and Handling Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]."
    ],
    "storage_and_handling": [
      "Storage and Handling Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Inform patients using azelaic acid gel of the following: Administration Instructions For topical use only. Before applying azelaic acid gel, cleanse affected area(s) with a very mild soap or a soapless cleansing lotion and pat dry with a soft towel. Wash hands immediately following application of azelaic acid gel. Cosmetics may be applied after the application of azelaic acid gel has dried. Avoid the use of occlusive dressings or wrappings. Avoid use of alcoholic cleansers, tinctures and astringents, abrasives and peeling agents [see Dosage and Administration (2) ] . Hypersensitivity If allergic reactions occur, discontinue use and consult their healthcare provider [see Warnings and Precautions (5.1) ] . Skin Irritation Skin irritation (e.g., pruritus, burning, or stinging) may occur during use of azelaic acid gel, usually during the first few weeks of treatment. If irritation is excessive or persists, or allergic reactions occur, discontinue use and consult your physician [see Warnings and Precautions (5.2) ] . Hypopigmentation Advise patients to report abnormal changes in skin color to their healthcare provider [see Warnings and Precautions (5.2) ] . Eye and Mucous Membranes Irritation Avoid contact with the eyes, mouth and other mucous membranes. If azelaic acid gel comes in contact with the eyes, wash the eyes with large amounts of water and consult their healthcare provider if eye irritation persists [see Warnings and Precautions (5.3) ] . Exacerbation of Asthma Advise patients to report any worsening of asthma to their healthcare provider [see Warnings and Precautions (5.4) ] ."
    ],
    "spl_unclassified_section": [
      "Manufactured by: Sun Pharma Canada Inc., Brampton, Ontario, Canada L6T 1C1 Distributed by: Sun Pharmaceutical Industries, Inc., Cranbury, NJ 08512 Revised: August 2025 5263771-0825-01 11"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 50 g Tube Carton NDC 51672-1389-3 50 g Azelaic Acid Gel 15% For Topical Use Only Not for oral, ophthalmic or intravaginal use Rx only Keep this and all medications out of the reach of children. PRINCIPAL DISPLAY PANEL - 50 g Tube Carton SUN label"
    ],
    "set_id": "d4e9e95d-1ebd-44df-a91e-59819715659c",
    "id": "3cf92843-22fd-ba71-e063-6294a90a1fc6",
    "effective_time": "20250822",
    "version": "5",
    "openfda": {
      "application_number": [
        "ANDA210549"
      ],
      "brand_name": [
        "Azelaic Acid"
      ],
      "generic_name": [
        "AZELAIC ACID"
      ],
      "manufacturer_name": [
        "Sun Pharmaceutical Industries, Inc."
      ],
      "product_ndc": [
        "51672-1389"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AZELAIC ACID"
      ],
      "rxcui": [
        "1041518"
      ],
      "spl_id": [
        "3cf92843-22fd-ba71-e063-6294a90a1fc6"
      ],
      "spl_set_id": [
        "d4e9e95d-1ebd-44df-a91e-59819715659c"
      ],
      "package_ndc": [
        "51672-1389-3"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000008841",
        "N0000009982"
      ],
      "pharm_class_pe": [
        "Decreased Protein Synthesis [PE]",
        "Decreased Sebaceous Gland Activity [PE]"
      ],
      "unii": [
        "F2VW3D43YT"
      ]
    }
  }
]