[
  {
    "spl_product_data_elements": [
      "Rebif interferon beta-1a Rebif interferon beta-1a INTERFERON BETA-1A INTERFERON BETA-1A MANNITOL ALBUMIN HUMAN SODIUM ACETATE WATER Rebif interferon beta-1a INTERFERON BETA-1A INTERFERON BETA-1A MANNITOL ALBUMIN HUMAN SODIUM ACETATE WATER REBIF REBIDOSE INTERFERON BETA-1A REBIF REBIDOSE INTERFERON BETA-1A INTERFERON BETA-1A INTERFERON BETA-1A MANNITOL ALBUMIN HUMAN SODIUM ACETATE WATER REBIF REBIDOSE INTERFERON BETA-1A INTERFERON BETA-1A INTERFERON BETA-1A MANNITOL ALBUMIN HUMAN SODIUM ACETATE WATER REBIF INTERFERON BETA-1A INTERFERON BETA-1A INTERFERON BETA-1A ALBUMIN HUMAN MANNITOL SODIUM ACETATE WATER REBIF interferon beta-1a INTERFERON BETA-1A INTERFERON BETA-1A ALBUMIN HUMAN MANNITOL SODIUM ACETATE WATER REBIF REBIDOSE INTERFERON BETA-1A INTERFERON BETA-1A INTERFERON BETA-1A ALBUMIN HUMAN MANNITOL SODIUM ACETATE WATER REBIF REBIDOSE INTERFERON BETA-1A INTERFERON BETA-1A INTERFERON BETA-1A ALBUMIN HUMAN MANNITOL SODIUM ACETATE WATER"
    ],
    "recent_major_changes": [
      "Warnings and Precautions ( 5.7 ) 7/2023"
    ],
    "recent_major_changes_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"85%\" align=\"left\" valign=\"middle\"/><col width=\"15%\" align=\"left\" valign=\"middle\"/><tbody><tr><td>Warnings and Precautions (<linkHtml href=\"#S5.7\">5.7</linkHtml>)</td><td>7/2023</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE REBIF is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. Rebif is an interferon beta indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION For subcutaneous injection only ( 2.1 ) The recommended dose is either 22 mcg or 44 mcg injected subcutaneously three times per week ( 2.1 ) Titration: Generally, the starting dose should be 20% of the prescribed dose three times per week, and increased over a 4 week period to the targeted recommended dose of either 22 mcg or 44 mcg injected subcutaneously three times per week ( 2.1 ) Analgesics and/or antipyretics on treatment days may help ameliorate flu-like symptoms ( 2.3 ) 2.1 Dosing Information The recommended dose of REBIF is either 22 mcg or 44 mcg injected subcutaneously three times per week. REBIF should be administered, if possible, at the same time (preferably in the late afternoon or evening) on the same three days (e.g., Monday, Wednesday, and Friday) at least 48 hours apart each week. Generally, patients should be started at 20% of the prescribed dose three times per week and increased over a 4-week period to the targeted dose, either 22 mcg three times per week (see Table 1 ) or 44 mcg three times per week (see Table 2 ). Patients prescribed a targeted dose of 22 mcg three times per week should use the prefilled syringes for titration. A Titration Pack containing 6 doses of 8.8 mcg (0.2 mL) and 6 doses of 22 mcg (0.5 mL) is available for use during the titration period in both REBIF prefilled syringes and REBIF Rebidose autoinjectors. Table 1: Titration Schedule for a 22 mcg Prescribed Dose Use only prefilled syringes, not autoinjectors, to titrate to the 22 mcg Prescribed Dose Week of Use Dose Syringe to Use Amount of syringe Week 1 Titration 4.4 mcg 8.8 mcg syringe Use half of syringe Week 2 Titration 4.4 mcg 8.8 mcg syringe Use half of syringe Week 3 Titration 11 mcg 22 mcg syringe Use half of syringe Week 4 Titration 11 mcg 22 mcg syringe Use half of syringe Week 5 and after 22 mcg 22 mcg syringe or autoinjector Use full syringe or autoinjector Table 2: Titration Schedule for a 44 mcg Prescribed Dose Prefilled syringes or autoinjectors can be used to titrate to the 44 mcg Prescribed Dose Week of Use Dose Syringe or Autoinjector to Use Amount of syringe or autoinjector Week 1 Titration 8.8 mcg 8.8 mcg syringe or autoinjector Use full syringe or autoinjector Week 2 Titration 8.8 mcg 8.8 mcg syringe or autoinjector Use full syringe or autoinjector Week 3 Titration 22 mcg 22 mcg syringe or autoinjector Use full syringe or autoinjector Week 4 Titration 22 mcg 22 mcg syringe or autoinjector Use full syringe or autoinjector Week 5 and after 44 mcg 44 mcg syringe or autoinjector Use full syringe or autoinjector Decreased peripheral blood counts or elevated liver function tests may necessitate dose reduction or discontinuation of REBIF administration until toxicity is resolved [see Warnings and Precautions (5.2 , 5.5) and Adverse Reactions (6) ]. 2.2 Important Administration Instructions REBIF is intended for use under the guidance and supervision of a physician. It is recommended that physicians or qualified medical personnel train patients in the proper technique for self-administering subcutaneous injections using the prefilled syringe or injection device approved for use with REBIF. Injection depth of the REBIF Rebidose autoinjector is fixed at 8 mm; the healthcare provider should determine the injection technique. The initial injection should be performed under the supervision of an appropriately qualified healthcare provider. Appropriate instruction for self-injection or injection by another person should be provided to the patient or their caregiver, including careful review of the REBIF Medication Guide and the REBIF Rebidose autoinjector Instructions for Use that accompanies the product. Users should demonstrate competency in all aspects of the injection prior to independent use. If a patient is to self-administer REBIF, the physical and cognitive ability of that patient to self-administer and properly dispose of prefilled syringes or the REBIF Rebidose autoinjectors should be assessed. Patients with severe neurological deficits should not self-administer injections without assistance from a trained caregiver. Advise patients and caregivers to: visually inspect REBIF for particulate matter and discoloration prior to administration use aseptic technique when administering REBIF rotate site of injection with each dose to minimize the likelihood of severe injection site reactions, including necrosis or localized infection [see Warnings and Precautions (5.4) ] use a puncture-resistant container for safe disposal of used needles, prefilled syringes and REBIF Rebidose autoinjectors do not re-use needles, syringes or REBIF Rebidose autoinjectors 2.3 Premedication for Flu-like Symptoms Concurrent use of analgesics and/or antipyretics may help ameliorate flu-like symptoms associated with REBIF use on treatment days."
    ],
    "dosage_and_administration_table": [
      "<table width=\"80%\" ID=\"table1\"><caption>Table 1: Titration Schedule for a 22 mcg Prescribed Dose<footnote>Use only prefilled syringes, not autoinjectors, to titrate to the 22 mcg Prescribed Dose</footnote></caption><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"10%\" align=\"center\" valign=\"top\"/><col width=\"32%\" align=\"center\" valign=\"top\"/><col width=\"33%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Week of Use</th><th styleCode=\"Rrule\">Dose</th><th styleCode=\"Rrule\">Syringe to Use</th><th styleCode=\"Rrule\">Amount of syringe</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 1 Titration</td><td styleCode=\"Rrule\">4.4 mcg</td><td styleCode=\"Rrule\">8.8 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 2 Titration</td><td styleCode=\"Rrule\">4.4 mcg</td><td styleCode=\"Rrule\">8.8 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 3 Titration</td><td styleCode=\"Rrule\">11 mcg</td><td styleCode=\"Rrule\">22 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 4 Titration</td><td styleCode=\"Rrule\">11 mcg</td><td styleCode=\"Rrule\">22 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr><td styleCode=\"Lrule Rrule\">Week 5 and after</td><td styleCode=\"Rrule\">22 mcg</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr></tbody></table>",
      "<table width=\"80%\" ID=\"table2\"><caption>Table 2: Titration Schedule for a 44 mcg Prescribed Dose<footnote>Prefilled syringes or autoinjectors can be used to titrate to the 44 mcg Prescribed Dose</footnote></caption><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"10%\" align=\"center\" valign=\"top\"/><col width=\"32%\" align=\"center\" valign=\"top\"/><col width=\"33%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Week of Use</th><th styleCode=\"Rrule\">Dose</th><th styleCode=\"Rrule\">Syringe or Autoinjector to Use</th><th styleCode=\"Rrule\">Amount of syringe or autoinjector</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 1 Titration</td><td styleCode=\"Rrule\">8.8 mcg</td><td styleCode=\"Rrule\">8.8 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 2 Titration</td><td styleCode=\"Rrule\">8.8 mcg</td><td styleCode=\"Rrule\">8.8 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 3 Titration</td><td styleCode=\"Rrule\">22 mcg</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 4 Titration</td><td styleCode=\"Rrule\">22 mcg</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr><td styleCode=\"Lrule Rrule\">Week 5 and after</td><td styleCode=\"Rrule\">44 mcg</td><td styleCode=\"Rrule\">44 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Injection: 8.8 mcg per 0.2 mL in a graduated, single-dose REBIF prefilled syringe Injection: 22 mcg per 0.5 mL in a graduated, single-dose REBIF prefilled syringe Injection: 44 mcg per 0.5 mL in a graduated, single-dose REBIF prefilled syringe Injection: 8.8 mcg per 0.2 mL in a single-dose prefilled REBIF Rebidose autoinjector Injection: 22 mcg per 0.5 mL in a single-dose prefilled REBIF Rebidose autoinjector Injection: 44 mcg per 0.5 mL in a single-dose prefilled REBIF Rebidose autoinjector Injection: 8.8 mcg in 0.2 mL, and 22 mcg or 44 mcg in 0.5 mL in single-dose prefilled syringe ( 3 ) Injection: 8.8 mcg in 0.2 mL, and 22 mcg or 44 mcg in 0.5 mL in single-dose autoinjector ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS REBIF is contraindicated in patients with a history of hypersensitivity to natural or recombinant interferon beta, human albumin, or any other component of the formulation. History of hypersensitivity to natural or recombinant interferon beta, human albumin, or any other component of the formulation ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Depression and Suicide: Advise patients to immediately report any symptoms of depression and/or suicidal ideation; consider discontinuation of REBIF if depression occurs ( 5.1 ) Hepatic Injury: Monitor liver function tests; monitor patients for signs and symptoms of hepatic injury; consider discontinuing REBIF if hepatic injury occurs ( 5.2 ) Anaphylaxis and Other Allergic Reactions: Discontinue REBIF if anaphylaxis occurs ( 5.3 ) Injection Site Reactions Including Necrosis: Do not administer REBIF into affected area until fully healed; if multiple lesions occur, change injections sites or discontinue REBIF until healing of skin lesions ( 5.4 ) Decreased Peripheral Blood Counts: Monitor complete blood counts ( 5.5 ) Thrombotic Microangiopathy: Cases of thrombotic microangiopathy have been reported. Discontinue REBIF if clinical symptoms and laboratory findings consistent with TMA occur ( 5.6 ). Pulmonary Arterial Hypertension: Cases of pulmonary arterial hypertension (PAH) have been reported in patients treated with interferon beta products, including REBIF. Discontinue REBIF if PAH is diagnosed ( 5.7 ) Seizures: Monitor for seizures when administering REBIF to patients, particularly those with pre-existing seizure disorders ( 5.8 ) 5.1 Depression and Suicide REBIF (interferon beta-1a) should be used with caution in patients with depression, a condition that is common in people with multiple sclerosis. Depression, suicidal ideation, and suicide attempts have been reported to occur with increased frequency in patients receiving interferon compounds, including REBIF. In addition, there have been postmarketing reports of suicide in patients treated with REBIF. Patients should be advised to report immediately any symptoms of depression and/or suicidal ideation to the prescribing physician. If a patient develops depression, cessation of treatment with REBIF should be considered. 5.2 Hepatic Injury Severe liver injury, including some cases of hepatic failure requiring liver transplantation, has been reported rarely in patients taking REBIF. Symptoms of liver dysfunction began from one to six months following the initiation of REBIF. If jaundice or other symptoms of liver dysfunction appear, treatment with REBIF should be discontinued immediately due to the potential for rapid progression to liver failure. Asymptomatic elevation of hepatic transaminases (particularly SGPT) is common with interferon therapy [see Adverse Reactions (6.1) ] . REBIF should be initiated with caution in patients with active liver disease, alcohol abuse, increased serum SGPT (> 2.5 times ULN), or a history of significant liver disease. Also, the potential risk of REBIF used in combination with known hepatotoxic products should be considered prior to REBIF administration, or when adding new agents to the regimen of patients already on REBIF. Reduction of REBIF dose should be considered if SGPT rises above 5 times the upper limit of normal. The dose may be gradually re-escalated when enzyme levels have normalized [see Warnings and Precautions (5.9) and Dosage and Administration (2.1) ]. 5.3 Anaphylaxis and Other Allergic Reactions Anaphylaxis has been reported as a rare complication of REBIF use. Other allergic reactions have included skin rash and urticaria, and have ranged from mild to severe without a clear relationship to dose or duration of exposure. Several allergic reactions, some severe, have occurred after prolonged use. Discontinue REBIF if anaphylaxis occurs. 5.4 Injection Site Reactions Including Necrosis Injection site reactions, including injection site necrosis, can occur with the use of interferon beta products, including REBIF. In controlled clinical trials, injection site reactions occurred more frequently in REBIF-treated patients (92% in the 44 mcg group and 89% in the 22 mcg group) than in placebo-treated patients (39%) and at a higher frequency in REBIF treated patients (83%) than in AVONEX-treated patients (28%). Injection site necrosis also occurred more frequently in REBIF-treated patients (3% in the 44 mcg group and 1% in the 22 mcg group) than in placebo- treated patients (0) during the two years of therapy. Injection site reactions including injection site pain, erythema, edema, cellulitis, abscess, and necrosis have been reported in the postmarketing setting. Some occurred more than 2 years after initiation of REBIF. Necrosis occurred at single and at multiple injection sites. Some cases of injection site necrosis required treatment with intravenous antibiotics and surgical intervention (debridement and skin grafting). Some cases of injection site abscesses and cellulitis required treatment with hospitalization for surgical drainage and intravenous antibiotics. Patient understanding and use of aseptic self-injection techniques and procedures should be periodically evaluated, particularly if injection site necrosis has occurred. Patients should be advised of the importance of rotating sites of injection with each dose and not reusing syringes. Patients should be advised against injecting an area which is inflamed, edematous, erythematous, ecchymotic, or has any other signs of infection. These signs should be reported to a healthcare professional immediately. If multiple lesions occur, change injection site or discontinue therapy until healing occurs. 5.5 Decreased Peripheral Blood Counts Decreased peripheral blood counts in all cell lines, including pancytopenia, have been reported in REBIF-treated patients. In controlled clinical trials, leukopenia occurred at a higher frequency in REBIF-treated patients (36% in 44 mcg group and 28% in 22 mcg group) than in placebo-treated patients (14%) and at a higher frequency in REBIF-treated patients (6%) compared to the AVONEX-treated patients (<1%). Thrombocytopenia and anemia occurred more frequently in 44 mcg REBIF-treated patients (8% and 5%, respectively) than in placebo-treated patients (2% and 3%, respectively). In a pooled analysis of 7 placebo controlled trials with REBIF doses of 22 mcg or 44 mcg, the rate of pancytopenia (in subjects with normal baseline values who developed laboratory values less than the lower limit of normal for all 3 hematology parameters simultaneously) was higher in the total REBIF group (5.5 per 1000 subject-year) than in the placebo group (1.2 per 1000 subject-year). Patients should be monitored for symptoms or signs of decreased blood counts. Monitoring of complete blood and differential white blood cell counts is also recommended [see Dosage and Administration (2.1) and Warnings and Precautions (5.9) ]. 5.6 Thrombotic Microangiopathy Cases of thrombotic microangiopathy (TMA), including thrombotic thrombocytopenic purpura and hemolytic uremic syndrome, some fatal, have been reported with interferon beta products, including REBIF. Cases have been reported several weeks to years after starting interferon beta products. Discontinue REBIF if clinical symptoms and laboratory findings consistent with TMA occur, and manage as clinically indicated. 5.7 Pulmonary Arterial Hypertension Cases of pulmonary arterial hypertension (PAH) have been reported with interferon beta products, including REBIF. PAH has occurred in patients treated with interferon beta products in the absence of other contributory factors. Many of the reported cases required hospitalization, including one case with interferon beta in which the patient underwent a lung transplant. PAH has developed at various time points after initiating therapy with interferon beta products and may occur several years after starting treatment. Patients who develop unexplained symptoms (e.g., dyspnea, new or increasing fatigue) should be assessed for PAH. If alternative etiologies have been ruled out and a diagnosis of PAH is confirmed, discontinue treatment and manage as clinically indicated. 5.8 Seizures Caution should be exercised when administering REBIF to patients with pre-existing seizure disorders. Seizures have been temporally associated with the use of beta interferons, including REBIF, in clinical trials and in postmarketing reports. 5.9 Laboratory Tests In addition to those laboratory tests normally required for monitoring patients with multiple sclerosis, blood cell counts and liver function tests are recommended at regular intervals (1, 3, and 6 months) following introduction of REBIF therapy and then periodically thereafter in the absence of clinical symptoms. Patients with myelosuppression may require more intensive monitoring of complete blood cell counts, with differential and platelet counts [see Dosage and Administration (2.1) and Warnings and Precautions (5.5) ] . New or worsening thyroid abnormalities have developed in some patients treated with REBIF. Thyroid function tests are recommended every 6 months in patients with a history of thyroid dysfunction or as clinically indicated."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in the Warnings and Precautions section of the label: Depression and Suicide [see Warnings and Precautions (5.1) ] Hepatic Injury [see Warnings and Precautions (5.2) ] Anaphylaxis and Other Allergic Reactions [see Warnings and Precautions (5.3) ] Injection Site Reactions including Necrosis [see Warnings and Precautions (5.4) ] Decreased Peripheral Blood Counts [see Warnings and Precautions (5.5) ] Thrombotic Microangiopathy [see Warnings and Precautions (5.6) ] Pulmonary Arterial Hypertension [ see Warnings and Precautions (5.7) ] Seizures [see Warnings and Precautions (5.8) ] Laboratory Tests [see Warnings and Precautions (5.9) ] The most common adverse reactions in controlled clinical trials were injection site disorders, influenza-like symptoms, abdominal pain, depression, elevation of liver enzymes and hematologic abnormalities ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact EMD Serono at 1-800-283-8088 ext. 5563 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of REBIF cannot be directly compared to rates in the clinical trials of other drugs and may not reflect the rates observed in practice. A total of 712 patients with relapsing-remitting multiple sclerosis (RRMS) in two controlled clinical trials took REBIF (22 mcg or 44 mcg given three times per week) [ see Clinical Studies (14) ]. Ages ranged from 18 to 55 years. Nearly three-fourths of the patients were female, and more than 90% were Caucasian, largely reflecting the general demographics of the population of patients with multiple sclerosis. The most commonly reported adverse reactions were injection site disorders, influenza-like symptoms (headache, fatigue, fever, rigors, chest pain, back pain, myalgia), abdominal pain, depression, elevation of liver enzymes and hematologic abnormalities. The most frequently reported adverse reactions resulting in clinical intervention (e.g., discontinuation of REBIF, adjustment in dosage, or the need for concomitant medication to treat an adverse reaction were injection site disorders, influenza-like symptoms, depression, and elevation of liver enzymes [see Warnings and Precautions (5) ] . Study 1 was a 2-year placebo-controlled study in RRMS patients treated with REBIF 22 mcg (n=189), 44 mcg (n=184), or placebo (n=187). Table 3 enumerates adverse reactions and laboratory abnormalities that occurred at an incidence that was at least 2% more in either REBIF-treated group than was observed in the placebo group. Table 3. Adverse Reactions and Laboratory Abnormalities in Study 1 Body System Placebo tiw (n=187) REBIF 22 mcg tiw (n=189) REBIF 44 mcg tiw (n=184) Preferred Term % % % BODY AS A WHOLE Influenza-like symptoms 51 56 59 Headache 63 65 70 Fatigue 36 33 41 Fever 16 25 28 Rigors 5 6 13 Chest pain 5 6 8 Malaise 1 4 5 INJECTION SITE DISORDERS Injection Site Reaction 39 89 92 Injection Site Necrosis 0 1 3 NERVOUS SYSTEM DISORDERS Hypertonia 5 7 6 Coordination Abnormal 2 5 4 Convulsions 2 5 4 Somnolence 1 4 5 ENDOCRINE DISORDERS Thyroid Disorder 3 4 6 GASTROINTESTINAL SYSTEM DISORDERS Abdominal Pain 17 22 20 Dry Mouth 1 1 5 LIVER AND BILIARY SYSTEM DISORDERS SGPT Increased 4 20 27 SGOT Increased 4 10 17 Bilirubinemia 1 3 2 MUSCULO-SKELETAL SYSTEM DISORDERS Myalgia 20 25 25 Back Pain 20 23 25 Skeletal Pain 10 15 10 HEMATOLOGIC DISORDERS Leukopenia 14 28 36 Lymphadenopathy 8 11 12 Thrombocytopenia 2 2 8 Anemia 3 3 5 SKIN DISORDERS Rash Erythematous 3 7 5 Rash Maculo-Papular 2 5 4 Hyperhidrosis 2 4 4 URINARY SYSTEM DISORDERS Micturition Frequency 4 2 7 Urinary Incontinence 2 4 2 VISION DISORDERS Vision Abnormal 7 7 13 Xerophthalmia 0 3 1 Adverse reactions in Study 2, a 1-year active-controlled (vs. interferon beta-1a, 30 mcg once weekly intramuscular injection, n=338) study including 339 patients with MS treated with REBIF were generally similar to those in Study 1, taking into account the disparity in study durations. 6.2 Immunogenicity Anaphylaxis and other allergic reactions have been observed with the use of REBIF [see Warnings and Precautions (5.3) ] . As with all therapeutic proteins, there is a potential for immunogenicity. In Study 1, the presence of neutralizing antibodies (NAb) to REBIF was determined by collecting and analyzing serum pre-study and at 6 month time intervals during the 2 years of the clinical trial. Serum NAb were detected in 59/189 (31%) and 45/184 (24%) of REBIF-treated patients at the 22 mcg and 44 mcg three times per week doses, respectively, at one or more times during the study. The data reflect the percentage of patients whose test results were considered positive for antibodies to REBIF using an antiviral cytopathic effect assay, and are highly dependent on the sensitivity and specificity of the assay. Additionally, the observed incidence of NAb positivity in an assay may be influenced by several factors including sample handling, timing of sample collection, concomitant medications and underlying disease. For these reasons, comparison of the incidence of antibodies to REBIF with the incidence of antibodies to other products may be misleading. 6.3 Postmarketing Experience The following adverse reactions have been identified during post-approval use of REBIF. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Autoimmune Disorders: Drug-induced lupus erythematosus , autoimmune hepatitis Eye Disorders: Retinal vascular disorders (i.e. retinopathy, cotton wool spots or obstruction of retinal artery or vein) Respiratory, Thoracic and mediastinal disorders: Pulmonary Arterial Hypertension Skin and Subcutaneous Tissue Disorders: Erythema multiforme, Stevens-Johnson syndrome Blood and Lymphatic System Disorders: Hemolytic anemia"
    ],
    "adverse_reactions_table": [
      "<table width=\"85%\" ID=\"table3\"><caption>Table 3. Adverse Reactions and Laboratory Abnormalities in Study 1</caption><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"18%\" align=\"center\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><col width=\"21%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Body System</th><th styleCode=\"Rrule Botrule\">Placebo tiw (n=187)</th><th styleCode=\"Rrule Botrule\">REBIF 22 mcg tiw (n=189)</th><th styleCode=\"Rrule Botrule\">REBIF 44 mcg tiw (n=184)</th></tr><tr styleCode=\"Botrule\"><th styleCode=\"Lrule Rrule\"> Preferred Term</th><th styleCode=\"Rrule\">%</th><th styleCode=\"Rrule\">%</th><th styleCode=\"Rrule\">%</th></tr></thead><tbody><tr><td styleCode=\"Lrule\">BODY AS A WHOLE</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Influenza-like symptoms</td><td>51</td><td>56</td><td styleCode=\"Rrule\">59</td></tr><tr><td styleCode=\"Lrule\"> Headache</td><td>63</td><td>65</td><td styleCode=\"Rrule\">70</td></tr><tr><td styleCode=\"Lrule\"> Fatigue</td><td>36</td><td>33</td><td styleCode=\"Rrule\">41</td></tr><tr><td styleCode=\"Lrule\"> Fever</td><td>16</td><td>25</td><td styleCode=\"Rrule\">28</td></tr><tr><td styleCode=\"Lrule\"> Rigors</td><td>5</td><td>6</td><td styleCode=\"Rrule\">13</td></tr><tr><td styleCode=\"Lrule\"> Chest pain</td><td>5</td><td>6</td><td styleCode=\"Rrule\">8</td></tr><tr><td styleCode=\"Lrule\"> Malaise</td><td>1</td><td>4</td><td styleCode=\"Rrule\">5</td></tr><tr><td styleCode=\"Lrule\">INJECTION SITE DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Injection Site Reaction</td><td>39</td><td>89</td><td styleCode=\"Rrule\">92</td></tr><tr><td styleCode=\"Lrule\"> Injection Site Necrosis</td><td>0</td><td>1</td><td styleCode=\"Rrule\">3</td></tr><tr><td styleCode=\"Lrule\">NERVOUS SYSTEM DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Hypertonia</td><td>5</td><td>7</td><td styleCode=\"Rrule\">6</td></tr><tr><td styleCode=\"Lrule\"> Coordination Abnormal</td><td>2</td><td>5</td><td styleCode=\"Rrule\">4</td></tr><tr><td styleCode=\"Lrule\"> Convulsions</td><td>2</td><td>5</td><td styleCode=\"Rrule\">4</td></tr><tr><td styleCode=\"Lrule\"> Somnolence</td><td>1</td><td>4</td><td styleCode=\"Rrule\">5</td></tr><tr><td styleCode=\"Lrule\">ENDOCRINE DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Thyroid Disorder</td><td>3</td><td>4</td><td styleCode=\"Rrule\">6</td></tr><tr><td styleCode=\"Lrule\">GASTROINTESTINAL SYSTEM DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Abdominal Pain</td><td>17</td><td>22</td><td styleCode=\"Rrule\">20</td></tr><tr><td styleCode=\"Lrule\"> Dry Mouth</td><td>1</td><td>1</td><td styleCode=\"Rrule\">5</td></tr><tr><td styleCode=\"Lrule\">LIVER AND BILIARY SYSTEM DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> SGPT Increased</td><td>4</td><td>20</td><td styleCode=\"Rrule\">27</td></tr><tr><td styleCode=\"Lrule\"> SGOT Increased</td><td>4</td><td>10</td><td styleCode=\"Rrule\">17</td></tr><tr><td styleCode=\"Lrule\"> Bilirubinemia</td><td>1</td><td>3</td><td styleCode=\"Rrule\">2</td></tr><tr><td styleCode=\"Lrule\">MUSCULO-SKELETAL SYSTEM DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Myalgia</td><td>20</td><td>25</td><td styleCode=\"Rrule\">25</td></tr><tr><td styleCode=\"Lrule\"> Back Pain</td><td>20</td><td>23</td><td styleCode=\"Rrule\">25</td></tr><tr><td styleCode=\"Lrule\"> Skeletal Pain</td><td>10</td><td>15</td><td styleCode=\"Rrule\">10</td></tr><tr><td styleCode=\"Lrule\">HEMATOLOGIC DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Leukopenia</td><td>14</td><td>28</td><td styleCode=\"Rrule\">36</td></tr><tr><td styleCode=\"Lrule\"> Lymphadenopathy</td><td>8</td><td>11</td><td styleCode=\"Rrule\">12</td></tr><tr><td styleCode=\"Lrule\"> Thrombocytopenia</td><td>2</td><td>2</td><td styleCode=\"Rrule\">8</td></tr><tr><td styleCode=\"Lrule\"> Anemia</td><td>3</td><td>3</td><td styleCode=\"Rrule\">5</td></tr><tr><td styleCode=\"Lrule\">SKIN DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Rash Erythematous</td><td>3</td><td>7</td><td styleCode=\"Rrule\">5</td></tr><tr><td styleCode=\"Lrule\"> Rash Maculo-Papular</td><td>2</td><td>5</td><td styleCode=\"Rrule\">4</td></tr><tr><td styleCode=\"Lrule\"> Hyperhidrosis</td><td>2</td><td>4</td><td styleCode=\"Rrule\">4</td></tr><tr><td styleCode=\"Lrule\">URINARY SYSTEM DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Micturition Frequency</td><td>4</td><td>2</td><td styleCode=\"Rrule\">7</td></tr><tr><td styleCode=\"Lrule\"> Urinary Incontinence</td><td>2</td><td>4</td><td styleCode=\"Rrule\">2</td></tr><tr><td styleCode=\"Lrule\">VISION DISORDERS</td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Vision Abnormal</td><td>7</td><td>7</td><td styleCode=\"Rrule\">13</td></tr><tr><td styleCode=\"Lrule\"> Xerophthalmia</td><td>0</td><td>3</td><td styleCode=\"Rrule\">1</td></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Pregnancy: Epidemiological data do not suggest a clear relationship between interferon beta use and major congenital malformations, but interferon beta may cause fetal harm based on animal data ( 8.1 ). 8.1 Pregnancy Risk Summary Data from a large population-based cohort study, as well as other published studies over several decades, have not identified a drug-associated risk of major birth defects with the use of interferon beta during early pregnancy. Findings regarding a potential risk for low birth weight or miscarriage with the use of interferon beta in pregnancy have been inconsistent (see Data ) . It is unclear whether, as a class of products, administration of interferon beta therapies to pregnant animals at doses greater than those used clinically results in an increased rate of abortion. The potential for REBIF to have adverse effects on embryofetal development has not been fully assessed in animals [ see Data ]. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. The background risk of major birth defects and miscarriage for the indicated population is unknown. Data Human data The majority of observational studies reporting on pregnancies exposed to interferon beta products did not identify an association between the use of interferon beta products during early pregnancy and an increased risk of major birth defects. In a population-based cohort study conducted in Finland and Sweden, data were collected from 1996—2014 in Finland and from 2005—2014 in Sweden on 2,831 pregnancy outcomes from women with MS. 797 pregnancies were in women exposed to interferon beta only. No evidence was found of an increased risk of major birth defects among women with MS exposed to interferon beta products compared to women with MS that were unexposed to any non-steroid therapy for MS (n=1,647) within the study. No increased risks were observed for miscarriages and ectopic pregnancies, though there were limitations in obtaining complete data capture for these outcomes, making the interpretation of the findings more difficult. Two small cohort studies that examined pregnancies exposed to interferon beta products (without differentiating between subtypes of interferon beta products) suggested that a decrease in mean birth weight may be associated with interferon beta exposure during pregnancy, but this finding was not confirmed in larger observational studies. Two small studies observed an increased prevalence of miscarriage, although the finding was only statistically significant in one study. Most studies enrolled patients later in pregnancy, which made it difficult to ascertain the true percentage of miscarriages. In one small cohort study, a significantly increased risk of preterm birth following interferon beta exposure during pregnancy was observed. Animal data In a study in pregnant cynomolgus monkeys, interferon beta was administered daily (intramuscular doses approximately 1, 2, and 7 times the maximum recommended cumulative weekly human dose, based on body surface area) either throughout the period of organogenesis or later in pregnancy (gestation day 90 to term). No adverse effects on embryofetal development were observed; however, the possibility of adverse effects cannot be ruled out because of the small number of animals tested (six per dose group at each developmental period). 8.2 Lactation Risk Summary Limited published literature has described the presence of interferon beta-1a products in human milk at low levels. There are no data on the effects of interferon beta-1a on milk production. Therefore, the developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for REBIF and any potential adverse effects on the breastfed child from REBIF or from the underlying maternal condition. 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. 8.5 Geriatric Use Clinical studies of REBIF did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently than younger subjects. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Data from a large population-based cohort study, as well as other published studies over several decades, have not identified a drug-associated risk of major birth defects with the use of interferon beta during early pregnancy. Findings regarding a potential risk for low birth weight or miscarriage with the use of interferon beta in pregnancy have been inconsistent (see Data ) . It is unclear whether, as a class of products, administration of interferon beta therapies to pregnant animals at doses greater than those used clinically results in an increased rate of abortion. The potential for REBIF to have adverse effects on embryofetal development has not been fully assessed in animals [ see Data ]. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. The background risk of major birth defects and miscarriage for the indicated population is unknown. Data Human data The majority of observational studies reporting on pregnancies exposed to interferon beta products did not identify an association between the use of interferon beta products during early pregnancy and an increased risk of major birth defects. In a population-based cohort study conducted in Finland and Sweden, data were collected from 1996—2014 in Finland and from 2005—2014 in Sweden on 2,831 pregnancy outcomes from women with MS. 797 pregnancies were in women exposed to interferon beta only. No evidence was found of an increased risk of major birth defects among women with MS exposed to interferon beta products compared to women with MS that were unexposed to any non-steroid therapy for MS (n=1,647) within the study. No increased risks were observed for miscarriages and ectopic pregnancies, though there were limitations in obtaining complete data capture for these outcomes, making the interpretation of the findings more difficult. Two small cohort studies that examined pregnancies exposed to interferon beta products (without differentiating between subtypes of interferon beta products) suggested that a decrease in mean birth weight may be associated with interferon beta exposure during pregnancy, but this finding was not confirmed in larger observational studies. Two small studies observed an increased prevalence of miscarriage, although the finding was only statistically significant in one study. Most studies enrolled patients later in pregnancy, which made it difficult to ascertain the true percentage of miscarriages. In one small cohort study, a significantly increased risk of preterm birth following interferon beta exposure during pregnancy was observed. Animal data In a study in pregnant cynomolgus monkeys, interferon beta was administered daily (intramuscular doses approximately 1, 2, and 7 times the maximum recommended cumulative weekly human dose, based on body surface area) either throughout the period of organogenesis or later in pregnancy (gestation day 90 to term). No adverse effects on embryofetal development were observed; however, the possibility of adverse effects cannot be ruled out because of the small number of animals tested (six per dose group at each developmental period)."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of REBIF did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently than younger subjects. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal or cardiac function, and of concomitant disease or other drug therapy."
    ],
    "description": [
      "11 DESCRIPTION REBIF (interferon beta-1a) is a purified 166 amino acid glycoprotein with a molecular weight of approximately 22,500 daltons. It is produced by recombinant DNA technology using genetically engineered Chinese Hamster Ovary cells into which the human interferon beta gene has been introduced. The amino acid sequence of REBIF is identical to that of natural fibroblast derived human interferon beta. Natural interferon beta and interferon beta-1a (REBIF) are glycosylated with each containing a single N-linked complex carbohydrate moiety. Using a reference standard calibrated against the World Health Organization natural interferon beta standard (Second International Standard for Interferon, Human Fibroblast GB 23 902 531), REBIF has a specific activity of approximately 270 million international units (MIU) of antiviral activity per mg of interferon beta-1a determined specifically by an in vitro cytopathic effect bioassay using WISH cells and Vesicular Stomatitis virus. REBIF 8.8 mcg, 22 mcg and 44 mcg contains approximately 2.4 million international units, 6 million international units or 12 million international units, respectively, of antiviral activity using this method. REBIF (interferon beta-1a) is formulated as a sterile solution in a prefilled syringe or REBIF Rebidose autoinjector intended for subcutaneous (sc) injection. Each 0.5 mL (0.5 cc) of REBIF contains either 22 mcg or 44 mcg of interferon beta-1a, 2 mg or 4 mg albumin (human), 27.3 mg mannitol, 0.4 mg sodium acetate, and water for injection. Each 0.2 mL (0.2 cc) of REBIF contains 8.8 mcg of interferon beta-1a, 0.8 mg albumin (human), 10.9 mg mannitol, 0.16 mg sodium acetate, and water for injection."
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism(s) by which REBIF (interferon beta-1a) exerts its therapeutic effects in patients with multiple sclerosis is unknown. 12.2 Pharmacodynamics The relationships between serum interferon beta-1a levels and measurable pharmacodynamic activities to the mechanism(s) by which REBIF exerts its effects in multiple sclerosis are unknown. No gender-related effects on pharmacodynamic parameters have been observed. 12.3 Pharmacokinetics The pharmacokinetics of REBIF (interferon beta-1a) in people with multiple sclerosis have not been evaluated. In healthy subjects, a single subcutaneous (sc) injection of 60 mcg of REBIF (liquid formulation) resulted in a peak serum concentration (C max ) of 5.1 ± 1.7 IU/mL (mean ± SD), with a median time of peak serum concentration (T max ) of 16 hours. The serum elimination half-life (t1/2) was 69 ± 37 hours, and the area under the serum concentration versus time curve (AUC) from zero to 96 hours was 294 ± 81 IU h/mL. Following every other day sc injections in healthy subjects, an increase in AUC of approximately 240% was observed, suggesting that accumulation of interferon beta-1a occurs after repeat administration. Total clearance is approximately 33-55 L/hour. There have been no observed gender-related effects on pharmacokinetic parameters. Pharmacokinetics of REBIF in pediatric and geriatric patients or patients with renal or hepatic insufficiency have not been established."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism(s) by which REBIF (interferon beta-1a) exerts its therapeutic effects in patients with multiple sclerosis is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The relationships between serum interferon beta-1a levels and measurable pharmacodynamic activities to the mechanism(s) by which REBIF exerts its effects in multiple sclerosis are unknown. No gender-related effects on pharmacodynamic parameters have been observed."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics The pharmacokinetics of REBIF (interferon beta-1a) in people with multiple sclerosis have not been evaluated. In healthy subjects, a single subcutaneous (sc) injection of 60 mcg of REBIF (liquid formulation) resulted in a peak serum concentration (C max ) of 5.1 ± 1.7 IU/mL (mean ± SD), with a median time of peak serum concentration (T max ) of 16 hours. The serum elimination half-life (t1/2) was 69 ± 37 hours, and the area under the serum concentration versus time curve (AUC) from zero to 96 hours was 294 ± 81 IU h/mL. Following every other day sc injections in healthy subjects, an increase in AUC of approximately 240% was observed, suggesting that accumulation of interferon beta-1a occurs after repeat administration. Total clearance is approximately 33-55 L/hour. There have been no observed gender-related effects on pharmacokinetic parameters. Pharmacokinetics of REBIF in pediatric and geriatric patients or patients with renal or hepatic insufficiency have not been established."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: REBIF has not been tested for carcinogenic potential in animals. Mutagenesis: Interferon beta was negative in an in vitro bacterial reverse mutation (Ames) assay and an in vitro cytogenetic assay in human lymphocytes in the presence and absence of metabolic activation. Impairment of Fertility: In studies in normally cycling female cynomolgus monkeys given daily subcutaneous injections of interferon beta for six months at doses of up to 9 times the recommended weekly human dose (based on body surface area), no effects were observed on either menstrual cycling or serum estradiol levels. In male monkeys, the same doses of interferon beta had no demonstrable adverse effects on sperm count, motility, morphology, or function."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis: REBIF has not been tested for carcinogenic potential in animals. Mutagenesis: Interferon beta was negative in an in vitro bacterial reverse mutation (Ames) assay and an in vitro cytogenetic assay in human lymphocytes in the presence and absence of metabolic activation. Impairment of Fertility: In studies in normally cycling female cynomolgus monkeys given daily subcutaneous injections of interferon beta for six months at doses of up to 9 times the recommended weekly human dose (based on body surface area), no effects were observed on either menstrual cycling or serum estradiol levels. In male monkeys, the same doses of interferon beta had no demonstrable adverse effects on sperm count, motility, morphology, or function."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES Two multicenter studies evaluated the safety and efficacy of REBIF in patients with relapsing-remitting multiple sclerosis. Study 1 was a randomized, double-blind, placebo controlled study in patients with multiple sclerosis for at least one year, Kurtzke Expanded Disability Status Scale (EDSS) scores ranging from 0 to 5, and at least 2 acute exacerbations in the previous 2 years. Patients with chronic progressive forms of multiple sclerosis were excluded from the study. Patients received subcutaneous injections of either placebo (n = 187), REBIF 22 mcg (n = 189), or REBIF 44 mcg (n = 184) administered three times per week for two years. Doses of study agents were progressively increased to their target doses during the first 4 to 8 weeks for each patient in the study [see Dosage and Administration (2.1) ]. The primary efficacy endpoint was the number of clinical exacerbations. Numerous secondary efficacy endpoints were also evaluated and included exacerbation-related parameters, effects of treatment on progression of disability and magnetic resonance imaging (MRI)-related parameters. Progression of disability was defined as an increase in the EDSS score of at least one point sustained for at least 3 months. Neurological examinations were completed every 3 months, during suspected exacerbations, and coincident with MRI scans. All patients underwent proton density T2-weighted (PD/T2) MRI scans at baseline and every 6 months. A subset of 198 patients underwent PD/T2 and T1-weighted gadolinium-enhanced (Gd)-MRI scans monthly for the first 9 months. Of the 560 patients enrolled, 533 (95%) provided 2 years of data and 502 (90%) received 2 years of study agent. Study results are shown in Table 4 and Figure 1. REBIF at doses of 22 mcg and 44 mcg administered three times per week significantly reduced the number of exacerbations per patient as compared to placebo. Differences between the 22 mcg and 44 mcg groups were not significant (p >0.05). Table 4: Clinical and MRI Endpoints from Study 1 Placebo REBIF 22 mcg REBIF 44 mcg n = 187 n = 189 n = 184 Exacerbation-related Mean number of exacerbations per patient over 2 years Intent-to-treat analysis , Poisson regression model adjusted for center and time on study 2.56 1.82 p<0.001 compared to placebo 1.73 p<0.0001 compared to placebo (Percent reduction) (29%) (32%) Percent (%) of patients exacerbation-free at 2 years Logistic regression adjusted for center. Patients lost to follow-up prior to an exacerbation were excluded from this analysis. (Analysis included 185, 183, and 184 patients for three times per week placebo, 22 mcg REBIF, and 44 mcg REBIF, respectively). 15% 25% p<0.05 compared to placebo 32% Median time to first exacerbation (months) , Cox proportional hazard model adjusted for center 4.5 7.6 9.6 MRI n = 172 n = 171 n = 171 Median percent (%) change of MRI PD-T2 lesion area at 2 years ANOVA on ranks adjusted for center. Patients with missing scans were excluded from this analysis. 11.0% -1.2% -3.8% Median number of active lesions per patient per scan (PD/T2; 6 monthly) 2.25 0.75 0.5 The time to onset of progression in disability sustained for three months was significantly longer in patients treated with REBIF than in placebo-treated patients. The Kaplan-Meier estimates of the proportions of patients with sustained disability are depicted in Figure 1. Figure 1: Proportions of Patients with Sustained Disability Progression Study 2 was a randomized, open-label, evaluator-blinded, active comparator study. Patients with relapsing-remitting multiple sclerosis with EDSS scores ranging from 0 to 5.5, and at least 2 exacerbations in the previous 2 years were eligible for inclusion. Patients with chronic progressive forms of multiple sclerosis were excluded from the study. Patients were randomized to treatment with three times per week subcutaneous injections of REBIF 44 mcg (n=339) or once weekly intramuscular injections of 30 mcg AVONEX (n=338). Study duration was 48 weeks. The primary efficacy endpoint was the proportion of patients who remained exacerbation-free at 24 weeks. The principal secondary endpoint was the mean number per patient per scan of combined unique active MRI lesions through 24 weeks, defined as any lesion that was T1 active or T2 active. Neurological examinations were performed every three months by a neurologist blinded to treatment assignment. Patient visits were conducted monthly, and mid-month telephone contacts were made to inquire about potential exacerbations. If an exacerbation was suspected, the patient was evaluated with a neurological examination. MRI scans were performed monthly and analyzed in a treatment-blinded manner. Patients treated with REBIF 44 mcg three times per week were more likely to remain relapse-free at 24 and 48 weeks than were patients treated with AVONEX 30 mcg once per week (Table 5). This study does not support any conclusion regarding effects on the accumulation of physical disability. Table 5: Clinical and MRI Results from Study 2 REBIF 44 mcg AVONEX 30 mcg Absolute Difference Risk of relapse on REBIF relative to AVONEX Relapses N=339 N=338 Proportion of patients relapse-free at 24 weeks Logistic regression model adjusted for treatment and center, intent to treat analysis 75% p <0.001 (REBIF compared to AVONEX) 63% 12% (95% CI: 5%, 19%) 0.68 (95% CI: 0.54, 0.86) Proportion of patients relapse-free at 48 weeks 62% p = 0.009 (REBIF compared to AVONEX) 52% 10% (95% CI: 2%, 17%) 0.81 (95% CI: 0.68, 0.96) MRI (through 24 weeks) N=325 N=325 Median of the mean number of combined unique MRI lesions per patient per scan Nonparametric ANCOVA model adjusted for treatment and center, with baseline combined unique lesions as the single covariate (25 th , 75 th percentiles) 0.17 (0.00, 0.67) 0.33 (0.00, 1.25) Figure 1"
    ],
    "clinical_studies_table": [
      "<table width=\"85%\" ID=\"table4\"><caption>Table 4: Clinical and MRI Endpoints from Study 1</caption><col align=\"left\" valign=\"top\" width=\"40%\"/><col align=\"center\" valign=\"top\" width=\"20%\"/><col align=\"center\" valign=\"top\" width=\"20%\"/><col align=\"center\" valign=\"top\" width=\"20%\"/><thead><tr styleCode=\"Botrule\"><th styleCode=\"Lrule Rrule\" rowspan=\"2\"/><th styleCode=\"Rrule\">Placebo</th><th styleCode=\"Rrule\">REBIF  22 mcg</th><th styleCode=\"Rrule\">REBIF 44 mcg</th></tr><tr><th styleCode=\"Rrule\" align=\"center\">n = 187</th><th styleCode=\"Rrule\">n = 189</th><th styleCode=\"Rrule\">n = 184</th></tr></thead><tbody><tr><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Exacerbation-related</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule Rrule\"> Mean number of exacerbations per patient over 2 years<footnote ID=\"t4f1\">Intent-to-treat analysis</footnote><sup>,</sup><footnote ID=\"t4f2\">Poisson regression model adjusted for center and time on study</footnote></td><td styleCode=\"Rrule\">2.56</td><td styleCode=\"Rrule\">1.82<footnote ID=\"t4double\">p&lt;0.001 compared to placebo</footnote></td><td styleCode=\"Rrule\">1.73<footnote ID=\"t4triple\">p&lt;0.0001 compared to placebo</footnote></td></tr><tr><td styleCode=\"Lrule Rrule\"> (Percent reduction)</td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\">(29%)</td><td styleCode=\"Rrule\">(32%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Percent (%) of patients exacerbation-free at 2 years<footnote>Logistic regression adjusted for center. Patients lost to follow-up prior to an exacerbation were excluded from this analysis. (Analysis included 185, 183, and 184 patients for three times per week placebo, 22 mcg REBIF, and 44 mcg REBIF, respectively). </footnote></td><td styleCode=\"Rrule\">15%</td><td styleCode=\"Rrule\">25%<footnote>p&lt;0.05 compared to placebo</footnote></td><td styleCode=\"Rrule\">32%<footnoteRef IDREF=\"t4triple\"/></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"> Median time to first exacerbation (months)<footnoteRef IDREF=\"t4f1\"/><sup>,</sup><footnote>Cox proportional hazard model adjusted for center</footnote></td><td styleCode=\"Rrule Toprule\">4.5</td><td styleCode=\"Rrule Toprule\">7.6<footnoteRef IDREF=\"t4double\"/></td><td styleCode=\"Rrule Toprule\">9.6<footnoteRef IDREF=\"t4triple\"/></td></tr><tr><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">MRI</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">n = 172</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">n = 171</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">n = 171</content></td></tr><tr><td styleCode=\"Lrule Rrule\"> Median percent (%) change of MRI PD-T2 lesion area at 2 years<footnote ID=\"t4f5\">ANOVA on ranks adjusted for center. Patients with missing scans were excluded from this analysis.</footnote></td><td styleCode=\"Rrule\">11.0%</td><td styleCode=\"Rrule\">-1.2%<footnoteRef IDREF=\"t4triple\"/></td><td styleCode=\"Rrule\">-3.8%<footnoteRef IDREF=\"t4triple\"/></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"middle\"> Median number of active lesions per patient per scan (PD/T2; 6 monthly)<footnoteRef IDREF=\"t4f5\"/></td><td styleCode=\"Rrule\" valign=\"middle\">2.25</td><td styleCode=\"Rrule\" valign=\"middle\">0.75<footnoteRef IDREF=\"t4triple\"/></td><td styleCode=\"Rrule\" valign=\"middle\">0.5<footnoteRef IDREF=\"t4triple\"/></td></tr></tbody></table>",
      "<table width=\"75%\" styleCode=\"Noautorules\"><caption>Table 5: Clinical and MRI Results from Study 2</caption><col width=\"20%\" align=\"left\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><thead><tr styleCode=\"Botrule\"><th styleCode=\"Lrule Rrule Toprule\"> </th><th styleCode=\"Rrule Toprule\">REBIF 44 mcg</th><th styleCode=\"Rrule Toprule\">AVONEX 30 mcg</th><th styleCode=\"Rrule Toprule\">Absolute Difference</th><th styleCode=\"Rrule Toprule\" align=\"left\">Risk of relapse on REBIF relative to AVONEX</th></tr></thead><tbody><tr><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Relapses</content></td><td styleCode=\"Rrule\">N=339</td><td styleCode=\"Rrule\">N=338</td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule Rrule\">Proportion of patients relapse-free at 24 weeks<footnote>Logistic regression model adjusted for treatment and center, intent to treat analysis</footnote></td><td styleCode=\"Rrule\">75%<footnote ID=\"t5f1\">p &lt;0.001 (REBIF compared to AVONEX)</footnote></td><td styleCode=\"Rrule\">63%</td><td styleCode=\"Rrule\">12% (95% CI: 5%, 19%)</td><td styleCode=\"Rrule\">0.68 (95% CI: 0.54, 0.86)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"middle\">Proportion of patients relapse-free at 48 weeks</td><td styleCode=\"Rrule\" valign=\"middle\">62%<footnote ID=\"t5double\">p = 0.009 (REBIF compared to AVONEX)</footnote></td><td styleCode=\"Rrule\" valign=\"middle\">52%</td><td styleCode=\"Rrule\" valign=\"middle\">10% (95% CI: 2%, 17%)</td><td styleCode=\"Rrule\" valign=\"middle\">0.81 (95% CI: 0.68, 0.96)</td></tr><tr><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">MRI (through 24 weeks)</content></td><td styleCode=\"Rrule\">N=325</td><td styleCode=\"Rrule\">N=325</td><td/><td/></tr><tr><td styleCode=\"Lrule Rrule Botrule\">Median of the mean number of combined unique MRI lesions per patient per scan<footnote>Nonparametric ANCOVA model adjusted for treatment and center, with baseline combined unique lesions as the single covariate</footnote> (25<sup>th</sup>, 75<sup>th</sup> percentiles)</td><td styleCode=\"Rrule Botrule\">0.17<footnoteRef IDREF=\"t5f1\"/> (0.00, 0.67)</td><td styleCode=\"Rrule Botrule\">0.33 (0.00, 1.25)</td><td/><td/></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING REBIF is supplied as a sterile solution containing no preservative available in the following package presentations: Prefilled Syringes : REBIF (interferon beta -1a) Titration Pack, NDC 44087-8822-1 - Six REBIF 8.8 mcg prefilled syringes and Six REBIF 22 mcg prefilled syringes REBIF (interferon beta -1a) 22 mcg Prefilled syringe - Twelve REBIF 22 mcg prefilled syringes, NDC 44087-0022 - 3 REBIF (interferon beta -1a) 44 mcg Prefilled syringe - Twelve REBIF 44 mcg prefilled syringes, NDC 44087-0044-3 REBIF Rebidose Autoinjectors : REBIF Rebidose (interferon beta-1a) Titration Pack, NDC 44087-0188-1 - Six REBIF Rebidose 8.8 mcg autoinjectors with lime-green injector buttons and Six REBIF Rebidose 22 mcg with yellow injector buttons. REBIF Rebidose (interferon beta-1a) 22 mcg Autoinjector - Twelve REBIF Rebidose 22 mcg autoinjectors with yellow injector buttons, NDC 44087-3322-1 REBIF Rebidose (interferon beta-1a) 44 mcg Autoinjector - Twelve REBIF Rebidose 44 mcg autoinjectors with teal-green injector buttons, NDC 44087-3344-1 REBIF should be stored refrigerated between 36°F to 46°F (2°C to 8°C). DO NOT FREEZE. If needed, REBIF may be stored between 36°F to 77°F (2°C to 25°C) for up to 30 days and away from heat and light, but refrigeration is preferred. Do not use beyond the expiration date printed on packages. REBIF contains no preservatives. Each prefilled syringe and REBIF Rebidose autoinjector is intended for a single dose. Unused portions should be discarded."
    ],
    "storage_and_handling": [
      "REBIF should be stored refrigerated between 36°F to 46°F (2°C to 8°C). DO NOT FREEZE. If needed, REBIF may be stored between 36°F to 77°F (2°C to 25°C) for up to 30 days and away from heat and light, but refrigeration is preferred. Do not use beyond the expiration date printed on packages. REBIF contains no preservatives. Each prefilled syringe and REBIF Rebidose autoinjector is intended for a single dose. Unused portions should be discarded."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION See FDA-approved patient labeling (Medication Guide). Inform patients of the availability of a Medication Guide, and instruct them to read the Medication Guide prior to taking REBIF. Instruct patients to take REBIF only as prescribed. Depression and Suicide Advise patients that depression, suicidal ideation, and suicide have been reported during the use of REBIF. Inform patients of the symptoms of depression and suicidal ideation and instruct patients to immediately report any of these symptoms to their healthcare provider [see Warnings and Precautions (5.1) ] . Hepatic Injury Advise patients that severe liver injury, including hepatic failure, has been reported with the use of REBIF. Educate patients about the symptoms of hepatic injury and instruct patients to report them immediately to their healthcare provider [see Warnings and Precautions (5.2) ]. Anaphylaxis and Other Allergic Reactions Advise patients of the symptoms of allergic reactions and anaphylaxis, and instruct patients to seek immediate medical attention if these symptoms occur [see Warnings and Precautions (5.3) ]. Injection Site Reactions Including Necrosis Advise patients that injection site reactions occur in most patients treated with REBIF and that injection site necrosis may occur [see Warnings and Precautions (5.4) ] . Instruct patients to promptly report any break in the skin, which may be associated with blue-black discoloration, swelling, or drainage of fluid from the injection site, prior to continuing their REBIF therapy. To minimize the likelihood of injection site reactions, inform patients of the importance of rotating injection sites with each dose and the use of aseptic injection technique [see Dosage and Administration (2.2) ]. Advise patients not to re-use needles or syringes and instruct patients on safe disposal procedures. Provide appropriate instruction for self-injection of REBIF and REBIF Rebidose, including careful review of the REBIF Medication Guide. Decreased Peripheral Blood Counts Advise patients that they may develop a lowering of their peripheral blood counts, including their white blood counts, red blood counts, and platelets, and that their blood counts will be checked during therapy with REBIF. Inform patients that they may be more likely to get infections, anemia, or be at risk for bleeding, and that they should contact their healthcare provider if they develop symptoms of these adverse reactions [see Warnings and Precautions (5.5) ] . Pulmonary Arterial Hypertension Inform patients that PAH has occurred in patients treated with interferon beta products, including REBIF. Instruct patients to promptly report any new symptoms such as new or increasing fatigue or shortness of breath to their healthcare provider [see Warnings and Precautions (5.7) ] . Seizures Instruct patients to report seizures immediately to their healthcare provider [see Warnings and Precautions (5.8) ]. Flu-like Symptoms Inform patients that flu-like symptoms are common following initiation of therapy with REBIF . Advise patients that concurrent use of analgesics and/or antipyretics may help reduce flu-like symptoms on treatment days [see Dosage and Administration (2.3) ]. Pregnancy Advise patients to notify their healthcare provider if they become pregnant during treatment or plan to become pregnant [see Use in Specific Populations (8.1) ] ."
    ],
    "spl_unclassified_section": [
      "Manufactured by EMD Serono, Inc. Boston, MA 02210 U.S. License # 1773 Marketed by: EMD Serono, Inc. Boston, MA 02210 *AVONEX is a registered trademark of Biogen"
    ],
    "spl_medguide": [
      "MEDICATION GUIDE REBIF (interferon beta-1a) Injection for subcutaneous use Read this Medication Guide before you start using REBIF and each time you get a refill. There may be new information. The information does not take the place of talking with your healthcare provider about your medical condition or your treatment. What is the most important information I should know about REBIF? REBIF can cause serious side effects . Tell your healthcare provider right away if you have any of the symptoms listed below while taking REBIF. 1. Behavioral health problems including depression and suicidal thoughts . You may have mood problems including: depression (feeling hopeless or feeling bad about yourself) thoughts of hurting yourself or suicide 2. Liver problems or worsening of liver problems including liver failure . Symptoms may include: nausea loss of appetite tiredness dark colored urine and pale stools yellowing of your skin or the white part of your eye bleeding more easily than normal confusion sleepiness During your treatment with REBIF you will need to see your healthcare provider regularly and have regular blood tests to check for side effects. 3. Serious allergic and skin reactions . Symptoms may include: itching swelling of your face, eyes, lips, tongue or throat trouble breathing anxiousness feeling faint skin rash, hives, sores in your mouth, or skin blisters and peels 4. Injection site problems. REBIF may cause redness, pain, itching or swelling at the place where your injection was given. Call your healthcare provider right away if an injection site becomes swollen and painful or the area looks infected. You may have a skin infection or an area of severe skin damage (necrosis) requiring treatment by a healthcare provider. What is REBIF? REBIF is a prescription medicine used to treat relapsing forms of multiple sclerosis, to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. It is a form of protein called beta interferon that is produced in the body. It is not known if REBIF is safe and effective in children. Who should not take REBIF? Do not take REBIF if you: are allergic to interferon beta, human albumin, or any of the ingredients in REBIF. See the end of this Medication Guide for a complete list of ingredients in REBIF. What should I tell my healthcare provider before taking REBIF? Before you take REBIF, tell your healthcare provider if you have or have had any of the following conditions: mental illness, including depression and suicidal behavior liver problems bleeding problems or blood clots low blood cell counts seizures (epilepsy) thyroid problems drink alcohol you are pregnant or plan to become pregnant. It is not known if REBIF can harm your unborn baby. you are breastfeeding or plan to breastfeed. REBIF may pass into your breastmilk. Talk with your healthcare provider about the best way to feed your baby if you take REBIF. Tell your healthcare provider about all medicines you take , including prescription and over-the-counter medicines, vitamins and herbal supplements. REBIF and other medicines may affect each other causing side effects. Ask your healthcare provider or pharmacist for a list of these medicines, if you are not sure. Know the medicines you take. Keep a list of them to show your healthcare provider and pharmacist when you get a new medicine. How should I use REBIF? See the Instructions for Use at the end of this Medication Guide on how to prepare and give an injection of REBIF using a prefilled syringe. For the REBIF Rebidose autoinjector, read the Instructions for Use that comes with the REBIF Rebidose autoinjector. Your healthcare provider should show you how to prepare and measure your dose of REBIF and how to inject your REBIF before you use it for the first time. REBIF is given by injection under the skin (subcutaneous injection) on the same 3 days a week, for example, Monday, Wednesday and Friday. Your injections should be at least 48 hours apart. Take them the same time each day. Inject REBIF exactly as your healthcare provider tells you. Your healthcare provider will tell you how much REBIF to inject, and may change the dose based on how your body responds. Do not inject more than your healthcare provider tells you to. Do not change your dose unless your healthcare provider tells you to. Change (rotate) your injection site you choose with each injection. This will help decrease the chance that you will have an injection site reaction. Do not inject REBIF into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. REBIF comes as a: prefilled syringe (REBIF) single-use prefilled autoinjector (REBIF Rebidose autoinjector) Your healthcare provider will decide which is best for you. Always use a new, unopened, prefilled syringe of REBIF or REBIF Rebidose autoinjector for each injection. Do not reuse prefilled syringes or REBIF Rebidose autoinjectors. What are the possible side effects of REBIF? REBIF may cause serious side effects, including: See \" What is the most important information I should know about REBIF? \" Blood problems. REBIF can affect your bone marrow and cause low red and white blood cell, and platelet counts. In some people, these blood cell counts may fall to dangerously low levels. If your blood cell counts become very low, you can get infections and problems with bleeding and bruising. Your healthcare provider may ask you to have regular blood tests to check for blood problems. Pulmonary arterial hypertension. Pulmonary arterial hypertension can occur with interferon beta products, including REBIF. Symptoms may include new fatigue or shortness of breath. Contact your healthcare provider right away if you develop these symptoms. Seizures. Some people have had seizures while taking REBIF. The most common side effects of REBIF include: flu-like symptoms. You may have flu-like symptoms when you first start taking REBIF. You may be able to manage these flu-like symptoms by taking over-the-counter pain and fever reducers. For many people, these symptoms lessen or go away over time. Symptoms may include: muscle aches fever tiredness chills stomach pain change in liver blood tests Tell your healthcare provider if you have any side effect that bothers you or that does not go away. These are not all the possible side effects of REBIF. For more information, ask your healthcare provider or pharmacist. Call your doctor for medical advice about side effects. You may report side effects to the FDA at 1-800-FDA-1088. How should I store REBIF? Store REBIF in the refrigerator between 36°F to 46°F (2°C to 8°C). Do not freeze REBIF. If you cannot refrigerate your REBIF, you can store your REBIF at temperatures above 36°F and below 77°F (2°C to 25°C) for up to 30 days. Keep REBIF away from heat and light. Keep REBIF and all medicines out of the reach of children. General information about the safe and effective use of REBIF Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use REBIF for a condition for which it was not prescribed. Do not give REBIF to other people, even if they have the same symptoms that you have. It may harm them. This Medication Guide summarizes the most important information about REBIF. If you would like more information, talk with your healthcare provider. You may ask your healthcare provider or pharmacist for information about REBIF that is written for healthcare professionals. For more information, go to www.REBIF.com or call toll-free 1-877-447- 3243. What are the ingredients in REBIF? Active ingredient: interferon beta-1a Inactive ingredients: albumin (human), mannitol, sodium acetate, water for injection This Medication Guide has been approved by the U.S. Food and Drug Administration. Revised 7/2023"
    ],
    "spl_medguide_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"30%\" align=\"left\" valign=\"top\"/><col width=\"70%\" align=\"left\" valign=\"top\"/><tbody><tr><td><list><item>nausea</item><item>loss of appetite</item><item>tiredness</item><item>dark colored urine and pale stools</item></list></td><td><list><item>yellowing of your skin or the white part of your eye</item><item>bleeding more easily than normal</item><item>confusion</item><item>sleepiness</item></list></td></tr><tr><td colspan=\"2\">During your treatment with REBIF you will need to see your healthcare provider regularly and have regular blood tests to check for side effects.</td></tr></tbody></table>"
    ],
    "instructions_for_use": [
      "Instructions for Use REBIF (Re-bif) (interferon beta-1a) (in-ter-feer-on beta-one-â) Injection for subcutaneous use Prefilled Syringe Read and follow the Instructions for Use that come with your REBIF prefilled syringe before you start using it and each time you get a refill. Before you use a REBIF prefilled syringe for the first time, make sure your healthcare provider shows you the right way to use it. Important: For the REBIF Rebidose autoinjector, read the Instructions for Use that come with the REBIF Rebidose autoinjector. Parts of your REBIF Prefilled Syringe (See Figure A ). Figure A Supplies needed for a REBIF Injection (See Figure B ): REBIF prefilled syringe alcohol pad or cotton balls and rubbing alcohol small adhesive bandage strip if desired puncture resistant safety container for disposal of used syringes. See \" Disposing of your Needles and Syringes Section \" in Step 4 of the IFU. antibacterial soap an over-the-counter pain or fever reducing medicine, if your healthcare provider has recommended that you take this before, at the same time, or after you give yourself REBIF to help decrease the fever, chills, sweating and muscle aches (flu-like symptoms) that may happen. Figure B Titration (Dosing) Schedule When first starting treatment with REBIF, your healthcare provider may prescribe either the 22 mcg or 44 mcg dose of REBIF. You should gradually increase the dose over 4 weeks, starting at 20% of the prescribed dose for the first 2 weeks, half-dose for the second 2 weeks (weeks 3 and 4), and then the full dose prescribed by your healthcare provider. If your prescribed dose is 22 mcg of REBIF, a REBIF Titration Pack containing 6 prefilled syringes with 8.8 mcg and 6 prefilled syringes with 22 mcg should be prescribed to you for use during the 4-week starting period. Table 1 explains the amount to inject using the REBIF Titration Pack syringes to gradually increase to 22 mcg. Table 1: Titration Schedule for a 22 mcg Prescribed Dose Only prefilled syringes can be used to titrate to the 22 mcg Prescribed Dose Week of Use Syringe to Use Amount of syringe Week 1 Titration 8.8 mcg syringe Use half of syringe Week 2 Titration 8.8 mcg syringe Use half of syringe Week 3 Titration 22 mcg syringe Use half of syringe Week 4 Titration 22 mcg syringe Use half of syringe Week 5 and on 22 mcg syringe or autoinjector Use full syringe or autoinjector If your prescribed dose is 44 mcg, you may be prescribed either a REBIF Titration Pack (described above) or REBIF Rebidose Titration Pack containing 6 autoinjectors with 8.8 mcg and 6 autoinjectors with 22 mcg for use during the 4 week titration period. Table 2 explains the amount to inject using the REBIF Titration Pack or REBIF Rebidose Titration Pack to gradually increase to 44 mcg. Table 2: Titration Schedule for a 44 mcg Prescribed Dose Prefilled syringes or autoinjectors can be used to titrate to 44 mcg Prescribed Dose Week of Use Syringe or Autoinjector to Use Amount of syringe or autoinjector Week 1 Titration 8.8 mcg syringe or autoinjector Use full syringe or autoinjector Week 2 Titration 8.8 mcg syringe or autoinjector Use full syringe or autoinjector Week 3 Titration 22 mcg syringe or autoinjector Use full syringe or autoinjector Week 4 Titration 22 mcg syringe or autoinjector Use full syringe or autoinjector Week 5 and on 44 mcg syringe or autoinjector Use full syringe or autoinjector Step 1. Preparing for your REBIF Injection Check the expiration date . Do not use if the medication is expired . The expiration date is printed on the syringe, plastic syringe packaging and carton. Remove your REBIF syringe from the refrigerator at least 30 minutes before you plan to use it so it can warm to room temperature. Do not heat or microwave the medication. Be sure that the dose, either, 8.8 mcg, 22 mcg or 44 mcg, described on the carton is the same as the dose prescribed by your healthcare provider. Remove the REBIF syringe from the plastic packaging. Keep the needle capped. Look at the contents of the syringe carefully. The liquid should be clear to slightly yellow. Do not use if the liquid is cloudy, discolored or contains particles . Use a different syringe. Step 2. Choose and Prepare your Injection Site The best sites for giving yourself an injection are those areas with a layer of fat between the skin and muscle, like your thigh, the outer surface of your upper arm, your stomach or buttocks. Do not use the area near your waistline or within 2 inches of your navel. If you are very thin, use only the thigh or outer surface of the arm for injection. Use a different site each time you inject such as the thigh, hip, stomach or upper arm (See Figure C ) . Figure C Do not inject REBIF into an area of your body where the skin is irritated, reddened, bruised, infected or abnormal in any way. Wash your hands thoroughly with antibacterial soap before preparing to inject the medicine. Clean the injection site with an alcohol pad or cotton ball with rubbing alcohol using a circular motion. To avoid stinging, you should let your skin dry before you inject REBIF. Step 3. Inject your REBIF Remove the needle cap from the syringe needle. If your healthcare provider has told you to use less than the full 0.5 mL dose, slowly push the plunger in until the amount of medicine left in the syringe is the amount healthcare provider told you to use. Use your thumb and forefinger to pinch a pad of skin surrounding the cleaned injection site ( See Figure D ). Hold the syringe like a pencil with your other hand. Figure D While still pinching the skin, quickly insert the needle like a dart at about a 90 degree angle (just under the skin) into the pad of tissue as shown (See Figure E ). Figure E After the needle is in, remove the hand that you used to pinch your skin and inject the medicine using a slow, steady push on the plunger until all the medicine is injected and the syringe is empty (See Figure F ) . Figure F Withdraw the needle and apply gentle pressure to the injection site with a dry cotton ball or sterile gauze. Applying a cold compress or ice pack to the injection site after injection may help reduce local skin reactions. Put a small adhesive bandage strip over the injection site, if desired. Keep a record of the date and location of each injection. After 2 hours, check the injection site for redness, swelling, or tenderness. If you have a skin reaction and it does not clear up in a few days, call your healthcare provider. Step 4. Disposing of your Needles and Syringes Put your used needles, syringes, and autoinjectors, including REBIF, in an FDA-cleared sharps container right away after use. Do not throw away (dispose of) any syringes or autoinjectors in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: made of a heavy-duty plastic, closed with a tight-fitting, puncture-resistant lid, upright and stable during use, leak-resistant, and properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used autoinjectors and syringe needles. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: http://www.fda.gov/safesharpsdisposal. Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Manufactured by: EMD Serono, Inc. Boston, MA 02210 U.S. License 1773 Marketed by: EMD Serono, Inc. Boston, MA 02210 Revised 02/2025 Figure A Figure B Figure C Figure D Figure E Figure F",
      "Rebif ® Rebidose ® Instructions For Use Exclusively for use with Rebif ® (interferon beta-1a) subcutaneous injection Welcome This guide contains information on how to use Rebif ® Rebidose ® , a pre-assembled, single-use autoinjector that administers one dose of Rebif ® (interferon beta-1a) for the treatment of relapsing forms of multiple sclerosis. Please read these instructions carefully before you start using the Rebif ® Rebidose ® and remember, you must have received the appropriate training before injecting. If at any time, you have questions or concerns, please contact your health care provider or call MS LifeLines at 1-877-447-3243. Rx Only Contents Rebif ® Rebidose ® features 4 Warnings 6 Important Information 8 How Supplied 10 Titration 12 Choosing an injection site 13 Step 1: Prepare for your injection 14 Examine syringe and expiration date 15 Step 2: Administer your injection 18 Step 3: Finish your injection 20 Disposal 22 Storage 25 Travel 26 Notes 27 Rebif ® Rebidose ® features Before injection: After injection: Warnings Always use the injection technique advised by your health care provider and contact them with any questions you might have. Always keep the Rebidose ® autoinjector out of the reach of children. Do not share the Rebidose ® with anyone. Doing so may result in injury, including the transmission of infectious blood-borne diseases. Adhere to strict safety and antiseptic precautions at all times. - Do not insert your fingers into the opening of the safety guard. - Do not try to re-use a Rebidose ® single-use autoinjector that has already been used. - Adhere to proper disposal procedures to avoid a needle stick injury. Check the expiration date on the Rebidose ® autoinjector label and its carton. If the medication has expired, Do not use it. Examine the contents of the syringe carefully through the transparent housing. The liquid should be clear or slightly yellow. Inspect for cracks or breakage in the syringe or other parts. Do not use Rebidose ® if it is cracked or broken or if the liquid is cloudy, discolored or contains particles. If the Rebidose ® has been dropped more than 3 feet, or if it looks damaged for any reason, Do not use it. Instead, dispose of it in an acceptable biohazard (sharps) container and use a new Rebidose ® autoinjector. Contact your health care provider about any damaged Rebidose ® autoinjector. Important Information Store your Rebidose ® autoinjectors in a refrigerator until ready for use. If you or someone around you is injured by the needle, contact your health care provider immediately and dispose of the Rebidose ® in an acceptable biohazard (sharps) container. Injecting Rebif ® the medicine in the Rebidose ® autoinjector may cause skin reactions including soreness, redness, pain, bruising, or swelling. Tell your health care provider about any skin reactions that become swollen, painful, or look infected and do not heal within a few days. Use a different site each time you inject. Do not inject Rebif ® where your skin is irritated, reddened, bruised, infected or abnormal in any way. The Rebidose ® autoinjector contains a glass syringe. In very rare cases, the syringe may break during the injection. If this happens, immediately dispose of any broken glass and the damaged Rebidose ® autoinjector in the biohazard (sharps) container, taking necessary precautions to avoid injury. Contact your health care provider or MS LifeLines at 1-877-447-3243 immediately. How Supplied Rebidose ® is available in 3 dose sizes. Check that the dose of Rebif ® is the one prescribed for you by looking at the Rebidose ® carton and at the dose label on the Rebidose ® autoinjector. Rebidose ® autoinjectors are supplied in these 3 packaging presentations: Titration Pack 6 Rebif ® 8.8 mcg Rebidose ® autoinjectors with a lime green injector button. 6 Rebif ® 22 mcg Rebidose ® autoinjectors with a yellow injector button. 12 Rebif ® 22 mcg Rebidose ® autoinjectors with a yellow injector button. 12 Rebif ® 44 mcg Rebidose ® autoinjectors with a teal green injector button. Titration At the beginning of Rebif ® treatment, your health care provider may prescribe a titration phase to gradually increase to the intended dosage. The Rebif ® Titration Pack contains six 8.8 mcg Rebidose ® autoinjectors with a lime green injector button and six 22 mcg Rebidose ® autoinjectors with a yellow injector button. The titration period lasts 4 weeks and during this time, you will administer 12 injections: Weeks 1 and 2: Use one 8.8 mcg autoinjector three times a week, at least 48 hours apart. Weeks 3 and 4: Use one 22 mcg autoinjector three times a week, at least 48 hours apart. Your health care provider may provide a different dose and schedule. Choosing an injection site The best sites for giving a subcutaneous injection are those areas with a layer of fat between the skin and muscle. These include the thigh, the outer surface of the upper arm, the stomach and the buttocks. Do not use the area near your waistline or within 2 inches of your navel. Only choose one site for injection. Use a different site each time you inject. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Caution Do not inject Rebif ® where your skin is irritated, reddened, bruised, infected or abnormal in any way. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Step 1: Prepare for your injection 1.1) Before you begin, you may find injecting more comfortable if you allow time for the Rebif ® to warm up to room temperature before injecting. Therefore, it is recommended that you remove the Rebidose ® autoinjector from the refrigerator at least 30 minutes prior to use. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Caution Do not heat or microwave a Rebidose ® autoinjector. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - 1.2) Put all of the items listed below within easy reach on a table or other stable surface: 1 Rebidose® autoinjector containing Rebif® Alcohol wipes/swabs or cotton balls and rubbing alcohol Small adhesive bandage strip (if needed) A biohazard (sharps) container (see Disposal section on page 22) 1.3) Wash your hands thoroughly with antibacterial soap. 1.4) Open the tray over a table or soft surface by peeling back the plastic covering and remove 1 Rebidose ® autoinjector. Do not remove the needle cap until you are ready to inject because the autoinjector could roll off the table and become unsterile. 1.5) Check the expiration date on the Rebidose ® autoinjector label and its carton. If the medication has expired, do not use it. 1.6) Examine the contents of the syringe carefully through the transparent housing. The liquid should be clear or slightly yellow. 1.7) Inspect for cracks or breakage in the syringe or other parts. Do not use Rebidose ® if it is cracked or broken or if the liquid is cloudy, discolored or contains particles. 1.8) Use an alcohol wipe to clean the injection site. Let your skin dry to prevent stinging during injection. 1.9) Hold the Rebidose ® by the injector body (fig a ) and pull off the needle cap. 1.10) Look inside the needle cap to make sure you see a black needle shield inside the cap (fig b ). 1.11) Dispose of the needle cap and proceed to the injection step without delay. Warning If the Rebidose ® has been dropped more than 3 feet, or if it looks damaged for any reason, do not use it. Instead, dispose of it in an acceptable biohazard (sharps) container and use a new Rebidose ® autoinjector. Step 2: Administer your injection 2.1) Hold the Rebidose ® autoinjector in your palm with your thumb above the injector button. 2.2) Place the Rebidose ® upright with the needle end flat against your skin at a 90° angle. Push the Rebidose ® against your skin until you feel resistance; this action unlocks the injector button (fig c ). 2.3) Keep the Rebidose ® pressed firmly against the skin and use your thumb to push the injector button (fig d ). You will hear a click, which means the injection has begun. 2.4) Keep the Rebidose ® pressed firmly against your skin for at least 10 seconds while the medication is dispensed (fig e ). If you have any problems, contact MS LifeLines at 1-877-447-3243. Caution If the injection does not start, release the injector button and make sure that the Rebidose ® is still pressed firmly against your skin. Then push firmly on the injector button, listening for the click that indicates the start of the injection. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Step 3: Finish your injection 3.1) Before lifting the Rebidose ® from your skin, make sure that the syringe plunger has moved to the bottom and that the entire dose has been injected (fig f ). 3.2) Lift the Rebidose ® from the injection site. The safety guard slides down and locks into place to protect you from the needle (fig g ). If any liquid is left in the syringe or if you have any other problems, contact your health care provider or MS LifeLines at 1-877-447-3243. Do not try to put the needle cap on the used Rebidose ® autoinjector. It is no longer needed. 3.3) If desired, use a small adhesive bandage to cover the injection site. Disposal 1) Put your used Rebidose ® autoinjectors in a FDA-cleared sharps disposal container right away after use (fig h ). Do not throw them away (dispose of) in your household trash. 2) If you do not have a FDA-cleared sharps disposal container, you may use a household container that is: - made of a heavy-duty plastic; - can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out; - upright and stable during use; - leak-resistant; and - properly labeled to warn of hazardous waste inside the container. 3) When your sharps disposal container is almost full, you will need to follow your community guidelines for the correct way to dispose of it. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal in the state that you live in, go to the FDA's website at: http://www.fda.gov/safesharpsdisposal 4) Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Caution Always keep the biohazard (sharps) container out of the sight and reach of children. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Warning Do not insert your fingers into the opening of the safety guard. Do not try to re-use a Rebidose ® single-use autoinjector that has already been used. Adhere to proper disposal procedures to avoid a needle stick injury. Storage Each Rebidose ® autoinjector contains a single dose of Rebif ® . Store Rebidose ® autoinjectors in the refrigerator between 36°F and 46°F (2°C to 8°C). Do not freeze . If a refrigerator is not available, Rebidose ® may be stored between 36˚F and 77˚F (2˚C to 25˚C) for up to 30 days away from heat and light. Do not put them in or near the freezer compartment. Do not inject Rebif ® that you know or suspect has been frozen. Keep the Rebidose ® in its packaging and only open one when you need it. Refer to the Rebif ® drug package insert and medication guide for specific storage guidelines. Travel When you travel, take 3 Rebidose ® autoinjectors with you for each week of your trip. Take some extra in case you are away for longer than expected. Remember to pack an empty biohazard (sharps) container for proper disposal. When traveling by air, always carry Rebidose ® autoinjectors in your hand luggage because the aircraft luggage compartment can be very cold and the Rebif ® could freeze. It is safe to pass Rebidose ® autoinjectors through x-ray machines, but you may need a note from your health care provider to allow you to carry them aboard an airplane. Prior to traveling, always check with your airline and your health care provider about bringing injectable medication with you. Notes You may find it helpful to record information about your 3 weekly injections (Inj.) to discuss with your health care provider. Week 1 Inj. Site Date& Time Site Reaction Inj. 1 Yes No Inj. 2 Yes No Inj. 3 Yes No Week 2 Inj. Site Date& Time Site Reaction Inj. 1 Yes No Inj. 2 Yes No Inj. 3 Yes No Week 3 Inj. Site Date& Time Site Reaction Inj. 1 Yes No Inj. 2 Yes No Inj. 3 Yes No Week 4 Inj. Site Date& Time Site Reaction Inj. 1 Yes No Inj. 2 Yes No Inj. 3 Yes No This Instructions for Use has been approved by the Food and Drug Administration. Version: December 2015 Manufacturer: EMD Serono, Inc. Rockland, MA 02730 U.S. Lic. 1773 MS LifeLines: 1-877-447-3243 EMD Serono N67Z0105C EMD Serono, Inc. is an affiliate of Merck KGaA, Darmstadt, Germany EMD image Warnings image image image image Caution image image image image"
    ],
    "instructions_for_use_table": [
      "<table width=\"65%\" ID=\"Table1a\"><caption>Table 1: Titration Schedule for a 22 mcg Prescribed Dose<footnote>Only prefilled syringes can be used to titrate to the 22 mcg Prescribed Dose</footnote></caption><col width=\"33%\" align=\"left\" valign=\"top\"/><col width=\"33%\" align=\"left\" valign=\"top\"/><col width=\"34%\" align=\"left\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Week of Use</th><th styleCode=\"Rrule\">Syringe to Use</th><th styleCode=\"Rrule\">Amount of syringe</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 1 Titration</td><td styleCode=\"Rrule\">8.8 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 2 Titration</td><td styleCode=\"Rrule\">8.8 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 3 Titration</td><td styleCode=\"Rrule\">22 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 4 Titration</td><td styleCode=\"Rrule\">22 mcg syringe</td><td styleCode=\"Rrule\">Use half of syringe</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 5 and on</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr></tbody></table>",
      "<table width=\"65%\" ID=\"Table2a\"><caption>Table 2: Titration Schedule for a 44 mcg Prescribed Dose<footnote>Prefilled syringes or autoinjectors can be used to titrate to 44 mcg Prescribed Dose</footnote></caption><col width=\"33%\" align=\"left\" valign=\"top\"/><col width=\"33%\" align=\"left\" valign=\"top\"/><col width=\"34%\" align=\"left\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule Rrule\">Week of Use</th><th styleCode=\"Rrule\">Syringe or Autoinjector to Use</th><th styleCode=\"Rrule\">Amount of syringe or autoinjector</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 1 Titration</td><td styleCode=\"Rrule\">8.8 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 2 Titration</td><td styleCode=\"Rrule\">8.8 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 3 Titration</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 4 Titration</td><td styleCode=\"Rrule\">22 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Week 5 and on</td><td styleCode=\"Rrule\">44 mcg syringe or autoinjector</td><td styleCode=\"Rrule\">Use full syringe or autoinjector</td></tr></tbody></table>",
      "<table width=\"75%\" styleCode=\"Noautorules\"><col width=\"60%\" align=\"left\" valign=\"top\"/><col width=\"40%\" align=\"right\" valign=\"top\"/><tbody><tr><td align=\"left\" colspan=\"2\"><content styleCode=\"bold\">Contents</content></td></tr><tr><td>Rebif<sup>&#xAE;</sup> Rebidose<sup>&#xAE;</sup> features</td><td>4</td></tr><tr><td><paragraph><renderMultiMedia referencedObject=\"MM9\"/> Warnings</paragraph></td><td>6</td></tr><tr><td>Important Information</td><td>8</td></tr><tr><td>How Supplied</td><td>10</td></tr><tr><td>Titration</td><td>12</td></tr><tr><td>Choosing an injection site</td><td>13</td></tr><tr><td>Step 1: Prepare for your injection</td><td>14</td></tr><tr><td> Examine syringe and expiration date</td><td>15</td></tr><tr><td>Step 2: Administer your injection</td><td>18</td></tr><tr><td>Step 3: Finish your injection</td><td>20</td></tr><tr><td>Disposal</td><td>22</td></tr><tr><td>Storage</td><td>25</td></tr><tr><td>Travel</td><td>26</td></tr><tr><td>Notes</td><td>27</td></tr></tbody></table>",
      "<table width=\"75%\" styleCode=\"Noautorules\"><col width=\"50%\" align=\"left\" valign=\"top\"/><col width=\"50%\" align=\"left\" valign=\"top\"/><tbody><tr><td><content styleCode=\"bold\">Before injection:</content> <paragraph><renderMultiMedia referencedObject=\"MM10\"/></paragraph></td><td><content styleCode=\"bold\">After injection:</content> <paragraph><renderMultiMedia referencedObject=\"MM11\"/></paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"100%\" align=\"left\" valign=\"top\"/><tbody><tr><td styleCode=\"Toprule Botrule\"><paragraph><renderMultiMedia referencedObject=\"MM9\"/> <content styleCode=\"bold\">Warning</content> If the Rebidose<sup>&#xAE;</sup> has been dropped more than 3 feet, or if it looks damaged for any reason, <content styleCode=\"bold\">do not</content> use it. Instead, dispose of it in an acceptable biohazard (sharps) container and use a new Rebidose<sup>&#xAE;</sup> autoinjector.</paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"100%\" align=\"left\" valign=\"top\"/><tbody><tr><td styleCode=\"Toprule Botrule\"><paragraph><renderMultiMedia referencedObject=\"MM9\"/> <content styleCode=\"bold\">Warning</content></paragraph><list><item><content styleCode=\"bold\">Do not</content> insert your fingers into the opening of the safety guard.</item><item><content styleCode=\"bold\">Do not</content> try to re-use a Rebidose<sup>&#xAE;</sup> single-use autoinjector that has already been used.</item><item>Adhere to proper disposal procedures to avoid a needle stick injury.</item></list></td></tr></tbody></table>",
      "<table width=\"90%\"><col width=\"20%\" align=\"left\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"><content styleCode=\"bold\">Week 1</content></td><td><content styleCode=\"bold\">Inj. Site</content></td><td><content styleCode=\"bold\">Date&amp; Time</content></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule\"><content styleCode=\"bold\">Site Reaction</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 1</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 2</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 3</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"><content styleCode=\"bold\">Week 2</content></td><td><content styleCode=\"bold\">Inj. Site</content></td><td><content styleCode=\"bold\">Date&amp; Time</content></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule\"><content styleCode=\"bold\">Site Reaction</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 1</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 2</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 3</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"><content styleCode=\"bold\">Week 3</content></td><td><content styleCode=\"bold\">Inj. Site</content></td><td><content styleCode=\"bold\">Date&amp; Time</content></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule\"><content styleCode=\"bold\">Site Reaction</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 1</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 2</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 3</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"><content styleCode=\"bold\"><content styleCode=\"bold\">Week 4</content></content></td><td><content styleCode=\"bold\">Inj. Site</content></td><td><content styleCode=\"bold\">Date&amp; Time</content></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule\"><content styleCode=\"bold\">Site Reaction</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 1</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 2</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Inj. 3</content></td><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"/><td styleCode=\"Rrule\"><content styleCode=\"bold\">Yes</content></td><td styleCode=\"Rrule\"><content styleCode=\"bold\">No</content></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - Kit Carton - 8822 Rebif ® Titration Pack (interferon beta-1a) NDC 44087-8822-1 8.8 mcg/0.2 mL 22 mcg/0.5 mL For subcutaneous injection Rx Only Medication Guide for patients enclosed 6 single-dose 8.8 mcg/0.2 mL prefilled syringes 6 single-dose 22 mcg/0.5 mL prefilled syringes EMD Serono PRINCIPAL DISPLAY PANEL - Kit Carton - 8822",
      "PRINCIPAL DISPLAY PANEL - Kit Carton - 0188 Rebif ® Rebidose ® (interferon beta-1a) Injection NDC 44087-0188-1 6 single-use 8.8 mcg / 0.2 mL autoinjectors 6 single-use 22 mcg / 0.5 mL autoinjectors Rx only 8.8 mcg / 0.2 mL 22 mcg / 0.5 mL Titration Pack For subcutaneous injection Attention pharmacist: Each patient is required to receive the enclosed Medication Guide EMD Serono PRINCIPAL DISPLAY PANEL - Kit Carton - 0188",
      "PRINCIPAL DISPLAY PANEL - 12 Syringe Carton - 0022 Rebif ® 22 mcg/0.5 mL (interferon beta-1a) NDC 44087-0022-3 For subcutaneous injection Rx only Medication Guide for patients enclosed 12 single-dose prefilled syringes EMD SERONO PRINCIPAL DISPLAY PANEL - 12 Syringe Carton - 0022",
      "PRINCIPAL DISPLAY PANEL - 12 Syringe Carton - 0044 Rebif ® 44 mcg/0.5 mL (interferon beta-1a) NDC 44087-0044-3 For subcutaneous injection Rx only Medication Guide for patients enclosed 12 single-dose prefilled syringes EMD SERONO PRINCIPAL DISPLAY PANEL - 12 Syringe Carton - 0044",
      "PRINCIPAL DISPLAY PANEL - 12 Autoinjector Carton - 3322 NDC 44087-3322-1 Rebif ® Rebidose ® (interferon beta-1a) Injection 12 single-use autoinjectors 22 mcg / 0.5 mL Rx only For subcutaneous injection Attention pharmacist: Each patient is required to receive the enclosed Medication Guide EMD Serono PRINCIPAL DISPLAY PANEL - 12 Autoinjector Carton - 3322",
      "PRINCIPAL DISPLAY PANEL - 12 Autoinjector Carton - 3344 NDC 44087-3344-1 Rebif ® Rebidose ® (interferon beta-1a) Injection 12 single-use autoinjectors 44 mcg / 0.5 mL Rx only For subcutaneous injection Attention pharmacist: Each patient is required to receive the enclosed Medication Guide EMD Serono PRINCIPAL DISPLAY PANEL - 12 Autoinjector Carton - 3344"
    ],
    "set_id": "c6fcb5d2-8fcd-44fa-a838-b84ee5f44f0f",
    "id": "037d2645-544b-41bb-bea8-00b578366ac6",
    "effective_time": "20250922",
    "version": "27",
    "openfda": {
      "application_number": [
        "BLA103780"
      ],
      "brand_name": [
        "REBIF",
        "REBIF REBIDOSE",
        "Rebif"
      ],
      "generic_name": [
        "INTERFERON BETA-1A"
      ],
      "manufacturer_name": [
        "EMD Serono, Inc."
      ],
      "product_ndc": [
        "44087-0022",
        "44087-8822",
        "44087-0188",
        "44087-0044",
        "44087-3322",
        "44087-3344"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "SUBCUTANEOUS"
      ],
      "substance_name": [
        "INTERFERON BETA-1A"
      ],
      "rxcui": [
        "758025",
        "758027",
        "758028",
        "758029",
        "758030",
        "758032",
        "795748",
        "795749",
        "1649994",
        "1649996",
        "1650003",
        "1650004",
        "1650011",
        "1650012",
        "1650268",
        "1650282"
      ],
      "spl_id": [
        "037d2645-544b-41bb-bea8-00b578366ac6"
      ],
      "spl_set_id": [
        "c6fcb5d2-8fcd-44fa-a838-b84ee5f44f0f"
      ],
      "package_ndc": [
        "44087-8822-1",
        "44087-0188-1",
        "44087-0022-9",
        "44087-0022-3",
        "44087-0044-9",
        "44087-0044-3",
        "44087-3322-9",
        "44087-3322-1",
        "44087-3344-9",
        "44087-3344-1"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "M0025715",
        "N0000191625"
      ],
      "pharm_class_cs": [
        "Interferon-beta [CS]"
      ],
      "pharm_class_epc": [
        "Interferon beta [EPC]"
      ],
      "unii": [
        "XRO4566Q4R"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "AVONEX interferon beta-1a AVONEX PEN interferon beta-1a interferon beta-1a interferon beta-1a Sodium acetate Arginine hydrochloride Acetic Acid Polysorbate 20 Water Dukal Alcohol Prep ISOPROPYL ALCOHOL ISOPROPYL ALCOHOL ISOPROPYL ALCOHOL WATER AVONEX interferon beta-1a AVONEX interferon beta-1a interferon beta-1a interferon beta-1a Sodium acetate Arginine hydrochloride Acetic Acid Polysorbate 20 Water Dukal Alcohol Prep ISOPROPYL ALCOHOL ISOPROPYL ALCOHOL ISOPROPYL ALCOHOL WATER Avonex Pen Interferon Beta-1a interferon beta-1a interferon beta-1a Sodium acetate Arginine Hydrochloride Acetic Acid Polysorbate 20 Water Avonex Interferon Beta-1a interferon beta-1a interferon beta-1a Sodium acetate Arginine Hydrochloride Acetic Acid Polysorbate 20 Water"
    ],
    "recent_major_changes": [
      "Warnings and Precautions ( 5.8 ) 7/2023"
    ],
    "recent_major_changes_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"80.000%\" align=\"left\"/><col width=\"20.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\">Warnings and Precautions (<linkHtml href=\"#e16\">5.8</linkHtml>) </td><td align=\"right\" valign=\"top\">7/2023 </td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE AVONEX is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. AVONEX is for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION For intramuscular use only ( 2.1 ) Recommended dose: 30 micrograms once a week ( 2.1 ) AVONEX may be titrated, starting with 7.5 micrograms for first week, to reduce flu-like symptoms ( 2.1 ) Increase dose by 7.5 micrograms each week for next 3 weeks until recommended dose of 30 micrograms ( 2.1 ) See patient instructions for use for complete administration instructions ( 2.2 ) Perform first injection under the supervision of an appropriately qualified health care professional ( 2.2 ) Analgesics and/or antipyretics on treatment days may help ameliorate flu-like symptoms ( 2.3 ) 2.1 Dosing Information AVONEX is administered intramuscularly. The recommended dose is 30 micrograms once a week. To reduce the incidence and severity of flu-like symptoms that may occur when initiating AVONEX therapy at a dose of 30 micrograms, AVONEX may be started at a dose of 7.5 micrograms and the dose may be increased by 7.5 micrograms each week for the next three weeks until the recommended dose of 30 micrograms is achieved (see Table 1 ). An AVOSTARTGRIP™ kit containing 3 titration devices can be used for titration and is to be used only with AVONEX Prefilled Syringes. Table 1: Schedule for Dose Titration 1 Dosed once a week, intramuscularly AVONEX Dose 1 Recommended Dose Week 1 7.5 micrograms 1/4 dose Week 2 15 micrograms 1/2 dose Week 3 22.5 micrograms 3/4 dose Week 4+ 30 micrograms full dose 2.2 Important Administration Instructions (All Dosage Forms) AVONEX dosage forms (prefilled syringe and prefilled autoinjector) are single-dose. See Patient's Instructions for Use for complete administration instructions. The first AVONEX injection should be performed under the supervision of an appropriately qualified healthcare professional. If patients or caregivers are to administer AVONEX, train them in the proper intramuscular injection technique and assess their ability to inject intramuscularly to ensure the proper administration of AVONEX. Advise patients and caregivers to: Rotate injection sites with each administration to minimize the likelihood of injection site reactions, including necrosis or localized infection [see Warnings and Precautions ( 5.4 )] NOT inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way Check the injection site after 2 hours for redness, swelling, or tenderness Contact their healthcare provider if they have a skin reaction and it does not clear up in a few days Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. A 25 gauge, 1” needle for intramuscular injection with AVONEX prefilled syringe may be substituted for the 23 gauge, 1 ¼” needle by the healthcare provider, if deemed appropriate. A 25 gauge, 5/8” needle specific to the prefilled autoinjector is supplied with the AVONEX PEN ® Administration Dose Pack. DO NOT use any other needle with the autoinjector. Use safe disposal procedures for needles and syringes. DO NOT re-use needles, prefilled syringes, or autoinjectors. Following the administration of each titrated dose, discard any remaining product. 2.3 Premedication for Flu-like Symptoms Concurrent use of analgesics and/or antipyretics on treatment days may help ameliorate flu-like symptoms associated with AVONEX use."
    ],
    "dosage_and_administration_table": [
      "<table ID=\"t1\" width=\"100%\" styleCode=\"Noautorules\"><caption>Table 1: Schedule for Dose Titration </caption><col width=\"21.333%\" align=\"left\"/><col width=\"35.633%\" align=\"left\"/><col width=\"43.033%\" align=\"left\"/><tfoot><tr><td colspan=\"3\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><sup>1</sup> Dosed once a week, intramuscularly </paragraph></td></tr></tfoot><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"/><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\">AVONEX Dose<sup>1</sup></td><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\">Recommended Dose </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Week 1 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">7.5 micrograms </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">1/4 dose </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Week 2 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">15 micrograms </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">1/2 dose </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Week 3 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">22.5 micrograms </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">3/4 dose </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Week 4+ </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">30 micrograms </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">full dose </td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Injection: 30 micrograms per 0.5 mL clear, colorless solution in a single-dose prefilled syringe Injection: 30 micrograms per 0.5 mL clear, colorless solution in a single-dose prefilled autoinjector Injection: 30 micrograms per 0.5 mL solution in single-dose prefilled syringe ( 3 ) Injection: 30 micrograms per 0.5 mL solution in single-dose prefilled autoinjector ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS AVONEX is contraindicated in patients with a history of hypersensitivity to natural or recombinant interferon beta, or any other component of the formulation [see Warnings and Precautions ( 5.3 )] . The formerly available lyophilized vial formulation of AVONEX is contraindicated in patients with a history of hypersensitivity to albumin (human). History of hypersensitivity to natural or recombinant interferon beta, albumin or any other component of the formulation ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Depression, Suicide, and Psychotic Disorders: advise patients to immediately report any symptoms of depression, suicidal ideation, and/or psychosis; consider discontinuation of AVONEX if depression occurs ( 5.1 ) Hepatic Injury: monitor liver function tests; monitor patients for signs and symptoms of hepatic injury; consider discontinuation of AVONEX if hepatic injury occurs ( 5.2 , 5.10 ) Injection Site Reactions: Do not administer AVONEX into affected area until fully healed; if multiple lesions occur, change injection site or discontinue AVONEX until healing of skin lesions ( 5.4 ). Anaphylaxis and Other Allergic-Reactions: Discontinue if occurs ( 5.4 ) Congestive Heart Failure: monitor patients with pre-existing significant cardiac disease for worsening of cardiac symptoms ( 5.5 ) Decreased Peripheral Blood Counts: monitor complete blood count ( 5.6 , 5.10 ) Thrombotic Microangiopathy: Cases of thrombotic microangiopathy have been reported. Discontinue AVONEX if clinical symptoms and laboratory findings consistent with TMA occur ( 5.7 ) Pulmonary Arterial Hypertension: Cases of pulmonary arterial hypertension (PAH) have been reported in patients treated with interferon beta products, including AVONEX. Discontinue AVONEX if PAH is diagnosed ( 5.8 ) Autoimmune Disorders: consider discontinuation of AVONEX if new autoimmune disorder occurs ( 5.10 , 5.11 ) 5.1 Depression, Suicide, and Psychotic Disorders Patients treated with AVONEX and their caregivers should be advised to report immediately any symptoms of depression, suicidal ideation, and/or psychosis to their prescribing physicians. If a patient develops depression or other severe psychiatric symptoms, cessation of AVONEX therapy should be considered. Depression and suicide have been reported to occur with increased frequency in patients receiving AVONEX. In Study 1, the incidence of depression was similar in placebo-treated and in AVONEX-treated patients, but suicidal tendency was seen more frequently in AVONEX-treated patients (4% in AVONEX group vs. 1% in placebo group). In Study 2, there was a greater incidence of depression in AVONEX-treated patients than in placebo-treated patients (20% in AVONEX group vs. 13% in placebo group) [see Clinical Studies ( 14 )] . Additionally, there have been postmarketing reports of depression, suicidal ideation, and/or development of new or worsening of other pre-existing psychiatric disorders, including psychosis. For some of these patients, symptoms of depression improved upon cessation of AVONEX. 5.2 Hepatic Injury Severe hepatic injury, including cases of hepatic failure, has been reported rarely in patients taking AVONEX. Asymptomatic elevation of hepatic transaminases has also been reported, and in some patients has recurred upon rechallenge with AVONEX. In some cases, these events have occurred in the presence of other drugs that have been associated with hepatic injury. The potential risk of AVONEX used in combination with known hepatotoxic drugs or other products (e.g., alcohol) should be considered prior to starting AVONEX, or before starting hepatotoxic drugs. Patients should be monitored for signs of hepatic injury [see Warnings and Precautions ( 5.10 )] . 5.3 Anaphylaxis and Other Allergic-Reactions Anaphylaxis has been reported as a rare complication of AVONEX use. Other allergic reactions have included dyspnea, orolingual edema, skin rash and urticaria. Discontinue AVONEX if anaphylaxis or other allergic reactions occur. 5.4 Injection Site Reactions Including Necrosis Injection site reactions, including injection site necrosis, can occur with the use of interferon beta products, including AVONEX. In controlled clinical trials, injection site reactions (e.g., injection site pain, bruising or erythema) occurred in 18% of patients receiving AVONEX and 13% in the placebo group. These reactions included injection site inflammation (6%), injection site pain (8%), injection site mass (<1%), nonspecific reactions. Injection site abscesses and cellulitis and injection site necrosis have been reported in the postmarketing setting with interferon beta products, including AVONEX. Some cases required treatment with hospitalization for surgical drainage and intravenous antibiotics. Periodically evaluate patient understanding and use of aseptic self-injection techniques and procedures, particularly if injection site necrosis has occurred. Whether to discontinue therapy following a single site of necrosis is dependent on the extent of necrosis. For patients who continue therapy with AVONEX after injection site necrosis has occurred, avoid administration of AVONEX into the affected area until it is fully healed. If multiple lesions occur, change injection site or discontinue therapy until healing occurs. 5.5 Congestive Heart Failure Patients with pre-existing congestive heart failure should be monitored for worsening of their cardiac condition during initiation of and continued treatment with AVONEX. While beta interferons do not have any known direct cardiac toxicity, during the postmarketing period cases of congestive heart failure, cardiomyopathy, and cardiomyopathy with congestive heart failure have been reported in patients without known predisposition to these events, and without other etiologies being established. In some cases, these events have been temporally related to the administration of AVONEX. In some of these instances recurrence upon rechallenge was observed. 5.6 Decreased Peripheral Blood Counts Decreased peripheral blood counts in all cell lines, including rare pancytopenia and thrombocytopenia, have been reported from postmarketing experience in AVONEX-treated patients [see Adverse Reactions ( 6.2 )] . In some cases, platelet counts were below 10,000/microliter. Some cases recurred with rechallenge [see Adverse Reactions ( 6.2 ) ]. Patients should be monitored for symptoms or signs of decreased blood counts. 5.7 Thrombotic Microangiopathy Cases of thrombotic microangiopathy (TMA), including thrombotic thrombocytopenic purpura and hemolytic uremic syndrome, some fatal, have been reported with interferon beta products, including AVONEX. Cases have been reported several weeks to years after starting interferon beta products. Discontinue AVONEX if clinical symptoms and laboratory findings consistent with TMA occur, and manage as clinically indicated. 5.8 Pulmonary Arterial Hypertension Cases of pulmonary arterial hypertension (PAH) have been reported in patients treated with interferon beta products, including AVONEX. PAH has occurred in patients treated with interferon beta products in the absence of other contributory factors. Many of the reported cases required hospitalization, including one case with interferon beta in which the patient underwent a lung transplant. PAH has developed at various time points after initiating therapy with interferon beta products and may occur several years after starting treatment. Patients who develop unexplained symptoms (e.g., dyspnea, new or increasing fatigue) should be assessed for PAH. If alternative etiologies have been ruled out and a diagnosis of PAH is confirmed, discontinue treatment and manage as clinically indicated. 5.9 Seizures Seizures have been temporally associated with the use of beta interferons in clinical trials and postmarketing safety surveillance. In the two placebo-controlled studies in multiple sclerosis (Studies 1 and 2), 4 patients receiving AVONEX experienced seizures, while no seizures occurred in the placebo group [see Clinical Studies ( 14 )] . Three of these 4 patients had no prior history of seizure [see Adverse Reactions ( 6.1 )] . It is not known whether these events were related to the effects of multiple sclerosis alone, to AVONEX, or to a combination of both. 5.10 Autoimmune Disorders Postmarketing reports of autoimmune disorders of multiple target organs in AVONEX-treated patients included idiopathic thrombocytopenia, hyper- and hypothyroidism, and rare cases of autoimmune hepatitis. If AVONEX-treated patients develop a new autoimmune disorder, consider stopping the therapy. 5.11 Laboratory Tests In addition to those laboratory tests normally required for monitoring patients with multiple sclerosis, complete blood and differential white blood cell counts, platelet counts, and blood chemistries, including liver function tests, are recommended during AVONEX therapy [see Warnings and Precautions ( 5.2 , 5.6 , 5.10 )] . Patients with myelosuppression may require more intensive monitoring of complete blood cell counts, with differential and platelet counts. Thyroid function should be monitored periodically. If patients have or develop symptoms of thyroid dysfunction (hypo- or hyperthyroidism), thyroid function tests should be performed according to standard medical practice."
    ],
    "laboratory_tests": [
      "5.11 Laboratory Tests In addition to those laboratory tests normally required for monitoring patients with multiple sclerosis, complete blood and differential white blood cell counts, platelet counts, and blood chemistries, including liver function tests, are recommended during AVONEX therapy [see Warnings and Precautions ( 5.2 , 5.6 , 5.10 )] . Patients with myelosuppression may require more intensive monitoring of complete blood cell counts, with differential and platelet counts. Thyroid function should be monitored periodically. If patients have or develop symptoms of thyroid dysfunction (hypo- or hyperthyroidism), thyroid function tests should be performed according to standard medical practice."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in more detail in other sections of labeling: Depression, Suicide, and Psychotic Disorders [see Warnings and Precautions ( 5.1 )] Hepatic Injury [see Warnings and Precautions ( 5.2 )] Anaphylaxis and Other Allergic-Reactions [see Warnings and Precautions ( 5.3 )] Injection Site Reactions Including Necrosis [see Warnings and Precautions ( 5.4 )] Congestive Heart Failure [see Warnings and Precautions ( 5.5 )] Decreased Peripheral Blood Counts [see Warnings and Precautions ( 5.6 )] Thrombotic Microangiopathy [see Warnings and Precautions ( 5.7 )] Pulmonary Arterial Hypertension [see Warnings and Precautions ( 5.8 )] Seizures [see Warnings and Precautions ( 5.9 )] Autoimmune Disorders [see Warnings and Precautions ( 5.10 )] Laboratory Tests [see Warnings and Precautions ( 5.11 )] The most common adverse reactions (at least 5% more frequent on AVONEX than on placebo) were flu-like symptoms including chills, fever, myalgia, and asthenia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Biogen at 1-800-456-2255 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of AVONEX cannot be directly compared to rates in clinical trials of other drugs and may not reflect the rates observed in practice. Among 351 patients with relapsing forms of MS treated with AVONEX 30 micrograms (including 319 patients treated for 6 months and 288 patients treated for greater than one year) the most commonly reported adverse reactions (at least 5% more frequent on AVONEX than on placebo) were flu-like symptoms. Symptoms can include chills, fever, myalgia and asthenia occurring within hours to days following an injection. Most people who take AVONEX have flu-like symptoms early during the course of therapy. Usually, these symptoms last for a day after the injection. For many people, these symptoms lessen or go away over time. The most frequently reported adverse reactions resulting in clinical intervention (for example, discontinuation of AVONEX or the need for concomitant medication to treat an adverse reaction symptom) were flu-like symptoms and depression. Table 2 enumerates adverse reactions that occurred with AVONEX-treated patients at an incidence of at least 2% more than that observed in the placebo-treated patients in the pooled placebo-controlled studies in patients with relapsing forms of MS [see Clinical Studies ( 14 )] . Table 2: Adverse Reactions in the Placebo-Controlled Studies Placebo AVONEX Adverse Reaction (N = 333) (N = 351) Body as a Whole Headache 55% 58% Flu-like symptoms (otherwise unspecified) 29% 49% Pain 21% 23% Asthenia 18% 24% Fever 9% 20% Chills 5% 19% Abdominal pain 6% 8% Injection site pain 6% 8% Infection 4% 7% Injection site inflammation 2% 6% Chest pain 2% 5% Injection site reaction 1% 3% Toothache 1% 3% Nervous System Depression 14% 18% Dizziness 12% 14% Respiratory System Upper respiratory tract infection 12% 14% Sinusitis 12% 14% Bronchitis 5% 8% Digestive System Nausea 19% 23% Musculoskeletal System Myalgia 22% 29% Arthralgia 6% 9% Urogenital Urinary tract infection 15% 17% Urine constituents abnormal 0% 3% Skin and Appendages Alopecia 2% 4% Special Senses Eye disorder 2% 4% Hemic and Lymphatic System Injection site ecchymosis 4% 6% Anemia 1% 4% Cardiovascular System Migraine 3% 5% Vasodilation 0% 2% Immunogenicity Anaphylaxis and other allergic reactions have occurred in AVONEX-treated patients [see Warnings and Precautions ( 5.3 )] . As with all therapeutic proteins, there is a potential for immunogenicity. In studies assessing immunogenicity in multiple sclerosis patients administered AVONEX for at least 1 year, 5% (21 of 390 patients) showed the presence of neutralizing antibodies at one or more times. These data reflect the percentage of patients whose test results were considered positive for antibodies to AVONEX using a two-tiered assay (ELISA binding assay followed by an antiviral cytopathic effect assay), and are highly dependent on the sensitivity and specificity of the assay. Additionally, the observed incidence of neutralizing activity in an assay may be influenced by several factors including sample handling, timing of sample collection, concomitant medications, and underlying disease. For these reasons, comparison of the incidence of antibodies to AVONEX with the incidence of antibodies to other products may be misleading. 6.2 Postmarketing Experience The following additional adverse reactions have been identified during post-approval use of AVONEX. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hemolytic anemia Menorrhagia and metrorrhagia Pulmonary Arterial Hypertension Rash (including vesicular rash) Rare cases of injection site abscess or cellulitis requiring surgical intervention"
    ],
    "adverse_reactions_table": [
      "<table ID=\"t2\" width=\"100%\" styleCode=\"Noautorules\"><caption>Table 2: Adverse Reactions in the Placebo-Controlled Studies </caption><col width=\"53.300%\" align=\"left\"/><col width=\"25.467%\" align=\"left\"/><col width=\"21.233%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"middle\" styleCode=\"Toprule\"/><td align=\"center\" valign=\"top\" styleCode=\"Toprule\">Placebo </td><td align=\"center\" valign=\"top\" styleCode=\"Toprule\">AVONEX </td></tr><tr><td align=\"left\" valign=\"middle\" styleCode=\"Botrule\">Adverse Reaction </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule\">(N = 333) </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule\">(N = 351) </td></tr><tr><td align=\"left\" valign=\"middle\">Body as a Whole </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Headache </td><td align=\"center\" valign=\"top\">55% </td><td align=\"center\" valign=\"top\">58% </td></tr><tr><td align=\"left\" valign=\"middle\"> Flu-like symptoms (otherwise unspecified) </td><td align=\"center\" valign=\"top\">29% </td><td align=\"center\" valign=\"top\">49% </td></tr><tr><td align=\"left\" valign=\"middle\"> Pain </td><td align=\"center\" valign=\"top\">21% </td><td align=\"center\" valign=\"top\">23% </td></tr><tr><td align=\"left\" valign=\"middle\"> Asthenia </td><td align=\"center\" valign=\"top\">18% </td><td align=\"center\" valign=\"top\">24% </td></tr><tr><td align=\"left\" valign=\"middle\"> Fever </td><td align=\"center\" valign=\"top\">9% </td><td align=\"center\" valign=\"top\">20% </td></tr><tr><td align=\"left\" valign=\"middle\"> Chills </td><td align=\"center\" valign=\"top\">5% </td><td align=\"center\" valign=\"top\">19% </td></tr><tr><td align=\"left\" valign=\"middle\"> Abdominal pain </td><td align=\"center\" valign=\"top\">6% </td><td align=\"center\" valign=\"top\">8% </td></tr><tr><td align=\"left\" valign=\"middle\"> Injection site pain </td><td align=\"center\" valign=\"top\">6% </td><td align=\"center\" valign=\"top\">8% </td></tr><tr><td align=\"left\" valign=\"middle\"> Infection </td><td align=\"center\" valign=\"top\">4% </td><td align=\"center\" valign=\"top\">7% </td></tr><tr><td align=\"left\" valign=\"middle\"> Injection site inflammation </td><td align=\"center\" valign=\"top\">2% </td><td align=\"center\" valign=\"top\">6% </td></tr><tr><td align=\"left\" valign=\"middle\"> Chest pain </td><td align=\"center\" valign=\"top\">2% </td><td align=\"center\" valign=\"top\">5% </td></tr><tr><td align=\"left\" valign=\"middle\"> Injection site reaction </td><td align=\"center\" valign=\"top\">1% </td><td align=\"center\" valign=\"top\">3% </td></tr><tr><td align=\"left\" valign=\"middle\"> Toothache </td><td align=\"center\" valign=\"top\">1% </td><td align=\"center\" valign=\"top\">3% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Nervous System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Depression </td><td align=\"center\" valign=\"top\">14% </td><td align=\"center\" valign=\"top\">18% </td></tr><tr><td align=\"left\" valign=\"middle\"> Dizziness </td><td align=\"center\" valign=\"top\">12% </td><td align=\"center\" valign=\"top\">14% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Respiratory System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Upper respiratory tract infection </td><td align=\"center\" valign=\"top\">12% </td><td align=\"center\" valign=\"top\">14% </td></tr><tr><td align=\"left\" valign=\"middle\"> Sinusitis </td><td align=\"center\" valign=\"top\">12% </td><td align=\"center\" valign=\"top\">14% </td></tr><tr><td align=\"left\" valign=\"middle\"> Bronchitis </td><td align=\"center\" valign=\"top\">5% </td><td align=\"center\" valign=\"top\">8% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Digestive System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Nausea </td><td align=\"center\" valign=\"top\">19% </td><td align=\"center\" valign=\"top\">23% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Musculoskeletal System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Myalgia </td><td align=\"center\" valign=\"top\">22% </td><td align=\"center\" valign=\"top\">29% </td></tr><tr><td align=\"left\" valign=\"middle\"> Arthralgia </td><td align=\"center\" valign=\"top\">6% </td><td align=\"center\" valign=\"top\">9% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Urogenital </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Urinary tract infection </td><td align=\"center\" valign=\"top\">15% </td><td align=\"center\" valign=\"top\">17% </td></tr><tr><td align=\"left\" valign=\"middle\"> Urine constituents abnormal </td><td align=\"center\" valign=\"top\">0% </td><td align=\"center\" valign=\"top\">3% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Skin and Appendages </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Alopecia </td><td align=\"center\" valign=\"top\">2% </td><td align=\"center\" valign=\"top\">4% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Special Senses </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Eye disorder </td><td align=\"center\" valign=\"top\">2% </td><td align=\"center\" valign=\"top\">4% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Hemic and Lymphatic System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Injection site ecchymosis </td><td align=\"center\" valign=\"top\">4% </td><td align=\"center\" valign=\"top\">6% </td></tr><tr><td align=\"left\" valign=\"middle\"> Anemia </td><td align=\"center\" valign=\"top\">1% </td><td align=\"center\" valign=\"top\">4% </td></tr><tr><td align=\"left\" valign=\"middle\"> </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\">Cardiovascular System </td><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"middle\"> Migraine </td><td align=\"center\" valign=\"top\">3% </td><td align=\"center\" valign=\"top\">5% </td></tr><tr><td align=\"left\" valign=\"middle\"> Vasodilation </td><td align=\"center\" valign=\"top\">0% </td><td align=\"center\" valign=\"top\">2% </td></tr><tr><td align=\"left\" valign=\"middle\" styleCode=\"Botrule\"> </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule\"/><td align=\"center\" valign=\"top\" styleCode=\"Botrule\"/></tr></tbody></table>"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Pregnancy: Epidemiological data do not suggest a clear relationship between interferon beta use and major congenital malformations, but interferon beta may cause fetal harm based on animal data. ( 8.1 ) 8.1 Pregnancy Risk Summary Data from a large population-based cohort study, as well as other published studies over several decades, have not identified a drug-associated risk of major birth defects with the use of interferon beta products during early pregnancy. Findings regarding a potential risk for low birth weight or miscarriage with the use of interferon beta products in pregnancy have been inconsistent (see Data ). In a study in pregnant monkeys, administration of interferon beta during pregnancy resulted in an increased rate of abortion at doses greater than those used clinically ( see Data ). In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. The background risk of major birth defects and miscarriage for the indicated population is unknown. Data Human Data The majority of observational studies reporting on pregnancies exposed to interferon beta products did not identify an association between the use of interferon beta products during early pregnancy and an increased risk of major birth defects. In a population-based cohort study conducted in Finland and Sweden, data were collected from 1996--2014 in Finland and 2005--2014 in Sweden on 2,831 pregnancy outcomes from women with MS. 797 pregnancies were in women exposed to interferon beta only. No evidence was found of an increased risk of major birth defects among women with MS exposed to interferon beta products compared to women with MS that were unexposed to any non-steroid therapy for MS (n=1,647) within the study. No increased risks were observed for miscarriages and ectopic pregnancies, though there were limitations in obtaining complete data capture for these outcomes, making the interpretation of the findings more difficult. Two small cohort studies that examined pregnancies exposed to interferon beta products (without differentiating between subtypes of interferon beta products) suggested that a decrease in mean birth weight may be associated with interferon beta exposure during pregnancy, but this finding was not confirmed in larger observational studies. Two small studies observed an increased prevalence of miscarriage, although the finding was only statistically significant in one study. Most studies enrolled patients later in pregnancy which made it difficult to ascertain the true percentage of miscarriages. In one small cohort study, a significantly increased risk of preterm birth following interferon beta exposure during pregnancy was observed. Animal Data In pregnant monkeys given interferon beta at 100 times the recommended weekly human dose (based upon a body surface area [mg/m 2 ] comparison), no adverse effects on embryofetal development were observed. Abortifacient activity was evident following 3 to 5 doses at this level. No abortifacient effects were observed in monkeys treated at 2 times the recommended weekly human dose (based upon mg/m 2 ). 8.2 Lactation Risk Summary Limited published literature has described the presence of interferon beta-1a products in human milk at low levels. There are no data on the effects of interferon beta-1a on milk production. Therefore, the developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for AVONEX and any potential adverse effects on the breastfed infant from AVONEX or from the underlying maternal condition. 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. 8.5 Geriatric Use Clinical studies of AVONEX did not include sufficient numbers of patients aged 65 and over to determine whether they respond differently than younger patients."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary Data from a large population-based cohort study, as well as other published studies over several decades, have not identified a drug-associated risk of major birth defects with the use of interferon beta products during early pregnancy. Findings regarding a potential risk for low birth weight or miscarriage with the use of interferon beta products in pregnancy have been inconsistent (see Data ). In a study in pregnant monkeys, administration of interferon beta during pregnancy resulted in an increased rate of abortion at doses greater than those used clinically ( see Data ). In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. The background risk of major birth defects and miscarriage for the indicated population is unknown. Data Human Data The majority of observational studies reporting on pregnancies exposed to interferon beta products did not identify an association between the use of interferon beta products during early pregnancy and an increased risk of major birth defects. In a population-based cohort study conducted in Finland and Sweden, data were collected from 1996--2014 in Finland and 2005--2014 in Sweden on 2,831 pregnancy outcomes from women with MS. 797 pregnancies were in women exposed to interferon beta only. No evidence was found of an increased risk of major birth defects among women with MS exposed to interferon beta products compared to women with MS that were unexposed to any non-steroid therapy for MS (n=1,647) within the study. No increased risks were observed for miscarriages and ectopic pregnancies, though there were limitations in obtaining complete data capture for these outcomes, making the interpretation of the findings more difficult. Two small cohort studies that examined pregnancies exposed to interferon beta products (without differentiating between subtypes of interferon beta products) suggested that a decrease in mean birth weight may be associated with interferon beta exposure during pregnancy, but this finding was not confirmed in larger observational studies. Two small studies observed an increased prevalence of miscarriage, although the finding was only statistically significant in one study. Most studies enrolled patients later in pregnancy which made it difficult to ascertain the true percentage of miscarriages. In one small cohort study, a significantly increased risk of preterm birth following interferon beta exposure during pregnancy was observed. Animal Data In pregnant monkeys given interferon beta at 100 times the recommended weekly human dose (based upon a body surface area [mg/m 2 ] comparison), no adverse effects on embryofetal development were observed. Abortifacient activity was evident following 3 to 5 doses at this level. No abortifacient effects were observed in monkeys treated at 2 times the recommended weekly human dose (based upon mg/m 2 )."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use Clinical studies of AVONEX did not include sufficient numbers of patients aged 65 and over to determine whether they respond differently than younger patients."
    ],
    "description": [
      "11 DESCRIPTION Interferon beta-1a, an interferon beta, is a 166 amino acid glycoprotein with a molecular weight of approximately 22,500 daltons. It is produced by recombinant DNA technology using genetically engineered Chinese Hamster Ovary cells into which the human interferon beta gene has been introduced. The amino acid sequence of AVONEX is identical to that of natural human interferon beta. Using the World Health Organization (WHO) International Standard for Interferon, AVONEX has a specific activity of approximately 200 million international units of antiviral activity per mg of interferon beta-1a determined specifically by an in vitro cytopathic effect bioassay using lung carcinoma cells (A549) and Encephalomyocarditis virus (ECM). AVONEX 30 micrograms contains approximately 6 million international units of antiviral activity using this method. The activity against other standards is not known. Comparison of the activity of AVONEX with other interferon betas is not appropriate, because of differences in the reference standards and assays used to measure activity. AVONEX (interferon beta-1a) injection is a sterile liquid for intramuscular injection available in a prefilled glass syringe or a prefilled glass syringe surrounded by an autoinjector. Each single-dose prefilled glass syringe or single-dose prefilled autoinjector delivers 0.5 mL of solution containing 30 micrograms of interferon beta-1a, arginine hydrochloride, USP (15.8 mg), glacial acetic acid, USP (0.25 mg), polysorbate 20 (0.025 mg), sodium acetate trihydrate, USP (0.79 mg), and Water for Injection, USP at a pH of approximately 4.8."
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism of action by which AVONEX exerts its effects in patients with multiple sclerosis is unknown. 12.2 Pharmacodynamics Interferons (IFNs) are a family of naturally occurring proteins, produced by eukaryotic cells in response to viral infection and other biologic agents. Three major types of interferons have been defined: type I (IFN-alpha, beta, epsilon, kappa and omega), type II (IFN–gamma) and type III (IFN-lambda). Interferon-beta is a member of the type I subset of interferons. The type I interferons have considerably overlapping but also distinct biologic activities. The bioactivities of all IFNs, including IFN-beta, are induced via their binding to specific receptors on the membranes of human cells. Differences in the bioactivities induced by the three major subtypes of IFNs likely reflect differences in the signal transduction pathways induced by signaling through their cognate receptors. Interferon beta exerts its biological effects by binding to specific receptors on the surface of human cells. This binding initiates a complex cascade of intracellular events that leads to the expression of numerous interferon-induced gene products and markers. These include 2', 5'-oligoadenylate synthetase, β 2 -microglobulin, and neopterin. These products have been measured in the serum and cellular fractions of blood collected from patients treated with AVONEX. Clinical studies conducted in multiple sclerosis patients showed that interleukin 10 (IL-10) levels in cerebrospinal fluid were increased in patients treated with AVONEX compared to placebo. Serum IL-10 levels maximally were increased by 48 hours after intramuscular injection of AVONEX and remained elevated for 1 week. However, no relationship has been established between absolute levels of IL-10 and clinical outcome in multiple sclerosis. 12.3 Pharmacokinetics Pharmacokinetics of AVONEX in multiple sclerosis patients have not been evaluated. The pharmacokinetic and pharmacodynamic profiles of AVONEX in healthy subjects following doses of 30 micrograms through 75 micrograms have been investigated. Serum levels of AVONEX as measured by antiviral activity are slightly above detectable limits following a 30 microgram intramuscular dose, and increase with higher doses. After an intramuscular dose, serum levels of AVONEX generally peak at 15 hours post-dose (range: 6-36 hours) and then decline at a rate consistent with a 19 (range: 8-54) hour elimination half-life. Subcutaneous administration of AVONEX should not be substituted for intramuscular administration as there is no data establishing that subcutaneous and intramuscular administration of AVONEX result in equivalent pharmacokinetic and pharmacodynamic parameters. Biological response markers (e.g., neopterin and β 2 -microglobulin) are induced by AVONEX following parenteral doses of 15 micrograms through 75 micrograms in healthy subjects and treated patients. Biological response marker levels increase within 12 hours of dosing and remain elevated for at least 4 days. Peak biological response marker levels are typically observed 48 hours after dosing. The relationship of serum AVONEX levels or levels of these induced biological response markers to the mechanisms by which AVONEX exerts its effects in multiple sclerosis is unknown."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism of action by which AVONEX exerts its effects in patients with multiple sclerosis is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics Interferons (IFNs) are a family of naturally occurring proteins, produced by eukaryotic cells in response to viral infection and other biologic agents. Three major types of interferons have been defined: type I (IFN-alpha, beta, epsilon, kappa and omega), type II (IFN–gamma) and type III (IFN-lambda). Interferon-beta is a member of the type I subset of interferons. The type I interferons have considerably overlapping but also distinct biologic activities. The bioactivities of all IFNs, including IFN-beta, are induced via their binding to specific receptors on the membranes of human cells. Differences in the bioactivities induced by the three major subtypes of IFNs likely reflect differences in the signal transduction pathways induced by signaling through their cognate receptors. Interferon beta exerts its biological effects by binding to specific receptors on the surface of human cells. This binding initiates a complex cascade of intracellular events that leads to the expression of numerous interferon-induced gene products and markers. These include 2', 5'-oligoadenylate synthetase, β 2 -microglobulin, and neopterin. These products have been measured in the serum and cellular fractions of blood collected from patients treated with AVONEX. Clinical studies conducted in multiple sclerosis patients showed that interleukin 10 (IL-10) levels in cerebrospinal fluid were increased in patients treated with AVONEX compared to placebo. Serum IL-10 levels maximally were increased by 48 hours after intramuscular injection of AVONEX and remained elevated for 1 week. However, no relationship has been established between absolute levels of IL-10 and clinical outcome in multiple sclerosis."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Pharmacokinetics of AVONEX in multiple sclerosis patients have not been evaluated. The pharmacokinetic and pharmacodynamic profiles of AVONEX in healthy subjects following doses of 30 micrograms through 75 micrograms have been investigated. Serum levels of AVONEX as measured by antiviral activity are slightly above detectable limits following a 30 microgram intramuscular dose, and increase with higher doses. After an intramuscular dose, serum levels of AVONEX generally peak at 15 hours post-dose (range: 6-36 hours) and then decline at a rate consistent with a 19 (range: 8-54) hour elimination half-life. Subcutaneous administration of AVONEX should not be substituted for intramuscular administration as there is no data establishing that subcutaneous and intramuscular administration of AVONEX result in equivalent pharmacokinetic and pharmacodynamic parameters. Biological response markers (e.g., neopterin and β 2 -microglobulin) are induced by AVONEX following parenteral doses of 15 micrograms through 75 micrograms in healthy subjects and treated patients. Biological response marker levels increase within 12 hours of dosing and remain elevated for at least 4 days. Peak biological response marker levels are typically observed 48 hours after dosing. The relationship of serum AVONEX levels or levels of these induced biological response markers to the mechanisms by which AVONEX exerts its effects in multiple sclerosis is unknown."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility Carcinogenesis: The carcinogenic potential of AVONEX has not been tested in animals. Mutagenesis: Interferon beta was not mutagenic when tested in an in vitro bacterial reverse mutation (Ames) test or in an in vitro cytogenetic assay in human lymphocytes. Impairment of Fertility: In monkeys administered interferon beta by subcutaneous injection (8 to 15 doses of 1.25 mcg/kg or 50 mcg/kg) over the course of one menstrual cycle, menstrual irregularities, anovulation, and decreased serum progesterone levels were observed at the higher dose. These effects were reversible after discontinuation of drug. The no-effect dose (1.25 mcg/kg) is approximately 2 times the recommended weekly dose in humans (30 mcg) on a mg/m 2 basis."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility Carcinogenesis: The carcinogenic potential of AVONEX has not been tested in animals. Mutagenesis: Interferon beta was not mutagenic when tested in an in vitro bacterial reverse mutation (Ames) test or in an in vitro cytogenetic assay in human lymphocytes. Impairment of Fertility: In monkeys administered interferon beta by subcutaneous injection (8 to 15 doses of 1.25 mcg/kg or 50 mcg/kg) over the course of one menstrual cycle, menstrual irregularities, anovulation, and decreased serum progesterone levels were observed at the higher dose. These effects were reversible after discontinuation of drug. The no-effect dose (1.25 mcg/kg) is approximately 2 times the recommended weekly dose in humans (30 mcg) on a mg/m 2 basis."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The clinical effects of AVONEX in patients with relapsing forms of multiple sclerosis (MS) were studied in two randomized, multicenter, double-blind, placebo-controlled studies in patients with MS (Studies 1 and 2). Safety and efficacy of treatment with AVONEX beyond 3 years is not known. In Study 1, 301 patients received either 30 micrograms of AVONEX (n=158) or placebo (n=143) by intramuscular injection once weekly. Patients received injections for up to 2 years, and continued to be followed until study completion. Two hundred eighty-two patients completed 1 year on study, and 172 patients completed 2 years on study. There were 144 patients treated with AVONEX for more than 1 year, 115 patients for more than 18 months and 82 patients for 2 years. All patients had a definite diagnosis of multiple sclerosis of at least 1 year duration and had at least 2 exacerbations in the 3 years prior to study entry (or 1 per year if the duration of disease was less than 3 years). At entry, study participants were without exacerbation during the prior 2 months and had Kurtzke Expanded Disability Status Scale (EDSS 3 ) scores ranging from 1.0 to 3.5. The EDSS is a scale that quantifies disability in patients with MS and ranges from 0 (normal neurologic exam) to 10 (death due to MS). Patients with chronic progressive multiple sclerosis were excluded from this study. Disability The primary outcome assessment was time to progression in disability, measured as an increase in the EDSS score of at least 1 point that was sustained for at least 6 months. An increase in EDSS score reflects accumulation of disability. This endpoint was used to help distinguish permanent increase in disability from a transient increase due to an exacerbation. As shown in Figure 1 , the time to onset of sustained progression in disability was significantly longer in AVONEX-treated patients than in placebo-treated patients in Study 1 (p = 0.02). The percentage of patients progressing by the end of 2 years was 35% for placebo-treated patients and 22% for AVONEX-treated patients. This represents a 37% relative reduction in the risk of accumulating disability in the AVONEX-treated group compared to the placebo-treated group. 1 Kaplan-Meier Methodology; Disability progression was defined as at least a 1 point increase in EDSS score sustained for at least 6 months. The distribution of confirmed EDSS change from study entry (baseline) to the end of the study is shown in Figure 2 . There was a statistically significant difference between the AVONEX and placebo groups in confirmed change for patients with at least 2 scheduled visits (p = 0.006). Figure 1 Figure 2 Exacerbations The rate and frequency of MS exacerbations were secondary outcomes. For all patients included in the study, irrespective of time on study, the annual exacerbation rate was 0.67 per year in the AVONEX-treated group and 0.82 per year in the placebo-treated group (p = 0.04). AVONEX treatment significantly decreased the frequency of exacerbations in the subset of patients who were enrolled in the study for at least 2 years (87 placebo-treated patients and 85 AVONEX-treated patients; p = 0.03; see Table 3 ). MRI Results Gadolinium (Gd)-enhanced and T2-weighted magnetic resonance imaging (MRI) scans of the brain were obtained in most patients at baseline and at the end of 1 and 2 years of treatment. Secondary outcomes included Gd-enhanced lesion number and volume, and T2-weighted lesion volume. Gd-enhancing lesions seen on brain MRI scans represent areas of breakdown of the blood brain barrier thought to be secondary to inflammation. AVONEX-treated patients demonstrated significantly lower Gd-enhanced lesion number after 1 and 2 years of treatment than placebo-treated patients (p ≤ 0.05; see Table 3 ). The volume of Gd-enhanced lesions showed similar treatment effects in the AVONEX and placebo groups (p ≤ 0.03). Percentage change in T2-weighted lesion volume from study entry to Year 1 was significantly lower in AVONEX-treated than placebo-treated patients (p = 0.02). A significant difference in T2-weighted lesion volume change was not seen between study entry and Year 2 in the AVONEX and placebo groups. Summary of Effects of Clinical and MRI Endpoints in Study 1 A summary of the effects of AVONEX on the clinical and MRI endpoints of this study is presented in Table 3 . Table 3: Clinical and MRI Endpoints in Patients with MS in Study 1 Endpoint Placebo AVONEX P-Value PRIMARY ENDPOINT : Time to sustained progression in disability (N: 143, 158) 1 --- See Figure 1 --- 0.02 2 Percentage of patients progressing in disability at 2 years (Kaplan-Meier estimate) 1 35% 22% SECONDARY ENDPOINTS : DISABILITY Mean confirmed change in EDSS from study entry to end of study (N: 136, 150) 1 0.50 0.20 0.006 3 EXACERBATIONS Number of exacerbations in subset completing 2 years (N: 87, 85) 0 26% 38% 0.03 3 1 30% 31% 2 11% 18% 3 14% 7% ≥ 4 18% 7% Percentage of patients exacerbation-free in subset completing 2 years (N: 87, 85) 26% 38% 0.10 4 Annual exacerbation rate (N: 143, 158)1 0.82 0.67 0.04 5 Table 3 (continued): Clinical and MRI Endpoints in Study 1 Note: (N: , ) denotes the number of evaluable placebo and AVONEX patients, respectively. 1 Patient data included in this analysis represent variable periods of time on study. 2 Analyzed by Mantel-Cox (logrank) test. 3 Analyzed by Mann-Whitney rank-sum test. 4 Analyzed by Cochran-Mantel-Haenszel test. 5 Analyzed by likelihood ratio test. Endpoint Placebo AVONEX P-Value MRI Number of Gd-enhanced lesions : At study entry (N: 132, 141) Mean (Median) 2.3 (1.0) 3.2 (1.0) Range 0-23 0-56 Year 1 (N: 123, 134) Mean (Median) 1.6 (0) 1.0 (0) 0.02 3 Range 0-22 0-28 Year 2 (N: 82, 83) Mean (Median) 1.6 (0) 0.8 (0) 0.05 3 Range 0-34 0-13 T2 lesion volume : Percentage change from study entry to Year 1 (N: 116, 123) Median -3.3% -13.1% 0.02 3 Percentage change from study entry to Year 2 (N: 83, 81) Median -6.5% -13.2% 0.36 3 In Study 2, 383 patients who had recently experienced an isolated demyelinating event involving the optic nerve, spinal cord, or brainstem/cerebellum, and who had lesions typical of multiple sclerosis on brain MRI, received either 30 micrograms of AVONEX (n = 193) or placebo (n = 190) by intramuscular injection once weekly. Patients were enrolled into the study over a two-year period and followed for up to three years or until they developed a second clinical exacerbation in an anatomically distinct region of the central nervous system. Exacerbations In Study 2, the primary outcome measure was time to development of a second exacerbation in an anatomically distinct region of the central nervous system. Time to development of a second exacerbation was significantly delayed in AVONEX-treated compared to placebo-treated patients (p = 0.002). The Kaplan-Meier estimates of the percentage of patients developing an exacerbation within 24 months were 39% in the placebo group and 21% in the AVONEX group (see Figure 3 ). The relative rate of developing a second exacerbation in the AVONEX group was 0.56 of the rate in the placebo group (95% confidence interval 0.38 to 0.81). 1 Kaplan-Meier Methodology Figure 3 MRI Findings Secondary outcomes were brain MRI measures, including the cumulative increase in the number of new or enlarging T2 lesions, T2 lesion volume at baseline compared to results at 18 months, and the number of Gd-enhancing lesions at 6 months. See Table 4 for the MRI results. Table 4: Brain MRI Results in Study 2 1 P value <0.001 2 P value <0.03 * P value from a Mann-Whitney rank-sum test AVONEX Placebo CHANGE FROM BASELINE IN T2 VOLUME OF LESIONS AT 18 MONTHS: N = 119 N = 109 Actual Change (mm 3 ) 1* Median (25 th %, 75 th %) 28 (-576, 397) 313 (5, 1140) Percentage Change 1* Median (25 th %, 75 th %) 1 (-24, 29) 16 (0, 53) NUMBER OF NEW OR ENLARGING T2 LESIONS AT 18 MONTHS 1* : N = 132 N (%) N = 119 N (%) 0 62 (47) 22 (18) 1-3 41 (31) 47 (40) ≥4 29 (22) 50 (42) Mean (SD) 2.13 (3.2) 4.97 (7.7) NUMBER OF GD-ENHANCING LESIONS AT 6 MONTHS 2* : N = 165 N (%) N = 152 N (%) 0 115 (70) 93 (61) 1 27 (16) 16 (11) >1 23 (14) 43 (28) Mean (SD) 0.87 (2.3) 1.49 (3.1)"
    ],
    "clinical_studies_table": [
      "<table ID=\"t3\" width=\"100%\" styleCode=\"Noautorules\"><caption>Table 3: Clinical and MRI Endpoints in Patients with MS in Study 1 </caption><col width=\"31.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"bottom\" styleCode=\"Toprule Botrule\">Endpoint </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">Placebo </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">AVONEX </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">P-Value </td></tr><tr><td align=\"left\" valign=\"bottom\"> <content styleCode=\"underline\">PRIMARY ENDPOINT</content>:  </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\">Time to sustained progression in disability (N: 143, 158)<sup>1</sup></td><td colspan=\"2\" align=\"center\" valign=\"bottom\">--- See <linkHtml href=\"#f01\">Figure 1</linkHtml> --- </td><td align=\"center\" valign=\"bottom\">0.02<sup>2</sup></td></tr><tr><td align=\"left\" valign=\"bottom\"> Percentage of patients progressing in disability at 2 years (Kaplan-Meier estimate)<sup>1</sup></td><td align=\"center\" valign=\"bottom\">35% </td><td align=\"center\" valign=\"bottom\">22% </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> <content styleCode=\"underline\">SECONDARY ENDPOINTS</content>: <content styleCode=\"underline\">DISABILITY</content>  </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\">Mean confirmed change in EDSS from study entry to end of study (N: 136, 150)<sup>1</sup></td><td align=\"center\" valign=\"bottom\">0.50 </td><td align=\"center\" valign=\"bottom\">0.20 </td><td align=\"center\" valign=\"bottom\">0.006<sup>3</sup></td></tr><tr><td align=\"left\" valign=\"bottom\"> <content styleCode=\"underline\">EXACERBATIONS</content>  </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\">Number of exacerbations in subset completing 2 years (N: 87, 85) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> 0 </td><td align=\"center\" valign=\"bottom\">26% </td><td align=\"center\" valign=\"bottom\">38% </td><td align=\"center\" valign=\"bottom\">0.03<sup>3</sup></td></tr><tr><td align=\"left\" valign=\"bottom\"> 1 </td><td align=\"center\" valign=\"bottom\">30% </td><td align=\"center\" valign=\"bottom\">31% </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> 2 </td><td align=\"center\" valign=\"bottom\">11% </td><td align=\"center\" valign=\"bottom\">18% </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> 3 </td><td align=\"center\" valign=\"bottom\">14% </td><td align=\"center\" valign=\"bottom\">7% </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> &#x2265; 4 </td><td align=\"center\" valign=\"bottom\">18% </td><td align=\"center\" valign=\"bottom\">7% </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"bottom\"> Percentage of patients exacerbation-free in subset completing 2 years (N: 87, 85) </td><td align=\"center\" valign=\"bottom\"> 26% </td><td align=\"center\" valign=\"bottom\"> 38% </td><td align=\"center\" valign=\"bottom\"> 0.10<sup>4</sup></td></tr><tr><td align=\"left\" valign=\"bottom\"> Annual exacerbation rate (N: 143, 158)1 </td><td align=\"center\" valign=\"bottom\">0.82 </td><td align=\"center\" valign=\"bottom\">0.67 </td><td align=\"center\" valign=\"bottom\">0.04<sup>5</sup></td></tr></tbody></table>",
      "<table ID=\"t3b\" width=\"100%\" styleCode=\"Noautorules\"><caption>Table 3 (continued): Clinical and MRI Endpoints in Study 1 </caption><col width=\"31.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><col width=\"23.000%\" align=\"left\"/><tfoot><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\">Note: (N: , ) denotes the number of evaluable placebo and AVONEX patients, respectively.</content></paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\"><sup>1</sup></content><content styleCode=\"italics\">Patient data included in this analysis represent variable periods of time on study.</content></paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\"><sup>2</sup></content><content styleCode=\"italics\">Analyzed by Mantel-Cox (logrank) test.</content></paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\"><sup>3</sup></content><content styleCode=\"italics\">Analyzed by Mann-Whitney rank-sum test.</content></paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\"><sup>4</sup></content><content styleCode=\"italics\">Analyzed by Cochran-Mantel-Haenszel test.</content></paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><content styleCode=\"italics\"><sup>5</sup></content><content styleCode=\"italics\">Analyzed by likelihood ratio test.</content></paragraph></td></tr></tfoot><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule\">Endpoint </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">Placebo </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">AVONEX </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\">P-Value </td></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">MRI</content></td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">Number of Gd-enhanced lesions</content>: </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\">At study entry (N: 132, 141) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Mean (Median) </td><td align=\"center\" valign=\"bottom\">2.3 (1.0) </td><td align=\"center\" valign=\"bottom\">3.2 (1.0) </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Range </td><td align=\"center\" valign=\"bottom\">0-23 </td><td align=\"center\" valign=\"bottom\">0-56 </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\">Year 1 (N: 123, 134) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Mean (Median) </td><td align=\"center\" valign=\"bottom\">1.6 (0) </td><td align=\"center\" valign=\"bottom\">1.0 (0) </td><td align=\"center\" valign=\"bottom\">0.02<sup>3</sup></td></tr><tr><td align=\"left\" valign=\"top\"> Range </td><td align=\"center\" valign=\"bottom\">0-22 </td><td align=\"center\" valign=\"bottom\">0-28 </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\">Year 2 (N: 82, 83) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Mean (Median) </td><td align=\"center\" valign=\"bottom\">1.6 (0) </td><td align=\"center\" valign=\"bottom\">0.8 (0) </td><td align=\"center\" valign=\"bottom\">0.05<sup>3</sup></td></tr><tr><td align=\"left\" valign=\"top\"> Range </td><td align=\"center\" valign=\"bottom\">0-34 </td><td align=\"center\" valign=\"bottom\">0-13 </td><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">T2 lesion volume</content>: </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\">Percentage change from study entry to Year 1 (N: 116, 123) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Median </td><td align=\"center\" valign=\"bottom\">-3.3% </td><td align=\"center\" valign=\"bottom\">-13.1% </td><td align=\"center\" valign=\"bottom\">0.02<sup>3</sup></td></tr><tr><td align=\"left\" valign=\"top\">Percentage change from study entry to Year 2 (N: 83, 81) </td><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/><td align=\"center\" valign=\"bottom\"/></tr><tr><td align=\"left\" valign=\"top\"> Median </td><td align=\"center\" valign=\"bottom\">-6.5% </td><td align=\"center\" valign=\"bottom\">-13.2% </td><td align=\"center\" valign=\"bottom\">0.36<sup>3</sup></td></tr></tbody></table>",
      "<table ID=\"t4\" width=\"100%\" styleCode=\"Noautorules\"><caption>Table 4: Brain MRI Results in Study 2 </caption><col width=\"48.487%\" align=\"left\"/><col width=\"24.631%\" align=\"left\"/><col width=\"10%\" align=\"left\"/><col width=\"26.507%\" align=\"left\"/><tfoot><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><sup>1</sup> P value &lt;0.001 </paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"><sup>2</sup> P value &lt;0.03 </paragraph></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\">* P value from a Mann-Whitney rank-sum test </paragraph></td></tr></tfoot><tbody><tr><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\"/><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\">AVONEX </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\">Placebo </td></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">CHANGE FROM BASELINE IN T2 VOLUME OF LESIONS AT 18 MONTHS:</content></td><td align=\"center\" valign=\"top\">N = 119 </td><td colspan=\"2\" align=\"center\" valign=\"top\">N = 109 </td></tr><tr><td align=\"center\" valign=\"top\"/><td align=\"center\" valign=\"top\"/><td colspan=\"2\" align=\"center\" valign=\"top\"/></tr><tr><td align=\"center\" valign=\"top\">Actual Change (mm<sup>3</sup>)<sup>1*</sup> Median (25<sup>th</sup>%, 75<sup>th</sup>%) </td><td align=\"center\" valign=\"top\"> 28 (-576, 397) </td><td colspan=\"2\" align=\"center\" valign=\"top\"> 313 (5, 1140) </td></tr><tr><td align=\"left\" valign=\"top\"> Percentage Change<sup>1*</sup> Median (25<sup>th</sup>%, 75<sup>th</sup>%) </td><td align=\"center\" valign=\"top\"> 1 (-24, 29) </td><td colspan=\"2\" align=\"center\" valign=\"top\"> 16 (0, 53) </td></tr><tr><td colspan=\"4\" align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">NUMBER OF NEW OR ENLARGING T2 LESIONS AT 18 MONTHS</content><content styleCode=\"underline\"><sup>1*</sup></content>: </td><td colspan=\"2\" align=\"center\" valign=\"top\">N = 132 N (%) </td><td align=\"center\" valign=\"top\">N = 119 N (%) </td></tr><tr><td colspan=\"4\" align=\"center\" valign=\"top\"/></tr><tr><td align=\"center\" valign=\"top\">0 </td><td align=\"center\" valign=\"top\">62 (47) </td><td colspan=\"2\" align=\"center\" valign=\"top\">22 (18) </td></tr><tr><td align=\"center\" valign=\"top\">1-3 </td><td align=\"center\" valign=\"top\">41 (31) </td><td colspan=\"2\" align=\"center\" valign=\"top\">47 (40) </td></tr><tr><td align=\"center\" valign=\"top\">&#x2265;4 </td><td align=\"center\" valign=\"top\">29 (22) </td><td colspan=\"2\" align=\"center\" valign=\"top\">50 (42) </td></tr><tr><td align=\"center\" valign=\"top\">Mean (SD) </td><td align=\"center\" valign=\"top\">2.13 (3.2) </td><td colspan=\"2\" align=\"center\" valign=\"top\">4.97 (7.7) </td></tr><tr><td colspan=\"4\" align=\"center\" valign=\"top\"/></tr><tr><td align=\"left\" valign=\"top\"><content styleCode=\"underline\">NUMBER OF GD-ENHANCING LESIONS AT 6 MONTHS</content><content styleCode=\"underline\"><sup>2*</sup></content>: </td><td colspan=\"2\" align=\"center\" valign=\"top\">N = 165 N (%) </td><td align=\"center\" valign=\"top\">N = 152 N (%) </td></tr><tr><td align=\"center\" valign=\"top\"/><td colspan=\"3\" align=\"center\" valign=\"top\"/></tr><tr><td align=\"center\" valign=\"top\">0 </td><td align=\"center\" valign=\"top\">115 (70) </td><td colspan=\"2\" align=\"center\" valign=\"top\">93 (61) </td></tr><tr><td align=\"center\" valign=\"top\">1 </td><td align=\"center\" valign=\"top\">27 (16) </td><td colspan=\"2\" align=\"center\" valign=\"top\">16 (11) </td></tr><tr><td align=\"center\" valign=\"top\">&gt;1 </td><td align=\"center\" valign=\"top\">23 (14) </td><td colspan=\"2\" align=\"center\" valign=\"top\">43 (28) </td></tr><tr><td align=\"center\" valign=\"top\" styleCode=\"Botrule\">Mean (SD) </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule\">0.87 (2.3) </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule\">1.49 (3.1) </td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING 16.1 How Supplied AVONEX (interferon beta-1a) injection is a clear, colorless solution in a single-dose prefilled glass syringe or a single-dose prefilled autoinjector for intramuscular injection available in the following packaging configurations: NDC number Contents NDC 59627-002-06 one single-dose prefilled AVONEX syringe one 23-gauge, 1¼-inch needle NDC 59627-222-05 four single-dose prefilled AVONEX syringes four 23-gauge, 1¼-inch needles four alcohol wipes four gauze pads four adhesive bandages NDC 59627-003-01 one single-dose prefilled autoinjector (AVONEX Pen) one 25-gauge, 5/8-inch needle one AVONEX Pen cover NDC 59627-333-04 four single-dose prefilled autoinjector (AVONEX Pens) four 25-gauge, 5/8-inch needles four AVONEX Pen covers four alcohol wipes four gauze pads four adhesive bandages 16.2 Storage and Handling Refrigerate AVONEX prefilled syringes and autoinjectors at 2°C to 8°C (36°F to 46°F) in the original carton to protect from light. DO NOT FREEZE. Once removed from the refrigerator, allow prefilled syringes and autoinjectors to warm to room temperature (about 30 minutes). Do not use external heat sources such as hot water to warm AVONEX. Should refrigeration be unavailable, a prefilled syringe or autoinjector may be stored at room temperature up to 25°C (77°F) for a period up to 7 days. DO NOT EXPOSE TO HIGH TEMPERATURES. Once the product is removed from the refrigerator, it must not be stored above 25°C (77°F). If the product has been exposed to conditions other than those recommended, DISCARD THE PRODUCT and DO NOT USE . Do not use beyond the expiration date. AVONEX Prefilled Syringe and AVONEX PEN contain natural rubber latex which may cause allergic reactions."
    ],
    "how_supplied_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"42.500%\" align=\"left\"/><col width=\"57.500%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">NDC number</content></td><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"><content styleCode=\"bold\">Contents</content></td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">NDC 59627-002-06 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">one single-dose prefilled AVONEX syringe one 23-gauge, 1&#xBC;-inch needle </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">NDC 59627-222-05 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">four single-dose prefilled AVONEX syringes four 23-gauge, 1&#xBC;-inch needles four alcohol wipes four gauze pads four adhesive bandages </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">NDC 59627-003-01 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">one single-dose prefilled autoinjector (AVONEX Pen) one 25-gauge, 5/8-inch needle one AVONEX Pen cover </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">NDC 59627-333-04 </td><td align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\">four single-dose prefilled autoinjector (AVONEX Pens) four 25-gauge, 5/8-inch needles four AVONEX Pen covers four alcohol wipes four gauze pads four adhesive bandages </td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "16.2 Storage and Handling Refrigerate AVONEX prefilled syringes and autoinjectors at 2°C to 8°C (36°F to 46°F) in the original carton to protect from light. DO NOT FREEZE. Once removed from the refrigerator, allow prefilled syringes and autoinjectors to warm to room temperature (about 30 minutes). Do not use external heat sources such as hot water to warm AVONEX. Should refrigeration be unavailable, a prefilled syringe or autoinjector may be stored at room temperature up to 25°C (77°F) for a period up to 7 days. DO NOT EXPOSE TO HIGH TEMPERATURES. Once the product is removed from the refrigerator, it must not be stored above 25°C (77°F). If the product has been exposed to conditions other than those recommended, DISCARD THE PRODUCT and DO NOT USE . Do not use beyond the expiration date. AVONEX Prefilled Syringe and AVONEX PEN contain natural rubber latex which may cause allergic reactions."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION See FDA-approved patient labeling ( Medication Guide and Patient's Instructions for Use ). Instruct patients to carefully read the supplied AVONEX Medication Guide and caution patients not to change the AVONEX dose or schedule of administration without medical consultation. Inform patients that the tip cap of the AVONEX Prefilled Syringe and AVONEX PEN contains natural rubber latex which may cause allergic reactions. Instruction on Self-injection Technique and Procedures Provide appropriate instruction for methods of self-injection of AVONEX, including careful review of the AVONEX Medication Guide. Instruct patients in the use of aseptic technique when administering AVONEX. Inform patients that an appropriately qualified healthcare professional should show them or their caregiver how to prepare and inject AVONEX before administering the first dose. An appropriately qualified healthcare professional should watch the first AVONEX injection given. Tell patients not to re-use needles or syringes and instruct patients on safe disposal procedures. Inform patients to dispose of used needles and syringes in a puncture-resistant container and instruct the patient regarding safe disposal of full containers. Advise patients: of the importance of rotating areas of injection with each dose to minimize the likelihood of injection site reactions. [see Warnings and Precautions ( 5.4 ) and Choose an Injection Site section of the Medication Guide] . NOT to inject area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way to check the injection site after 2 hours for redness, swelling, or tenderness contact their healthcare provider if they have a skin reaction and it does not clear up in a few days Pregnancy Advise patients to notify their healthcare provider if they become pregnant during treatment or plan to become pregnant [see Use in Specific Populations ( 8.1 )] . Depression Advise patients of the symptoms of depression, suicidal ideation, or psychotic disorders as they have been reported with the use of AVONEX and instruct patients to report them immediately to their physician [see Warnings and Precautions ( 5.1 )] . Liver Disease Advise patients that severe hepatic injury, including hepatic failure, has been reported during the use of AVONEX. Advise patients of symptoms of hepatic dysfunction, and instruct patients to report them immediately to their physician [see Warnings and Precautions ( 5.2 )] . Allergic Reactions and Anaphylaxis Advise patients of the symptoms of allergic reactions and anaphylaxis, and instruct patients to seek immediate medical attention if these symptoms occur [see Warnings and Precautions ( 5.3 )] . Injection Site Reactions Including Necrosis Advise patients that injection site reactions can occur and that the reactions can include injection site necrosis. Instruct patients to report promptly any break in the skin that is associated with blue-black discoloration, swelling, or drainage of fluid from the injection site [see Warnings and Precautions ( 5.4 )]. Congestive Heart Failure Advise patients that worsening of pre-existing congestive heart failure has been reported in patients using AVONEX. Advise patients of symptoms of worsening cardiac condition, and instruct patients to report them immediately to their physician [see Warnings and Precautions ( 5.5 )] . Pulmonary Arterial Hypertension Inform patients that PAH has occurred in patients treated with interferon beta products, including AVONEX. Instruct patients to promptly report any new symptoms such as new or increasing fatigue or shortness of breath to their healthcare provider [see Warnings and Precautions ( 5.8 )] . Seizures Advise patients that seizures have been reported in patients using AVONEX. Instruct patients to report seizures immediately to their physician [see Warnings and Precautions ( 5.9 )] . Flu-like Symptoms Inform patients that flu-like symptoms are common following initiation of therapy with AVONEX [see Dosage and Administration ( 2.3 ) and Adverse Reactions ( 6 )] . Advise patients that starting with a lower dose than 30 micrograms and increasing the dose over 3 weeks reduces the incidence and severity of flu-like symptoms. 41613-07 Manufactured by: Biogen Inc. Cambridge, MA 02142 USA U.S. License #1697 1-800-456-2255 AVONEX is a registered trademark of Biogen. © Biogen 1996-2023. All rights reserved."
    ],
    "spl_medguide": [
      "This Medication Guide has been approved by the U.S. Food and Drug Administration. Revised: 7/2023 MEDICATION GUIDE AVONEX ® (a-vuh-necks) (interferon beta-1a) Injection for intramuscular use Read this Medication Guide before you start using AVONEX, and each time you get a refill. There may be new information. This information does not take the place of talking with your healthcare provider about your medical condition or your treatment. What is the most important information I should know about AVONEX? AVONEX can cause serious side effects. Tell your healthcare provider right away if you have any of the symptoms listed below while taking AVONEX. 1. Depression, suicidal thoughts, hallucinations or other behavioral health problems. Some people taking AVONEX may develop mood or behavior problems including: irritability (getting upset easily) depression (feeling hopeless or feeling bad about yourself) nervousness anxiety aggressive behavior thoughts of hurting yourself or suicide hearing or seeing things that others do not hear or see (hallucinations) If you have any of these mood or behavior problems, your healthcare provider may tell you to stop taking AVONEX. 2. Liver problems, or worsening of liver problems including liver failure and death. Tell your healthcare provider right away if you have any of these symptoms: nausea loss of appetite tiredness dark colored urine and pale stools yellowing of your skin or the white part of your eye bleeding more easily than normal confusion sleepiness During your treatment with AVONEX you will need to see your healthcare provider regularly and have regular blood tests to check for side effects. Tell your healthcare provider about all the medicines you take and if you drink alcohol before you start taking AVONEX. 3. Serious allergic and skin reactions. Serious allergic and skin reactions can happen when you take AVENOX. Symptoms of serious allergic and skin reactions may include: itching swelling of the face, eyes, lips, tongue or throat trouble breathing anxiousness feeling faint skin rash, hives, sores in your mouth, or your skin blisters and peels Get emergency help right away if you have any of these symptoms. Talk to your healthcare provider before taking another dose of AVONEX. What is AVONEX? AVONEX is a prescription medicine used to treat relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease in adults. It is not known if AVONEX is safe and effective in children. Do not take AVONEX if you: are allergic to interferon beta or any of the ingredients in AVONEX. See the end of this Medication Guide for a complete list of ingredients in AVONEX. Before taking AVONEX, tell your healthcare provider about all of your medical conditions, including if you: are being treated for a mental illness or had treatment in the past for any mental illness, including depression and suicidal behavior. have or had bleeding problems or blood clots. have or had low blood cell counts. have or had liver problems. have or had seizures. (epilepsy). have or had heart problems. have or had thyroid problems. have or had any kind of autoimmune disease (where the body's immune system attacks the body's own cells). drink alcohol. have or have had an allergic reaction to rubber or latex. The tip cap of the AVONEX prefilled syringe and prefilled autoinjector Pen contain natural rubber latex. are pregnant or plan to become pregnant. It is not known if AVONEX can harm your unborn baby. are breastfeeding or plan to breastfeed. AVONEX may pass into your breastmilk. Talk with your healthcare provider about the best way to feed your baby if you take AVONEX. Tell your healthcare provider about all the medicines you take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. How should I use AVONEX? See the Instructions for Use for detailed instructions for preparing and injecting your dose of AVONEX. A healthcare provider should show you how to prepare your dose of AVONEX and how to inject your AVONEX before you use it for the first time. A healthcare provider or nurse should watch the first AVONEX injection you give yourself. AVONEX is given 1 time each week by injection into the muscle (intramuscular injection). Inject AVONEX exactly as your healthcare provider tells you. Your healthcare provider will tell you how much AVONEX to inject and how often to inject AVONEX. Do not inject more than your healthcare provider tells you to. Do not change your dose unless your healthcare provider tells you to. Change (rotate) your injection site you choose with each injection. This will help decrease the chance that you will have an injection site reaction. Do not inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. AVONEX comes as a: Single-dose prefilled syringe (can be used with the AVOSTARTGRIP™ titration kit) Single-dose prefilled autoinjector Pen (AVONEX PEN ® ) After 2 hours check your injection site for redness, swelling or tenderness. If you have a skin reaction and it does not clear up in a few days, contact your healthcare provider. Your healthcare provider will decide which one is best for you. Always use a new, unopened AVONEX single-dose prefilled syringe or single-dose prefilled autoinjector pen for each intramuscular injection. What are the possible side effects of AVONEX? AVONEX can cause serious side effects including: See “ What is the most important information I should know about AVONEX? ” Injection site reactions. AVONEX may cause redness, pain, itching, or swelling at the place where your injection was given. Call your healthcare provider right away if an injection site becomes swollen and painful or the area looks infected. You may have a skin infection or an area of severe skin damage (necrosis) requiring treatment by a healthcare provider. Heart problems, including heart failure. Some people who did not have a history of heart problems developed heart muscle problems or congestive heart failure after taking AVONEX. If you already have heart failure, AVONEX may cause your heart failure to get worse. Call your healthcare provider right away if you have worsening symptoms of heart failure such as shortness of breath or swelling of your lower legs or feet while using AVONEX. Some people using AVONEX may have other heart problems including: low blood pressure fast or abnormal heart beat chest pain heart attack or a heart muscle problem (cardiomyopathy) Blood problems. AVONEX can affect your bone marrow and cause low red and white blood cell, and platelet counts. In some people, these blood cell counts may fall to dangerously low levels. If your blood cell counts become very low, you can get infections and problems with bleeding and bruising. Thrombotic microangiopathy (TMA). TMA is a condition that involves injury to the smallest blood vessels in your body. TMA can also cause injury to your red blood cells (the cells that carry oxygen to your organs and tissues) and your platelets (cells that help your blood clot) and can sometimes lead to death. Your healthcare provider may tell you to stop taking AVONEX if you develop TMA. Pulmonary arterial hypertension. Pulmonary arterial hypertension can occur with interferon beta products, including AVONEX. Symptoms may include new or increasing fatigue or shortness of breath. Contact your healthcare provider right away if you develop these symptoms. Seizures. Some people have had seizures while taking AVONEX, including people who have never had seizures before. Tell your healthcare provider right away if you have a seizure. Autoimmune diseases. Problems with easy bleeding or bruising (idiopathic thrombocytopenia), thyroid gland problems (hyperthyroidism and hypothyroidism), and autoimmune hepatitis have happened in some people who use AVONEX. The most common side effects of AVONEX include: Flu-like symptoms. Most people who take AVONEX have flu-like symptoms especially early during the course of therapy. Usually, these symptoms last for a day after the injection. Symptoms may include: muscle aches fever tiredness chills You may be able to manage these flu-like symptoms by taking over-the-counter pain and fever reducers. Talk with your healthcare provider about ways to help if you develop flu-like symptoms while taking AVONEX. These are not all of the possible side effects of AVONEX. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. How should I store AVONEX? Store AVONEX in the refrigerator between 36°F to 46°F (2°C to 8°C). Do not freeze AVONEX. Do not use AVONEX that has been frozen. If you cannot refrigerate your AVONEX PEN and AVONEX prefilled syringes, you can store your AVONEX PEN and AVONEX prefilled syringes at room temperature up to 77°F (25°C) for up to 7 days. Do not store AVONEX above 77°F (25°C). Do not use AVONEX that is stored at temperatures higher than 77°F (25°C). Throw it away in a FDA-cleared sharps disposal container. Keep AVONEX in the original carton to protect it from light. Do not use AVONEX past the expiration date. Keep AVONEX prefilled syringes, pens, and all other medicines out of the reach of children. General information about the safe and effective use of AVONEX. Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use AVONEX for a condition for which it was not prescribed. Do not give AVONEX to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about AVONEX that is written for health professionals. What are the ingredients in AVONEX? Active ingredient: interferon beta-1a Inactive ingredients: Single-Dose Prefilled Syringe: arginine hydrochloride, glacial acetic acid, polysorbate 20, sodium acetate trihydrate in water for inject]tion. Single-Dose Prefilled Autoinjector Pen: arginine hydrochloride, glacial acetic acid, polysorbate 20, sodium acetate trihydrate in water for injection. Manufactured by: Biogen Inc. Cambridge, MA 02142 USA U.S. License #1697 AVONEX is a registered trademark of Biogen. © Biogen 1996-2023. All rights reserved. For more information, call 1-1-800-456-2255."
    ],
    "spl_medguide_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"25.000%\" align=\"left\"/><col width=\"25.000%\" align=\"left\"/><col width=\"25.000%\" align=\"left\"/><col width=\"25.000%\" align=\"left\"/><tfoot><tr><td colspan=\"3\" align=\"left\" valign=\"top\"><paragraph styleCode=\"footnote\"> This Medication Guide has been approved by the U.S. Food and Drug Administration. </paragraph></td><td align=\"right\" valign=\"top\"><paragraph styleCode=\"footnote\">Revised: 7/2023 </paragraph></td></tr></tfoot><tbody><tr><td colspan=\"4\" align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">MEDICATION GUIDE</content> <content styleCode=\"bold\">AVONEX</content><content styleCode=\"bold\"><sup>&#xAE; </sup></content><content styleCode=\"bold\">(a-vuh-necks)</content> <content styleCode=\"bold\">(interferon beta-1a) Injection for intramuscular use</content></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Read this Medication Guide before you start using AVONEX, and each time you get a refill. There may be new information. This information does not take the place of talking with your healthcare provider about your medical condition or your treatment. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><paragraph ID=\"p01\"><content styleCode=\"bold\">What is the most important information I should know about AVONEX?</content> <content styleCode=\"bold\">AVONEX can cause serious side effects.</content> Tell your healthcare provider right away if you have any of the symptoms listed below while taking AVONEX. 1. <content styleCode=\"bold\">Depression, suicidal thoughts, hallucinations or other behavioral health problems.</content> Some people taking AVONEX may develop mood or behavior problems including: </paragraph><list listType=\"unordered\" styleCode=\"Disc\"><item>irritability (getting upset easily) </item><item>depression (feeling hopeless or feeling bad about yourself) </item><item>nervousness </item><item>anxiety </item><item>aggressive behavior </item><item>thoughts of hurting yourself or suicide </item><item>hearing or seeing things that others do not hear or see (hallucinations) </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\">If you have any of these mood or behavior problems, your healthcare provider may tell you to stop taking AVONEX. <content styleCode=\"bold\">2. Liver problems, or worsening of liver problems including liver failure and death. Tell your healthcare provider right away if you have any of these symptoms:</content> </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Lrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>nausea </item><item>loss of appetite </item></list></td><td align=\"left\" valign=\"top\"><list listType=\"unordered\" styleCode=\"Disc\"><item>tiredness </item><item>dark colored urine and pale stools </item></list></td><td align=\"left\" valign=\"top\"><list listType=\"unordered\" styleCode=\"Disc\"><item>yellowing of your skin or the white part of your eye </item><item>bleeding more easily than normal </item></list></td><td align=\"left\" valign=\"top\" styleCode=\"Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>confusion </item><item>sleepiness </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\">During your treatment with AVONEX you will need to see your healthcare provider regularly and have regular blood tests to check for side effects. Tell your healthcare provider about all the medicines you take and if you drink alcohol before you start taking AVONEX. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">3. Serious allergic and skin reactions.</content> Serious allergic and skin reactions can happen when you take AVENOX. <content styleCode=\"bold\">Symptoms of serious allergic and skin reactions may include:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item>itching </item><item>swelling of the face, eyes, lips, tongue or throat </item><item>trouble breathing </item><item>anxiousness </item><item>feeling faint </item><item>skin rash, hives, sores in your mouth, or your skin blisters and peels </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Get emergency help right away if you have any of these symptoms. Talk to your healthcare provider before taking another dose of AVONEX. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">What is AVONEX?</content> AVONEX is a prescription medicine used to treat relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease in adults. It is not known if AVONEX is safe and effective in children. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Do not take AVONEX if you:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item>are allergic to interferon beta or any of the ingredients in AVONEX. See the end of this Medication Guide for a complete list of ingredients in AVONEX. </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">Before taking AVONEX, tell your healthcare provider about all of your medical conditions, including if you:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item>are being treated for a mental illness or had treatment in the past for any mental illness, including depression and suicidal behavior. </item><item>have or had bleeding problems or blood clots. </item><item>have or had low blood cell counts. </item><item>have or had liver problems. </item><item>have or had seizures. (epilepsy). </item><item>have or had heart problems. </item><item>have or had thyroid problems. </item><item>have or had any kind of autoimmune disease (where the body&apos;s immune system attacks the body&apos;s own cells). </item><item>drink alcohol. </item><item>have or have had an allergic reaction to rubber or latex. The tip cap of the AVONEX prefilled syringe and prefilled autoinjector Pen contain natural rubber latex. </item><item>are pregnant or plan to become pregnant. It is not known if AVONEX can harm your unborn baby. </item><item>are breastfeeding or plan to breastfeed. AVONEX may pass into your breastmilk. Talk with your healthcare provider about the best way to feed your baby if you take AVONEX. </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Tell your healthcare provider about all the medicines you take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">How should I use AVONEX?</content> <list listType=\"unordered\" styleCode=\"Disc\"><item>See the <content styleCode=\"bold\">Instructions for Use</content> for detailed instructions for preparing and injecting your dose of AVONEX. </item><item>A healthcare provider should show you how to prepare your dose of AVONEX and how to inject your AVONEX before you use it for the first time. </item><item>A healthcare provider or nurse should watch the first AVONEX injection you give yourself. </item><item>AVONEX is given 1 time each week by injection into the muscle (intramuscular injection). </item><item>Inject AVONEX exactly as your healthcare provider tells you. </item><item>Your healthcare provider will tell you how much AVONEX to inject and how often to inject AVONEX. <content styleCode=\"bold\">Do not</content> inject more than your healthcare provider tells you to. </item><item><content styleCode=\"bold\">Do not</content> change your dose unless your healthcare provider tells you to. </item><item>Change (rotate) your injection site you choose with each injection. This will help decrease the chance that you will have an injection site reaction. </item><item><content styleCode=\"bold\">Do not</content> inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. </item><item>AVONEX comes as a:<list listType=\"unordered\" styleCode=\"Circle\"><item>Single-dose prefilled syringe (can be used with the AVOSTARTGRIP&#x2122; titration kit) </item><item>Single-dose prefilled autoinjector Pen (AVONEX PEN<sup>&#xAE;</sup>) </item></list></item><item>After 2 hours check your injection site for redness, swelling or tenderness. If you have a skin reaction and it does not clear up in a few days, contact your healthcare provider. </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">Your healthcare provider will decide which one is best for you. Always use a new, unopened AVONEX single-dose prefilled syringe or single-dose prefilled autoinjector pen for each intramuscular injection. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">What are the possible side effects of AVONEX?</content> <content styleCode=\"bold\">AVONEX can cause serious side effects including:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">See &#x201C;<linkHtml href=\"#p01\">What is the most important information I should know about AVONEX?</linkHtml>&#x201D;</content></item><item><content styleCode=\"bold\">Injection site reactions. </content>AVONEX may cause redness, pain, itching, or swelling at the place where your injection was given. Call your healthcare provider right away if an injection site becomes swollen and painful or the area looks infected. You may have a skin infection or an area of severe skin damage (necrosis) requiring treatment by a healthcare provider. </item><item><content styleCode=\"bold\">Heart problems, including heart failure.</content> Some people who did not have a history of heart problems developed heart muscle problems or congestive heart failure after taking AVONEX. If you already have heart failure, AVONEX may cause your heart failure to get worse. Call your healthcare provider right away if you have worsening symptoms of heart failure such as shortness of breath or swelling of your lower legs or feet while using AVONEX.<list listType=\"unordered\" styleCode=\"Circle\"><item>Some people using AVONEX may have other heart problems including:<list listType=\"unordered\" styleCode=\"Square\"><item>low blood pressure </item><item>fast or abnormal heart beat </item><item>chest pain </item><item>heart attack or a heart muscle problem (cardiomyopathy) </item></list></item></list></item><item><content styleCode=\"bold\">Blood problems.</content> AVONEX can affect your bone marrow and cause low red and white blood cell, and platelet counts. In some people, these blood cell counts may fall to dangerously low levels. If your blood cell counts become very low, you can get infections and problems with bleeding and bruising. </item><item><content styleCode=\"bold\">Thrombotic microangiopathy (TMA).</content> TMA is a condition that involves injury to the smallest blood vessels in your body. TMA can also cause injury to your red blood cells (the cells that carry oxygen to your organs and tissues) and your platelets (cells that help your blood clot) and can sometimes lead to death. Your healthcare provider may tell you to stop taking AVONEX if you develop TMA. </item><item><content styleCode=\"bold\">Pulmonary arterial hypertension.</content> Pulmonary arterial hypertension can occur with interferon beta products, including AVONEX. Symptoms may include new or increasing fatigue or shortness of breath. Contact your healthcare provider right away if you develop these symptoms. </item><item><content styleCode=\"bold\">Seizures.</content> Some people have had seizures while taking AVONEX, including people who have never had seizures before. Tell your healthcare provider right away if you have a seizure. </item><item><content styleCode=\"bold\">Autoimmune diseases.</content> Problems with easy bleeding or bruising (idiopathic thrombocytopenia), thyroid gland problems (hyperthyroidism and hypothyroidism), and autoimmune hepatitis have happened in some people who use AVONEX.  </item></list></td></tr><tr><td colspan=\"4\" align=\"justify\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">The most common side effects of AVONEX include:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Flu-like symptoms.</content> Most people who take AVONEX have flu-like symptoms especially early during the course of therapy. Usually, these symptoms last for a day after the injection. Symptoms may include: <list listType=\"unordered\" styleCode=\"Circle\"><item>muscle aches </item><item>fever </item><item>tiredness </item><item>chills </item></list></item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\">You may be able to manage these flu-like symptoms by taking over-the-counter pain and fever reducers. Talk with your healthcare provider about ways to help if you develop flu-like symptoms while taking AVONEX.  These are not all of the possible side effects of AVONEX. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">How should I store AVONEX?</content><list listType=\"unordered\" styleCode=\"Disc\"><item>Store AVONEX in the refrigerator between 36&#xB0;F to 46&#xB0;F (2&#xB0;C to 8&#xB0;C). </item><item><content styleCode=\"bold\">Do not</content> freeze AVONEX. <content styleCode=\"bold\">Do not</content> use AVONEX that has been frozen. </item><item>If you cannot refrigerate your AVONEX PEN and AVONEX prefilled syringes, you can store your AVONEX PEN and AVONEX prefilled syringes at room temperature up to 77&#xB0;F (25&#xB0;C) for up to 7 days. </item><item><content styleCode=\"bold\">Do not</content> store AVONEX above 77&#xB0;F (25&#xB0;C). <content styleCode=\"bold\">Do not use</content> AVONEX that is stored at temperatures higher than 77&#xB0;F (25&#xB0;C). Throw it away in a FDA-cleared sharps disposal container. </item><item>Keep AVONEX in the original carton to protect it from light. </item><item><content styleCode=\"bold\">Do not</content> use AVONEX past the expiration date. </item></list> <content styleCode=\"bold\">Keep AVONEX prefilled syringes, pens, and all other medicines out of the reach of children.</content></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">General information about the safe and effective use of AVONEX.</content> Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use AVONEX for a condition for which it was not prescribed. Do not give AVONEX to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about AVONEX that is written for health professionals. </td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><content styleCode=\"bold\">What are the ingredients in AVONEX?</content> <content styleCode=\"bold\">Active ingredient:</content> interferon beta-1a <content styleCode=\"bold\">Inactive ingredients:</content> <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Single-Dose Prefilled Syringe:</content> arginine hydrochloride, glacial acetic acid, polysorbate 20, sodium acetate trihydrate in water for inject]tion. </item><item><content styleCode=\"bold\">Single-Dose Prefilled Autoinjector Pen:</content> arginine hydrochloride, glacial acetic acid, polysorbate 20, sodium acetate trihydrate in water for injection. </item></list></td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"> Manufactured by: Biogen Inc. Cambridge, MA 02142 USA U.S. License #1697 AVONEX is a registered trademark of Biogen. &#xA9; Biogen 1996-2023. All rights reserved. For more information, call 1-1-800-456-2255. </td></tr></tbody></table>"
    ],
    "instructions_for_use": [
      "INSTRUCTIONS FOR USE AVONEX PEN ® (a-vuh-necks) (interferon beta-1a) injection for intramuscular use single-dose prefilled autoinjector pen Read the Instructions for Use before you start using AVONEX and each time you get a refill. There may be new information. This information does not take the place of talking to your healthcare provider about your medical condition or your treatment. Your healthcare provider should show you or your caregiver how to prepare the dose of AVONEX and how to inject your AVONEX PEN the right way before AVONEX PEN is used for the first time. Your healthcare provider or nurse should watch you inject the dose of AVONEX the first time AVONEX PEN is used. Important information: The tip of the cap of the AVONEX PEN is made of natural rubber latex. Tell your healthcare provider if you are allergic to rubber or latex. How should I store AVONEX? Store AVONEX in the refrigerator between 36°F to 46°F (2°C to 8°C). Do not freeze AVONEX. Do not use AVONEX that has been frozen. If you cannot refrigerate your AVONEX PEN, you can store your AVONEX PEN at room temperature up to 77°F (25°C) for up to 7 days. Do not store AVONEX above 77°F (25°C). Do not use AVONEX that is stored at temperatures higher than 77°F (25°C). Throw AVONEX away in an FDA-cleared sharps disposal container if it has not been stored as stated above. (See After the AVONEX injection section at the end of this Instructions for Use.) Keep AVONEX in the original carton to protect it from light. Preparing the AVONEX PEN: Find a well lit, clean, flat work surface like a table and collect all the supplies you will need to give yourself or receive an injection. Take 1 AVONEX PEN Administration Dose Pack out of the refrigerator about 30 minutes before you plan on injecting the AVONEX dose to allow it to reach room temperature. Do not use external heat sources such as hot water to warm the AVONEX PEN. Check the expiration date printed on the AVONEX PEN, AVONEX PEN Administration Dose Pack carton, and the outer carton. Do not use the AVONEX PEN past the expiration date. Wash your hands with soap and water. Supplies you will need to give the AVONEX PEN injection: 1 AVONEX Administration Dose Pack that contains: 1 AVONEX PEN a 25 gauge, 5/8 inch long sterile needle 1 AVONEX PEN cover 1 alcohol wipe 1 gauze pad 1 adhesive bandage a puncture resistant container for disposal of used AVONEX PEN and needle Identifying parts of the AVONEX PEN (See Figure A ). Single-Dose Administration Dose Pack Contents – AVONEX PEN, Supplied Needle and AVONEX PEN Cover (Figure A) Preparing the AVONEX PEN injection: Step 1: Hold the AVONEX PEN with the white tamper-evident cap (cap) pointing up (See Figure B ). Check that the cap is intact and has not been removed. If the cap has been removed or is not tightly attached, do not use it. Throw it away and get a new AVONEX PEN. (See After the AVONEX injection section at the end of this Instructions for Use.) (Figure B) Step 2: With your other hand, grasp the cap and bend it at a 90° angle until the cap snaps off (See Figure C ). After the cap comes off, you will see the glass tip of the syringe. Do not touch the glass tip of the syringe (See Figure D ). (Figure C) (Figure D) Step 3: Place the AVONEX PEN down on a flat work surface. Step 4: Pull off the sterile foil from the needle cover (See Figure E ). Only use the needle that comes with your AVONEX PEN. (Figure E) Step 5: Hold the AVONEX PEN with the glass syringe tip pointing up. Press the needle onto the AVONEX PEN glass syringe tip (See Figure F ). (Figure F) Step 6: Gently turn the needle to the right (clockwise) until it is firmly attached (See Figure G ). If the needle is not firmly attached, it may leak, and you may not get your full dose of AVONEX. (Figure G) Do not remove the plastic cover from the needle (See Figure H ). (Figure H) Step 7: Hold the body of the AVONEX PEN in 1 hand with the needle and needle cover pointing away from you and other people. Do not remove the plastic cover from the needle (See Figure I ). (Figure I) Step 8: Using your other hand, hold onto the injector shield (grooved area) tightly and quickly pull up on the injector shield until the injector shield covers the needle all the way. The plastic needle cover will “pop” off after the injector shield has been fully extended (See Figure J ). (Figure J) When the injector shield is extended the right way, you will see a small blue rectangular area next to the oval medicine display window (See Figure K ). (Figure K) Step 9: Check the oval medicine display window and make sure the AVONEX is clear and colorless (See Figure L ). You might see air bubbles in the oval medicine display window. This is normal and will not affect your dose. Do not use AVONEX PEN if the liquid is colored, cloudy, or contains any lumps or particles. Throw away the AVONEX PEN in an FDA-cleared sharps container and get a new one, then repeat steps 1 to 9. (See After the AVONEX injection section at the end of this Instructions for Use .) (Figure L) Giving the AVONEX injection: Your healthcare provider should show you or your caregiver how to prepare the dose of AVONEX and how to inject your AVONEX PEN the right way before AVONEX PEN is used for the first time. Your healthcare provider or nurse should watch you inject the dose of AVONEX the first time AVONEX PEN is used. Inject your AVONEX PEN exactly as your healthcare provider has shown you. AVONEX PEN is injected into the muscle (intramuscularly). AVONEX PEN should be injected into the upper, outer thigh (See Figure M ). Change (rotate) injection sites for each dose. Do not use the same injection site for each injection. Do not inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. Do not push down on the injector shield and the blue activation button at the same time until you are ready to give your injection. Figure M Step 10: Choose an injection site and wipe the skin with an alcohol wipe (See Figure N ). Let the injection site dry before injecting the dose. Do not touch this area again before giving the injection. (Figure N) Step 11: Place the AVONEX PEN on the injection site (See Figure O ). (Figure O) Step 12: Hold the body of the AVONEX PEN at a 90º angle to the injection site, and make sure you can see the window (See Figure P ). (Figure P) Step 13: Keeping your fingers away from the blue activation button, firmly push the body of the AVONEX PEN down against the thigh to release the safety lock (See Figure Q ). Do not lift the AVONEX PEN off the injection site. Check to make sure the safety lock has been released. You will know the safety lock is released when the small blue rectangular area above the oval medicine display window is gone (See Figure R ). (Figure Q) (Figure R) Step 14: Continue to firmly maintain pressure and push down on the AVONEX PEN against the injection site, then push down on the blue activation button with your thumb (See Figure S ). Keep the AVONEX PEN pushed down against the injection site and slowly count to 10. You will hear a “click” when the injection starts. If you do not hear a “click”, your injection was not given the right way. If this happens, make sure that the injector shield is extended, the safety lock is completely released, and that you are firmly maintaining pressure and pushing down against the injection site. Press the blue activation button with your thumb again. If you still do not hear a “click”, call Biogen at 1-800-456-2255. (Figure S) Step 15: After you count to 10, pull the AVONEX PEN straight out of the skin (See Figure T ). Use the gauze pad to apply pressure to the injection site for a few seconds or rub gently in a circular motion. • If you see blood after you press the injection site for a few seconds, wipe it off with the gauze pad and apply an adhesive bandage. (Figure T) Step 16: Check the circular display window on the AVONEX PEN to make sure that it is yellow. This is to be sure that you have been given your full dose (See Figure U ). If you did not receive your full dose of AVONEX, throw away the AVONEX PEN in a FDA-cleared sharps disposal container and call your healthcare provider. Do not re-use the AVONEX PEN. (Figure U) Step 17: Do not hold the AVONEX PEN cover with your hands. Place the AVONEX PEN cover on a flat work surface. Line up the exposed needle with the hole of the AVONEX PEN cover , and insert directly into the opening (See Figure V ). (Figure V) Step 18: Firmly press the AVONEX PEN down until you hear a “click” to seal the needle (See Figure W ). You may need to hold both hands around the AVONEX PEN body to snap the AVONEX PEN cover into place. (Figure W) After the AVONEX injection: Throw Away your AVONEX: Put your used needles and PENS in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) loose needles and syringes in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: made of a heavy-duty plastic, can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, upright and stable during use, leak-resistant, and properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: http://www.fda.gov/safesharpsdisposal Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Check Your Injection Site: After 2 hours, check the injection site for redness, swelling or tenderness. If you have a skin reaction and it does not clear up in a few days, contact your healthcare provider. General information about the safe and effective use of AVONEX PEN Always use a new AVONEX PEN and needle for each injection. Do not re-use your AVONEX PEN or needle. Do not share your AVONEX PEN or needles. Keep AVONEX PEN and needles and all medicines out of the reach of children. This Instructions for Use has been approved by the U.S. Food and Drug Administration. Manufactured by: Biogen Inc. Cambridge, MA 02142 USA U.S. License # 1697 1-800-456-2255 AVONEX is a registered trademark of Biogen. ©Biogen 1996-2020. All rights reserved. Revised: 03/2020 41610-03 Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure",
      "INSTRUCTIONS FOR USE AVONEX ® (a-vuh-necks) (interferon beta-1a) injection for intramuscular use single-dose prefilled syringe Read the Instructions for Use before you start using AVONEX and each time you get a refill. There may be new information. This information does not take the place of talking to your healthcare provider about your medical condition or your treatment. Important information: The tip of the cap of the AVONEX prefilled syringe is made of natural rubber latex. Tell your healthcare provider if you are allergic to rubber or latex. How should I store AVONEX? Store AVONEX in the refrigerator between 36°F to 46°F (2°C to 8°C). Do not freeze AVONEX. Do not use AVONEX that has been frozen. If you cannot refrigerate your AVONEX prefilled syringes, you can store your AVONEX prefilled syringes at room temperature up to 77°F (25°C) for up to 7 days. Do not store AVONEX above 77°F (25°C). Do not use AVONEX that is stored at temperatures higher than 77°F (25°C). Throw AVONEX away in an FDA-cleared sharps disposal container if it has not been stored as stated above. (See After the AVONEX injection section at the end of this Instructions for Use.) Keep AVONEX in the original carton to protect it from light. Supplies you will need for the AVONEX injection: 1 AVONEX Administration Dose Pack that contains: 1 AVONEX prefilled syringe 23 gauge, 1¼ inch long sterile needle 1 alcohol wipe 1 gauze pad 1 adhesive bandage a puncture resistant container for disposal of used syringes and needles Preparing the dose of AVONEX: Find a well-lit, clean, flat work surface like a table and collect all the supplies you will need to give yourself or receive an injection. Take 1 AVONEX Administration Dose Pack out of the refrigerator about 30 minutes before you plan on injecting the AVONEX dose to allow it to reach room temperature. Do not use external heat sources such as hot water to warm the AVONEX prefilled syringe. Check the expiration date printed on AVONEX prefilled syringe, AVONEX Administration Dose Pack, and the outer carton. Do not use AVONEX prefilled syringe past the expiration date. Wash your hands with soap and water. Identifying parts of the AVONEX prefilled syringe (See Figure A ): Preparing the AVONEX injection: Step 1: Hold the AVONEX prefilled syringe with the cap pointing down and with the 0.5 mL mark at eye level (See Figure A ). Check the syringe: The syringe should not have any cracks or damage. Check that the cap is intact and has not been removed. The amount of liquid in the syringe should be at or very close to the 0.5 mL mark. AVONEX should look clear, colorless, and should not have any particles in it. Do not use the AVONEX prefilled syringe if: the syringe is cracked or damaged the solution is cloudy, colored, or has lumps or particles in it the cap has been removed or is not tightly attached or there is not enough liquid in the syringe If you cannot use that syringe, you will need to get a new syringe. Contact Biogen at 1-800-456-2255. (Figure A) Step 2: With 1 hand, hold the AVONEX prefilled syringe right under the cap and with the cap pointing up (See Figure B ). Make sure you are holding the AVONEX prefilled syringe by the ridged part, directly under the cap. (Figure B) Step 3: With the other hand, grasp the cap and bend it at a 90º angle until the cap snaps off (See Figure C and Figure D ). (Figure C) (Figure D) Step 4: Open the sterile needle package and take out the covered needle. Hold the AVONEX prefilled syringe with the glass syringe tip pointing up. Press the needle on the AVONEX prefilled syringe glass tip (See Figure E ). (Figure E) Step 5: Gently turn the needle to the right (clockwise) until it is tight and firmly attached (See Figure F ). If the needle is not firmly attached, it may leak and you may not get your full dose of AVONEX. Do not remove the plastic cover from the needle. (Figure F) Giving the AVONEX injection: Your healthcare provider should show you or a caregiver how to prepare and inject the dose of AVONEX before AVONEX prefilled syringe is used for the first time. Your healthcare provider or nurse should watch you inject the dose of AVONEX the first time AVONEX prefilled syringe is used. Inject your AVONEX exactly as your healthcare provider has shown you. AVONEX is injected into the muscle (intramuscularly). AVONEX should be injected into the thigh or upper arm (See Figures G and H ). Change (rotate) your injection sites for each dose. Do not use the same injection site for each injection. Do not inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. Step 6: Choose an injection site and wipe the skin with an alcohol wipe (See Figures G and H ). Let the injection site dry before injecting the dose. Do not touch this area again before giving the injection. (Figure G) (Figure H) Step 7: Pull the protective cover straight off the needle (See Figure I ). Do not twist the cover off. (Figure I) Step 8: With 1 hand, stretch the skin out around the injection site. With the other hand, hold the syringe like a pencil. Use a quick dart-like motion and insert the needle at a 90 degree angle, through the skin and into the muscle (See Figure J ). After the needle is in, let go of the skin. (Figure J) Step 9: Slowly push the plunger down until the syringe is empty (See Figure K ). (Figure K) Step 10: Pull the needle out of the skin (See Figure L ). Press down on the injection site with the gauze pad for a few seconds or rub gently in a circular motion. If you see blood after you press the injection site for a few seconds, wipe it off with the gauze pad and apply an adhesive bandage. (Figure L) After the AVONEX injection: Do not recap the needle. Recapping the needle can lead to a needle stick injury. Put your used needles and syringes in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) loose needles and syringes in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: made of a heavy-duty plastic, can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, upright and stable during use, leak-resistant, and properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: http://www.fda.gov/safesharpsdisposal Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Check Your Injection Site: After 2 hours, check the injection site for redness, swelling or tenderness. If you have a skin reaction and it does not clear up in a few days, contact your healthcare provider. General information about the safe and effective use of AVONEX Always use a new AVONEX prefilled syringe and needle for each injection. Do not re-use your AVONEX prefilled syringe or needles. Do not share your AVONEX prefilled syringe or needles. Keep the AVONEX prefilled syringe and needles and all medicines out of the reach of children. This Instructions for Use has been approved by the U.S. Food and Drug Administration. Manufactured by: Biogen Inc. Cambridge, MA 02142 USA U.S. License # 1697 1-800-456-2255 AVONEX is a registered trademark of Biogen. ©Biogen 1996-2020. All rights reserved. Revised: 03/2020 41611-03 Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure",
      "Instructions for Use AVOSTARTGRIP ® Titration Kit Use with AVONEX ® (interferon beta-1a) Prefilled Syringe Only Read the Instructions for Use before you start using AVONEX and each time you get a refill. There may be new information. This information does not take the place of talking to your healthcare provider about your medical condition or your treatment. Preparing the AVONEX Prefilled Syringe: Find a well lit, clean, flat work surface like a table and collect all the supplies you will need to give yourself or receive an injection. Take 1 AVONEX Administration Dose Pack out of the refrigerator about 30 minutes before you plan on injecting the AVONEX dose to allow it to reach room temperature. Do not use external heat sources such as hot water to warm the AVONEX prefilled syringe. Check the expiration date printed on the AVONEX prefilled syringe, AVONEX prefilled syringe Administration Dose Package carton, and the outer carton. Do not use the AVONEX prefilled syringe past the expiration date. Wash your hands with soap and water. Supplies you will need for the AVONEX injection: 1 AVONEX Administration Dose Pack that contains: 1 AVONEX prefilled syringe 23 gauge, 1¼ inch long sterile needle 1 alcohol wipe 1 gauze pad 1 adhesive bandage a puncture resistant container for disposal of used syringes and needles Identifying parts of the AVONEX prefilled syringe (See Figure A ): Preparing the AVONEX injection: Step 1: Hold the AVONEX prefilled syringe with the cap pointing down and with the 0.5 mL mark at eye level (See Figure A ). Check the syringe: The syringe should not have any cracks or damage. Check that the cap is intact and has not been removed. The amount of liquid in the syringe should be at or very close to the 0.5 mL mark. AVONEX should look clear, colorless, and should not have any particles in it. Do not use the AVONEX prefilled syringe if: the syringe is cracked or damaged the solution is cloudy, colored, or has lumps or particles in it the cap has been removed or is not tightly attached or there is not enough liquid in the syringe Do not use that syringe. Get a new syringe. Contact MS ACTIVESOURCE at 1-800-456-2255. (Figure A) Step 2: With 1 hand, hold the AVONEX prefilled syringe right under the cap and with the cap pointing up (See Figure B ). Make sure you are holding the AVONEX prefilled syringe by the ridged part, directly under the cap. (Figure B) Step 3: With the other hand, grasp the cap and bend it at a 90º angle until the cap snaps off (See Figure C and Figure D ). (Figure C) (Figure D) Step 4: Open the sterile needle package and take out the covered needle. Hold the AVONEX prefilled syringe with the glass syringe tip pointing up. Press the needle on the AVONEX prefilled syringe glass tip (See Figure E ). (Figure E) Step 5: Gently turn the needle forward (clockwise) until it is tight and firmly attached (See Figure F ). If the needle is not firmly attached, it may leak and you may not get your full dose of AVONEX. Do not remove the plastic cover from the needle. (Figure F) Using the AVONEX prefilled syringe with the AVOSTARTGRIP titration kit: Your AVONEX dose may be titrated over 3 weeks by using AVONEX prefilled syringe with the AVOSTARTGRIP titration kit. The AVOSTARTGRIP is used for giving the week 1, 2, and 3 (¼, ½, ¾) injections. Week 1: ¼ dose (white device) Week 2: ½ dose (yellow device) Week 3: ¾ dose (purple device) Week 4: a full dose The 3 AVOSTARTGRIP devices are for single-use only with the AVONEX prefilled syringe. Do not re-use the AVONEX prefilled syringe and AVOSTARTGRIP devices. You must prepare the AVONEX prefilled syringe and needle before you put it into the AVOSTARTGRIP device. Follow steps 1 to 5 above to prepare the AVONEX prefilled syringe. Identifying the parts of AVOSTARTGRIP titration kit (See Figure G ): (Figure G) AVOSTARTGRIP has a “collar” on top of the device that will stop the syringe from injecting a full dose (See Figure H ). The “collar” makes sure that you do not get the full dose of AVONEX. (Figure H) Attaching the AVOSTARTGRIP device: Step 6: Choose the right AVOSTARTGRIP titration device for your weekly dose. Week 1 Injection: Choose the white device to give ¼ dose (See Figure I ). (Figure I) Week 2 Injection: Choose the yellow device to give ½ dose (See Figure J ). (Figure J) Week 3 Injection: Choose the purple device to give ¾ dose (See Figure K ). (Figure K) Step 7: Put the right AVOSTARTGRIP device on a flat surface with the door open (See Figure L ). (Figure L) Step 8: Line up the AVONEX prefilled syringe over the AVOSTARTGRIP device with the plunger pointing to the left and the needle pointing to the right (See Figure M ). (Figure M) Step 9: Push the AVONEX prefilled syringe down into the AVOSTARTGRIP device until both ends “snap” into place (See Figure N ). (Figure N) Step 10: Using two fingers, push the door down until it closes over the AVONEX prefilled syringe (See Figure O ). You will hear a “snap” when the door is closed the right way. Do not open door after it is closed. (Figure O) Step 11: Check to make sure that the AVONEX prefilled syringe is in the AVOSTARTGRIP device the right way and that the door is tightly closed. Giving the AVONEX injection: Your healthcare provider should show you or a caregiver how to prepare and inject the dose of AVONEX before AVONEX prefilled syringe is used for the first time. Your healthcare provider or nurse should watch you inject the dose of AVONEX the first time AVONEX prefilled syringe is used. Inject your AVONEX exactly as your healthcare provider has shown you. AVONEX is injected into the muscle (intramuscularly). AVONEX should be injected into the thigh or upper arm (See Figures P and Q ). Change (rotate) your injection sites for each dose. Do not use the same injection site for each injection. Do not inject into an area of the body where the skin is irritated, reddened, bruised, infected or scarred in any way. Step 12: Choose an injection site and wipe the skin with an alcohol wipe (See Figures P and Q ). Let the injection site dry before injecting the dose. Do not touch this area again before giving the injection. (Figure P) (Figure Q) Step 13: Pull the protective cover straight off the needle (See Figure R ). Do not twist the cover off. (Figure R) Step 14: With 1 hand, stretch the skin out around the injection site. With the other hand, hold the syringe like a pencil. Use a quick dart-like motion and insert the needle at a 90º angle, through the skin and into the muscle (See Figure S ). Once the needle is in, let go of the skin. (Figure S) Step 15: Make sure that you push the plunger all the way down until it touches the collar (See Figure T ). (Figure T) Step 16: Pull the needle out of the skin (See Figure U ). Press down on the injection site with the gauze pad for a few seconds or rub gently in a circular motion. If you see blood after you press the injection site for a few seconds, wipe it off with gauze and apply an adhesive bandage. (Figure U) After the AVONEX injection: Do not recap the needle. Recapping the needle can lead to a needle stick injury. Throw away the used AVONEX prefilled syringes, AVOSTARTGRIP devices, and needles in a sharps container or some type of hard plastic or metal container with a screw cap such as a detergent bottle or coffee can. Check with your healthcare provider about the right way to throw away the container. There may be local or state laws about how to throw away used AVONEX prefilled syringes, AVOSTARTGRIP devices, and needles. Do not throw away used AVONEX prefilled syringes, AVOSTARTGRIP devices, and needles in household trash or recycling bins. After 2 hours, check the injection site for redness, swelling or tenderness. If you have a skin reaction and it does not clear up in a few days, contact your healthcare provider. General information about the safe and effective use of AVONEX Always use a new AVONEX prefilled syringe, AVOSTARTGRIP device, and needle for each injection. Do not re-use your AVONEX prefilled syringe, AVOSTARTGRIP device, or needles. Do not share your AVONEX prefilled syringe, AVOSTARTGRIP device, or needles. Keep the AVONEX prefilled syringe, AVOSTARTGRIP device, and needles out of the reach of children. You can use the table below to keep track of your weekly injections. This Instructions for Use has been approved by the U.S. Food and Drug Administration. Revised 09/2016 Manufactured for: Biogen Inc. 250 Binney Street Cambridge, MA 02142 USA ©2012-2016 Biogen. All rights reserved. 1-800-456-2255 I11073-05 Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure"
    ],
    "instructions_for_use_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"100.000%\"/><tbody><tr><td align=\"center\" valign=\"top\"><renderMultiMedia ID=\"f04\" referencedObject=\"mm04\"/></td></tr><tr><td align=\"center\" valign=\"top\">(Figure A) </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"50.000%\" align=\"left\"/><col width=\"50.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 1:</content> Hold the AVONEX PEN with the white tamper-evident cap (cap) pointing up (See <linkHtml href=\"#f05\">Figure B</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Check that the cap is intact and has not been removed. If the cap has been removed or is not tightly attached, <content styleCode=\"bold\">do not</content> use it. Throw it away and get a new AVONEX PEN. (See <content styleCode=\"bold\"><linkHtml href=\"#p02\">After the AVONEX injection</linkHtml></content> section at the end of this Instructions for Use.)   </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"> <renderMultiMedia ID=\"f05\" referencedObject=\"mm05\"/>(Figure B) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 2:</content> With your other hand, grasp the cap and bend it at a 90&#xB0; angle until the cap snaps off (See <linkHtml href=\"#f06\">Figure C</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>After the cap comes off, you will see the glass tip of the syringe. <content styleCode=\"bold\">Do not</content> touch the glass tip of the syringe (See <linkHtml href=\"#f07\">Figure D</linkHtml>).  </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f06\" referencedObject=\"mm06\"/>(Figure C)  <renderMultiMedia ID=\"f07\" referencedObject=\"mm07\"/>(Figure D) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 3:</content> Place the AVONEX PEN down on a flat work surface. </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"/></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 4:</content> Pull off the sterile foil from the needle cover (See <linkHtml href=\"#f08\">Figure E</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Only use the needle that comes with your AVONEX PEN.  </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f08\" referencedObject=\"mm08\"/>(Figure E) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 5:</content> Hold the AVONEX PEN with the glass syringe tip pointing up. Press the needle onto the AVONEX PEN glass syringe tip (See <linkHtml href=\"#f09\">Figure F</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f09\" referencedObject=\"mm09\"/>(Figure F) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 6:</content> Gently turn the needle to the right (clockwise) until it is firmly attached (See <linkHtml href=\"#f10\">Figure G</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>If the needle is not firmly attached, it may leak, and you may not get your full dose of AVONEX. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f10\" referencedObject=\"mm10\"/>(Figure G) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> remove the plastic cover from the needle (See <linkHtml href=\"#f11\">Figure H</linkHtml>). </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f11\" referencedObject=\"mm11\"/>(Figure H) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 7:</content> Hold the body of the AVONEX PEN in 1 hand with the needle and needle cover pointing away from you and other people. <content styleCode=\"bold\">Do not</content> remove the plastic cover from the needle (See <linkHtml href=\"#f12\">Figure I</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f12\" referencedObject=\"mm12\"/>(Figure I) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 8:</content> Using your other hand, hold onto the injector shield (grooved area) tightly and quickly pull up on the injector shield until the injector shield covers the needle all the way. <list listType=\"unordered\" styleCode=\"Disc\"><item>The plastic needle cover will &#x201C;pop&#x201D; off after the injector shield has been fully extended (See <linkHtml href=\"#f13\">Figure J</linkHtml>).  </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f13\" referencedObject=\"mm13\"/>(Figure J) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item>When the injector shield is extended the right way, you will see a small blue rectangular area next to the oval medicine display window (See <linkHtml href=\"#f14\">Figure K</linkHtml>). </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f14\" referencedObject=\"mm14\"/>(Figure K) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 9:</content> Check the oval medicine display window and make sure the AVONEX is clear and colorless (See <linkHtml href=\"#f15\">Figure L</linkHtml>). You might see air bubbles in the oval medicine display window. This is normal and will not affect your dose. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> use AVONEX PEN if the liquid is colored, cloudy, or contains any lumps or particles. Throw away the AVONEX PEN in an FDA-cleared sharps container and get a new one, then repeat steps 1 to 9. (See <content styleCode=\"bold\"><linkHtml href=\"#p02\">After the AVONEX injection</linkHtml></content> section at the end of this Instructions for Use .) </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f15\" referencedObject=\"mm15\"/>(Figure L) </td></tr></tbody></table>",
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"100.000%\"/><tbody><tr><td align=\"center\" valign=\"top\"><renderMultiMedia ID=\"f16\" referencedObject=\"mm16\"/></td></tr><tr><td align=\"center\" valign=\"top\">Figure M </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"50.000%\" align=\"left\"/><col width=\"50.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 10:</content> Choose an injection site and wipe the skin with an alcohol wipe (See <linkHtml href=\"#f17\">Figure N</linkHtml>). Let the injection site dry before injecting the dose. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> touch this area again before giving the injection. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"> <renderMultiMedia ID=\"f17\" referencedObject=\"mm17\"/> (Figure N) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 11:</content> Place the AVONEX PEN on the injection site (See <linkHtml href=\"#f18\">Figure O</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"><renderMultiMedia ID=\"f18\" referencedObject=\"mm18\"/> (Figure O) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 12:</content> Hold the body of the AVONEX PEN at a 90&#xBA; angle to the injection site, and make sure you can see the window (See <linkHtml href=\"#f19\">Figure P</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f19\" referencedObject=\"mm19\"/>(Figure P) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 13:</content> Keeping your fingers away from the blue activation button, firmly push the body of the AVONEX PEN down against the thigh to release the safety lock (See <linkHtml href=\"#f20\">Figure Q</linkHtml>). <content styleCode=\"bold\">Do not</content> lift the AVONEX PEN off the injection site. <list listType=\"unordered\" styleCode=\"Disc\"><item>Check to make sure the safety lock has been released. You will know the safety lock is released when the small blue rectangular area above the oval medicine display window is gone (See <linkHtml href=\"#f21\">Figure R</linkHtml>).  </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f20\" referencedObject=\"mm20\"/>(Figure Q)   <renderMultiMedia ID=\"f21\" referencedObject=\"mm21\"/>(Figure R) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 14:</content> Continue to firmly maintain pressure and push down on the AVONEX PEN against the injection site, then push down on the blue activation button with your thumb (See <linkHtml href=\"#f22\">Figure S</linkHtml>). Keep the AVONEX PEN pushed down against the injection site and slowly count to 10. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">You will hear a &#x201C;click&#x201D; when the injection starts.</content> If you <content styleCode=\"bold\">do not</content> hear a &#x201C;click&#x201D;, your injection was not given the right way. </item><item>If this happens, make sure that the injector shield is extended, the safety lock is completely released, and that you are firmly maintaining pressure and pushing down against the injection site. Press the blue activation button with your thumb again. If you still <content styleCode=\"bold\">do not</content> hear a &#x201C;click&#x201D;, call Biogen at 1-800-456-2255. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f22\" referencedObject=\"mm22\"/>(Figure S)   <renderMultiMedia ID=\"f23\" referencedObject=\"mm23\"/></td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 15:</content> After you count to 10, pull the AVONEX PEN straight out of the skin (See <linkHtml href=\"#f24\">Figure T</linkHtml>). Use the gauze pad to apply pressure to the injection site for a few seconds or rub gently in a circular motion. &#x2022; If you see blood after you press the injection site for a few seconds, wipe it off with the gauze pad and apply an adhesive bandage. </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f24\" referencedObject=\"mm24\"/>(Figure T) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 16:</content> Check the circular display window on the AVONEX PEN to make sure that it is yellow. This is to be sure that you have been given your full dose (See <linkHtml href=\"#f25\">Figure U</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>If you did not receive your full dose of AVONEX, throw away the AVONEX PEN in a FDA-cleared sharps disposal container and call your healthcare provider. <content styleCode=\"bold\">Do not</content> re-use the AVONEX PEN.  </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f25\" referencedObject=\"mm25\"/>(Figure U) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 17: Do not</content> hold the AVONEX PEN cover with your hands. Place the AVONEX PEN cover on a flat work surface. <content styleCode=\"bold\">Line up the exposed needle with the hole of the AVONEX PEN cover</content>, and insert directly into the opening (See <linkHtml href=\"#f26\">Figure V</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f26\" referencedObject=\"mm26\"/>(Figure V) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 18:</content> Firmly press the AVONEX PEN down until you hear a &#x201C;click&#x201D; to seal the needle (See <linkHtml href=\"#f27\">Figure W</linkHtml>). You may need to hold both hands around the AVONEX PEN body to snap the AVONEX PEN cover into place. </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f27\" referencedObject=\"mm27\"/>(Figure W) </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"50.000%\" align=\"left\"/><col width=\"50.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 1:</content> Hold the AVONEX prefilled syringe with the cap pointing down and with the 0.5 mL mark at eye level (See <linkHtml href=\"#f28\">Figure A</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Check the syringe:<list listType=\"unordered\" styleCode=\"Disc\"><item>The syringe should not have any cracks or damage. </item><item>Check that the cap is intact and has not been removed. </item><item>The amount of liquid in the syringe should be at or very close to the 0.5 mL mark. </item><item>AVONEX should look clear, colorless, and should not have any particles in it. </item></list></item><item><content styleCode=\"bold\">Do not</content> use the AVONEX prefilled syringe if:<list listType=\"unordered\" styleCode=\"Disc\"><item>the syringe is cracked or damaged </item><item>the solution is cloudy, colored, or has lumps or particles in it </item><item>the cap has been removed or is not tightly attached or </item><item>there is not enough liquid in the syringe </item></list>If you cannot use that syringe, you will need to get a new syringe. Contact Biogen at 1-800-456-2255. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"> <renderMultiMedia ID=\"f28\" referencedObject=\"mm28\"/>(Figure A) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 2:</content> With 1 hand, hold the AVONEX prefilled syringe right under the cap and with the cap pointing up (See <linkHtml href=\"#f29\">Figure B</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Make sure you are holding the AVONEX prefilled syringe by the ridged part, directly under the cap. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f29\" referencedObject=\"mm29\"/>(Figure B) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 3:</content> With the other hand, grasp the cap and bend it at a 90&#xBA; angle until the cap snaps off (See <linkHtml href=\"#f30\">Figure C</linkHtml> and <linkHtml href=\"#f31\">Figure D</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f30\" referencedObject=\"mm30\"/>(Figure C)  <renderMultiMedia ID=\"f31\" referencedObject=\"mm31\"/>(Figure D) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 4:</content> Open the sterile needle package and take out the covered needle. Hold the AVONEX prefilled syringe with the glass syringe tip pointing up. Press the needle on the AVONEX prefilled syringe glass tip (See <linkHtml href=\"#f32\">Figure E</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f32\" referencedObject=\"mm32\"/>(Figure E) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 5:</content> Gently turn the needle to the right (clockwise) until it is tight and firmly attached (See <linkHtml href=\"#f33\">Figure F</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>If the needle is not firmly attached, it may leak and you may not get your full dose of AVONEX. </item><item><content styleCode=\"bold\">Do not</content> remove the plastic cover from the needle. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f33\" referencedObject=\"mm33\"/>(Figure F) </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"50.000%\" align=\"left\"/><col width=\"25.000%\" align=\"left\"/><col width=\"25.000%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 6:</content> Choose an injection site and wipe the skin with an alcohol wipe (See <linkHtml href=\"#f34\">Figures G</linkHtml> and <linkHtml href=\"#f35\">H</linkHtml>). Let the injection site dry before injecting the dose. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> touch this area again before giving the injection. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule\"><renderMultiMedia ID=\"f34\" referencedObject=\"mm34\"/>(Figure G) </td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\"><renderMultiMedia ID=\"f35\" referencedObject=\"mm35\"/>(Figure H) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 7:</content> Pull the protective cover straight off the needle (See <linkHtml href=\"#f36\">Figure I</linkHtml>). <content styleCode=\"bold\">Do not</content> twist the cover off. </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f36\" referencedObject=\"mm36\"/>(Figure I) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 8:</content> With 1 hand, stretch the skin out around the injection site. With the other hand, hold the syringe like a pencil. Use a quick dart-like motion and insert the needle at a 90 degree angle, through the skin and into the muscle (See <linkHtml href=\"#f37\">Figure J</linkHtml>). After the needle is in, let go of the skin. </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f37\" referencedObject=\"mm37\"/>(Figure J) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"> </td><td colspan=\"2\" align=\"left\" valign=\"top\" styleCode=\"Botrule Rrule\"/></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 9:</content> Slowly push the plunger down until the syringe is empty (See <linkHtml href=\"#f38\">Figure K</linkHtml>).      </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f38\" referencedObject=\"mm38\"/>(Figure K) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 10:</content> Pull the needle out of the skin (See <linkHtml href=\"#f39\">Figure L</linkHtml>). Press down on the injection site with the gauze pad for a few seconds or rub gently in a circular motion. <list listType=\"unordered\" styleCode=\"Disc\"><item>If you see blood after you press the injection site for a few seconds, wipe it off with the gauze pad and apply an adhesive bandage. </item></list></td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f39\" referencedObject=\"mm39\"/>(Figure L) </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"50.700%\" align=\"left\"/><col width=\"49.300%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 1:</content> Hold the AVONEX prefilled syringe with the cap pointing down and with the 0.5 mL mark at eye level (See <linkHtml href=\"#f40\">Figure A</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Check the syringe:<list listType=\"unordered\" styleCode=\"Disc\"><item>The syringe should not have any cracks or damage. </item><item>Check that the cap is intact and has not been removed. </item><item>The amount of liquid in the syringe should be at or very close to the 0.5 mL mark. </item><item>AVONEX should look clear, colorless, and should not have any particles in it. </item></list></item><item><content styleCode=\"bold\">Do not</content> use the AVONEX prefilled syringe if:<list listType=\"unordered\" styleCode=\"Disc\"><item>the syringe is cracked or damaged </item><item>the solution is cloudy, colored, or has lumps or particles in it </item><item>the cap has been removed or is not tightly attached or </item><item>there is not enough liquid in the syringe </item></list></item></list><content styleCode=\"bold\">Do not</content> use that syringe. Get a new syringe. Contact MS ACTIVESOURCE at 1-800-456-2255. </td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Botrule Rrule\">  <renderMultiMedia ID=\"f40\" referencedObject=\"mm40\"/>(Figure A) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 2:</content> With 1 hand, hold the AVONEX prefilled syringe right under the cap and with the cap pointing up (See <linkHtml href=\"#f41\">Figure B</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>Make sure you are holding the AVONEX prefilled syringe by the ridged part, directly under the cap. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f41\" referencedObject=\"mm41\"/>(Figure B) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 3:</content> With the other hand, grasp the cap and bend it at a 90&#xBA; angle until the cap snaps off (See <linkHtml href=\"#f42\">Figure C</linkHtml> and <linkHtml href=\"#f43\">Figure D</linkHtml>).  </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f42\" referencedObject=\"mm42\"/>(Figure C)  <renderMultiMedia ID=\"f43\" referencedObject=\"mm43\"/>(Figure D) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 4:</content> Open the sterile needle package and take out the covered needle. Hold the AVONEX prefilled syringe with the glass syringe tip pointing up. Press the needle on the AVONEX prefilled syringe glass tip (See <linkHtml href=\"#f44\">Figure E</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\">  <renderMultiMedia ID=\"f44\" referencedObject=\"mm44\"/>(Figure E) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 5:</content> Gently turn the needle forward (clockwise) until it is tight and firmly attached (See <linkHtml href=\"#f45\">Figure F</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>If the needle is not firmly attached, it may leak and you may not get your full dose of AVONEX. </item><item><content styleCode=\"bold\">Do not</content> remove the plastic cover from the needle. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f45\" referencedObject=\"mm45\"/>(Figure F) </td></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"48.450%\" align=\"left\"/><col width=\"51.550%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Lrule Rrule\"><content styleCode=\"bold\">Step 6:</content> Choose the right AVOSTARTGRIP titration device for your weekly dose. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Week 1 Injection:</content> Choose the <content styleCode=\"bold\">white</content> device to give &#xBC; dose (See <linkHtml href=\"#f48\">Figure I</linkHtml>). </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Toprule Rrule\"> <renderMultiMedia ID=\"f48\" referencedObject=\"mm48\"/>(Figure I) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Lrule Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Week 2 Injection:</content> Choose the <content styleCode=\"bold\">yellow</content> device to give &#xBD; dose (See <linkHtml href=\"#f49\">Figure J</linkHtml>). </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Rrule\"><renderMultiMedia ID=\"f49\" referencedObject=\"mm49\"/>(Figure J) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Week 3 Injection:</content> Choose the <content styleCode=\"bold\">purple</content> device to give &#xBE; dose (See <linkHtml href=\"#f50\">Figure K</linkHtml>). </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"><renderMultiMedia ID=\"f50\" referencedObject=\"mm50\"/>(Figure K) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 7:</content> Put the right AVOSTARTGRIP device on a flat surface with the door open (See <linkHtml href=\"#f51\">Figure L</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f51\" referencedObject=\"mm51\"/>(Figure L) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 8:</content> Line up the AVONEX prefilled syringe over the AVOSTARTGRIP device with the plunger pointing to the left and the needle pointing to the right (See <linkHtml href=\"#f52\">Figure M</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f52\" referencedObject=\"mm52\"/>(Figure M) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 9:</content> Push the AVONEX prefilled syringe down into the AVOSTARTGRIP device until both ends &#x201C;snap&#x201D; into place (See <linkHtml href=\"#f53\">Figure N</linkHtml>). </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f53\" referencedObject=\"mm53\"/>(Figure N) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 10:</content> Using two fingers, push the door down until it closes over the AVONEX prefilled syringe (See <linkHtml href=\"#f54\">Figure O</linkHtml>). <list listType=\"unordered\" styleCode=\"Disc\"><item>You will hear a &#x201C;snap&#x201D; when the door is closed the right way. <content styleCode=\"bold\">Do not</content> open door after it is closed. </item></list></td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f54\" referencedObject=\"mm54\"/>(Figure O) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 11:</content> Check to make sure that the AVONEX prefilled syringe is in the AVOSTARTGRIP device the right way and that the door is tightly closed. </td><td align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"/></tr></tbody></table>",
      "<table width=\"100%\"><col width=\"47.182%\" align=\"left\"/><col width=\"26.409%\" align=\"left\"/><col width=\"26.409%\" align=\"left\"/><tbody><tr><td align=\"left\" valign=\"top\" styleCode=\"Toprule Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 12:</content> Choose an injection site and wipe the skin with an alcohol wipe (See <linkHtml href=\"#f55\">Figures P</linkHtml> and <linkHtml href=\"#f56\">Q</linkHtml>). Let the injection site dry before injecting the dose. <list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> touch this area again before giving the injection. </item></list></td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule\"><renderMultiMedia ID=\"f55\" referencedObject=\"mm55\"/>(Figure P) </td><td align=\"center\" valign=\"bottom\" styleCode=\"Toprule Botrule Rrule\"><renderMultiMedia ID=\"f56\" referencedObject=\"mm56\"/>(Figure Q) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 13:</content> Pull the protective cover straight off the needle (See <linkHtml href=\"#f57\">Figure R</linkHtml>). <content styleCode=\"bold\">Do not</content> twist the cover off.  </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f57\" referencedObject=\"mm57\"/>(Figure R) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 14:</content> With 1 hand, stretch the skin out around the injection site. With the other hand, hold the syringe like a pencil. Use a quick dart-like motion and insert the needle at a 90&#xBA; angle, through the skin and into the muscle (See <linkHtml href=\"#f58\">Figure S</linkHtml>). Once the needle is in, let go of the skin. </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f58\" referencedObject=\"mm58\"/>(Figure S) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 15:</content> Make sure that you push the plunger all the way down until it touches the collar (See <linkHtml href=\"#f59\">Figure T</linkHtml>). </td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f59\" referencedObject=\"mm59\"/>(Figure T) </td></tr><tr><td align=\"left\" valign=\"top\" styleCode=\"Botrule Lrule Rrule\"><content styleCode=\"bold\">Step 16:</content> Pull the needle out of the skin (See <linkHtml href=\"#f60\">Figure U</linkHtml>). Press down on the injection site with the gauze pad for a few seconds or rub gently in a circular motion. <list listType=\"unordered\" styleCode=\"Disc\"><item>If you see blood after you press the injection site for a few seconds, wipe it off with gauze and apply an adhesive bandage. </item></list></td><td colspan=\"2\" align=\"center\" valign=\"top\" styleCode=\"Botrule Rrule\"> <renderMultiMedia ID=\"f60\" referencedObject=\"mm60\"/>(Figure U) </td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel - 30 mcg Carton Label NDC 59627-003-01 Avonex Pen ® (interferon beta-1a) Injection 30 mcg/0.5 mL Single-Use Prefilled Autoinjector For Intramuscular Injection Once a Week Avonex Pen ® Administration Dose Pack ATTENTION PHARMACIST: Each patient is required to receive the enclosed Medication Guide. Store refrigerated at 2-8°C (36-46°F). Do not freeze or expose to high temperatures. Protect from light. The recommended dosage of Avonex ® is 30 mcg injected intramuscularly once weekly. See package insert for full prescribing information. This Product Contains Dry Natural Rubber. Rx only Principal Display Panel - 30 mcg Carton Label",
      "Principal Display Panel - 30 mcg Carton Label NDC 59627-002-06 Avonex ® (interferon beta-1a) Injection 30 mcg/0.5 mL Single-Use Prefilled Syringe For Intramuscular Injection Once a Week Avonex ® Administration Dose Pack ATTENTION PHARMACIST: Each patient is required to receive the enclosed Medication Guide. Store refrigerated at 2-8°C (36-46°F) Do not freeze or expose to high temperatures. Protect from light. See package insert for dosage and administration. This Product Contains Dry Natural Rubber. Rx only Principal Display Panel - 30 mcg Carton Label",
      "Principal Display Panel - Carton Label NDC 59627-333-04 Avonex Pen ® (interferon beta-1a) Injection 30 mcg/0.5 mL Single-Use Prefilled Autoinjector For Intramuscular Injection Once a Week Contents: 4 Avonex Pen ® Administration Dose Packs Store refrigerated at 2-8°C (36-46°F) Do not freeze or expose to high temperatures. Protect from light. The recommended dosage of Avonex ® is 30 mcg injected intramuscularly once weekly. See package insert for full prescribing information. ATTENTION PHARMACIST: Each patient is required to receive the enclosed Medication Guide. Principal Display Panel - Carton Label",
      "Principal Display Panel - Carton Label NDC 59627-222-05 Avonex ® (interferon beta-1a) Injection 30 mcg/0.5 mL Single-Use Prefilled Syringe For Intramuscular Injection Once a Week Contents: 4 Avonex ® Administration Dose Packs ATTENTION PHARMACIST: Each patient is required to receive the enclosed Medication Guide. This Product Contains Dry Natural Rubber. Rx only Store refrigerated at 2-8°C (36-46°F). Do not freeze or expose to high temperatures. Protect from light. See package insert for dosage and administration. Principal Display Panel - Carton Label",
      "Principal Display Panel - Tray Lid Label Avonex ® (interferon beta-1a) 30 mcg/0.5 mL Single-Use Prefilled Syringe For Intramuscular Injection Store refrigerated at 2-8°C (36-46°F). Do not freeze or expose to high temperatures. Protect from light. Contents: 1 single-use prefilled syringe of Avonex ® and 1, 23G, 1 1/4\" needle. See package insert for dosage and administration. This Product Contains Dry Natural Rubber. ATTENTION PHARMACIST: Each patient is required to receive the enclosed Medication Guide. U.S. License# 1697 Biogen Inc., Cambridge, MA 02142 1-800-456-2255 Rx only 46043 -02 NDC 59627-002-07 Principal Display Panel - Tray Lid Label"
    ],
    "set_id": "d70a39cc-de15-4c12-a1ec-8063b69ea0e1",
    "id": "8c84155d-4436-404a-bb05-aee683889f0b",
    "effective_time": "20251119",
    "version": "23",
    "openfda": {
      "application_number": [
        "BLA103628"
      ],
      "brand_name": [
        "Avonex",
        "Avonex Pen",
        "AVONEX"
      ],
      "generic_name": [
        "INTERFERON BETA-1A"
      ],
      "manufacturer_name": [
        "Biogen Inc."
      ],
      "product_ndc": [
        "59627-002",
        "59627-333",
        "59627-222",
        "59627-003"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "INTRAMUSCULAR"
      ],
      "substance_name": [
        "INTERFERON BETA-1A"
      ],
      "rxcui": [
        "727813",
        "727816",
        "797544",
        "1650899",
        "1650901"
      ],
      "spl_id": [
        "8c84155d-4436-404a-bb05-aee683889f0b"
      ],
      "spl_set_id": [
        "d70a39cc-de15-4c12-a1ec-8063b69ea0e1"
      ],
      "package_ndc": [
        "59627-333-04",
        "59627-222-05",
        "59627-003-01",
        "59627-002-07",
        "59627-002-06"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0359627002066"
      ],
      "nui": [
        "M0025715",
        "N0000191625"
      ],
      "pharm_class_cs": [
        "Interferon-beta [CS]"
      ],
      "pharm_class_epc": [
        "Interferon beta [EPC]"
      ],
      "unii": [
        "XRO4566Q4R"
      ]
    }
  }
]