[
  {
    "spl_product_data_elements": [
      "Isoflurane Isoflurane ISOFLURANE ISOFLURANE"
    ],
    "recent_major_changes": [
      ""
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Isoflurane USP may be used for induction and maintenance of general anesthesia. Adequate data have not been developed to establish its application in obstetrical anesthesia. Isoflurane USP, a general anesthetic, is an inhalation agent indicated for induction and maintenance of general anesthesia. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION • Isoflurane USP should be administered only by persons trained in the administration of general anesthesia. Isoflurane USP should only be delivered using a vaporizer specifically designed and designated for use with isoflurane. ( 2 ) • The administration of general anesthesia must be individualized and titrated based on the patient’s age and clinical status. ( 2 ) 2.1 Important Dosage and Administration Information Isoflurane should be administered only by persons trained in the administration of general anesthesia. Facilities for maintenance of a patent airway, artificial ventilation, oxygen enrichment, and circulatory resuscitation must be immediately available. Isoflurane is administered by inhalation. Isoflurane should be delivered from a vaporizer specifically designed for use with isoflurane. Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. With the exception of neonates, the minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. Nitrous oxide decreases the MAC of isoflurane (see Table 1 ). Opioids decrease the MAC of isoflurane [see Drug Interactions (7) ]. Isoflurane potentiates the muscle relaxant effect of all neuromuscular blockers and decreases the required doses of neuromuscular blocking agents [see Drug Interactions (7) ] . The dose should be adjusted accordingly. All patients anesthetized with isoflurane should be continually monitored (e.g., monitoring of the electrocardiogram, blood pressure, oxygen saturation, and end tidal CO 2 ). Isoflurane is a profound respiratory depressant. Excessive respiratory depression may be related to depth of anesthesia and respond to decreasing the inspired concentration of isoflurane. The depressant effect is accentuated by concurrent use of opioids and other respiratory depressants. Respiration should be closely monitored and assisted or controlled ventilation employed when necessary. 2.2 Premedication Premedication should be selected according to the need of the individual patient, taking into account that secretions are weakly stimulated by Isoflurane USP, and the heart rate tends to be increased. 2.3 Induction Induction with isoflurane in oxygen or in combination with oxygen-nitrous oxide mixtures may produce coughing, breath holding, laryngospasm and bronchospasm, which increases with the concentration of isoflurane. These difficulties may be avoided by the use of a hypnotic dose of an ultra-short-acting barbiturate. Inspired concentrations of 1.5 to 3% isoflurane usually produce surgical anesthesia in 7 to 10 minutes. 2.4 Maintenance Isoflurane MAC values according to age are shown below: Table 1: Effect of Age on Minimum Alveolar Concentration of Isoflurane Age Average MAC Value In 100% Oxygen Average MAC Value In 30% Oxygen and 70% N 2 O Preterm neonates less than 32 weeks gestational age 1.28% Preterm neonates 32-37 weeks gestational age 1.41% 0-1 month 1.60% 1-6 months 1.87% 6-12 months 1.80% 1-5 years 1.60% 6-10 years 1.45% 11-18 years 1.38% 19-30 years 1.28% 0.56% 31-55 years 1.15% 0.50% 55-83 years 1.05% 0.37% Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. Surgical levels of anesthesia may be sustained with a 1 to 2.5% concentration when nitrous oxide is used concomitantly. An additional 0.5 to 1% may be required when isoflurane is given using oxygen alone. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. The level of blood pressure during maintenance is an inverse function of isoflurane concentration in the absence of other complicating problems. Excessive decreases may be due to depth of anesthesia and in such instances may be corrected by lightening anesthesia. Isoflurane causes a dose-dependent reduction in systemic vascular resistance and blood pressure. Particular care must be taken when selecting the dosage for patients who are hypovolemic, hypotensive, or otherwise hemodynamically compromised, e.g., due to concomitant medications. Isoflurane USP markedly increases cerebral blood flow at deeper levels of anesthesia to produce a transient increase in intracranial pressure. In patients with or at risk for elevations of intracranial pressure (ICP), administer isoflurane in conjunction with ICP- reducing strategies, as clinically appropriate. 2.5 Use in Patients with Coronary Artery Disease Regardless of the anesthetics employed, maintenance of normal hemodynamics is important to the avoidance of myocardial ischemia in patients with coronary artery disease. Isoflurane can cause dose-dependent coronary vasodilation and has been shown to divert blood from collateral-dependent myocardium to normally perfused areas in an animal model (“coronary steal”). The extent to which coronary steal occurs in patients with steal-prone coronary anatomy is unclear. Monitor for signs of inadequate myocardial perfusion via hemodynamic monitors (e.g., ECG, blood pressure) during isoflurane administration. Consider additional cardiac monitoring in patients with known coronary artery disease, as clinically necessary."
    ],
    "dosage_and_administration_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">Age</content></td><td><content styleCode=\"bold\">Average MAC   Value   In 100% Oxygen </content></td><td><content styleCode=\"bold\">Average MAC Value   In 30% Oxygen and   70% N <sub>2</sub>O </content></td></tr><tr><td>Preterm neonates less than 32 weeks   gestational age </td><td>1.28%</td><td/></tr><tr><td>Preterm neonates 32-37 weeks   gestational age </td><td>1.41%</td><td/></tr><tr><td>0-1 month</td><td>1.60%</td><td/></tr><tr><td>1-6 months</td><td><paragraph>1.87%</paragraph></td><td/></tr><tr><td>6-12 months</td><td><paragraph>1.80%</paragraph></td><td/></tr><tr><td>1-5 years</td><td><paragraph>1.60%</paragraph></td><td/></tr><tr><td>6-10 years</td><td>1.45%</td><td/></tr><tr><td>11-18 years</td><td>1.38%</td><td/></tr><tr><td>19-30 years</td><td>1.28%</td><td>0.56%</td></tr><tr><td>31-55 years</td><td>1.15%</td><td>0.50%</td></tr><tr><td>55-83 years</td><td>1.05%</td><td>0.37%</td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3. DOSAGE FORMS AND STRENGTHS Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers, 100% isoflurane. Liquid (stable): 100% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Isoflurane USP is contraindicated in patients: • in whom general anesthesia is contraindicated. • with known sensitivity to Isoflurane USP or to other halogenated agents [see Warnings and Precautions ( 5.3 )]. • with known or suspected genetic susceptibility to malignant hyperthermia [see Warnings and Precautions ( 5.1 ), Clinical Pharmacology ( 12.5 )]. • with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with isoflurane or other halogenated inhalational anesthetics. • Patients in whom general anesthesia is contraindicated ( 4 ) • Patients with known sensitivity to Isoflurane USP or other halogenated agents ( 4 ) • Patients with known or suspected genetic susceptibility to malignant hyperthermia ( 4 ) • Patients with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with Isoflurane USP or other halogenated inhalational anesthetics ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS • Malignant Hyperthermia : Malignant hyperthermia may occur, especially in individuals with known or suspected susceptibility based on genetic factors or family history. Discontinue triggering agents, administer intravenous dantrolene sodium, and apply supportive therapies. ( 5.1 ) • Perioperative Hyperkalemia : Perioperative hyperkalemia may occur. Patients with latent or overt neuromuscular disease, particularly with Duchenne muscular dystrophy, appear to be most vulnerable. Early, aggressive intervention is recommended. ( 5.2 ) • Hepatic Reactions : May cause sensitivity hepatitis in patients sensitized by previous exposure to halogenated anesthetics. Approach repeated anesthesia with caution. ( 5.3 ) • Hypersensitivity Reactions : Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. ( 5.4 ) • Abortions : Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. ( 5.5 ) • QT Prolongation : Carefully monitor cardiac rhythm when administering Isoflurane USP to susceptible patients. ( 5.6 ) • Interactions with Desiccated Carbon Dioxide (CO 2 ) Absorbents: May react with desiccated CO 2 absorbents to produce carbon monoxide. Replace desiccated CO 2 absorbent before administration of Isoflurane USP. ( 5.7 ) • Pediatric Neurotoxicity : In developing animals, exposures greater than 3 hours cause neurotoxicity. Weigh benefits against potential risks when considering elective procedures in children under 3 years old. ( 5.8 ) 5.1 Malignant Hyperthermia In susceptible individuals, volatile anesthetic agents, including Isoflurane USP, may trigger malignant hyperthermia, a skeletal muscle hypermetabolic state leading to high oxygen demand. Fatal outcomes of malignant hyperthermia have been reported. The risk of developing malignant hyperthermia increases with the concomitant administration of succinylcholine and volatile anesthetic agents. Isoflurane USP can induce malignant hyperthermia in patients with known or suspected susceptibility based on genetic factors or family history, including those with certain inherited ryanodine receptor (RYR1) or dihydropyridine receptor (CACNA1S) variants [see Contraindications (4) , Clinical Pharmacology (12.5) ]. Signs consistent with malignant hyperthermia may include hyperthermia, hypoxia, hypercapnia, muscle rigidity (e.g., jaw muscle spasm), tachycardia (e.g., particularly that unresponsive to deepening anesthesia or analgesic medication administration), tachypnea, cyanosis, arrhythmias, hypovolemia, and hemodynamic instability. Skin mottling, coagulopathies, and renal failure may occur later in the course of the hypermetabolic process. Successful treatment of malignant hyperthermia depends on early recognition of the clinical signs. If malignant hyperthermia is suspected, discontinue all triggering agents (i.e., volatile anesthetic agents and succinylcholine), administer intravenous dantrolene sodium, and initiate supportive therapies. Consult prescribing information for intravenous dantrolene sodium for additional information on patient management. Supportive therapies include administration of supplemental oxygen and respiratory support based on clinical need, maintenance of hemodynamic stability and adequate urinary output, management of fluid and electrolyte balance, correction of acid base derangements, and institution of measures to control rising temperature. 5.2 Perioperative Hyperkalemia Use of inhaled anesthetic agents has been associated with rare increases in serum potassium levels that have resulted in cardiac arrhythmias and death in pediatric patients during the postoperative period. Patients with latent as well as overt neuromuscular disease, particularly Duchenne muscular dystrophy, appear to be most vulnerable. Concomitant use of succinylcholine has been associated with most, but not all, of these cases. These patients also experienced significant elevations in serum creatinine kinase levels and, in some cases, changes in urine consistent with myoglobinuria. Despite the similarity in presentation to malignant hyperthermia, none of these patients exhibited signs or symptoms of muscle rigidity or hypermetabolic state. Early and aggressive intervention to treat the hyperkalemia and resistant arrhythmias is recommended, as is subsequent evaluation for latent neuromuscular disease. 5.3 Hepatic Reactions Cases of mild, moderate and severe postoperative hepatic dysfunction or hepatitis with or without jaundice, including fatal hepatic necrosis and hepatic failure, have been reported with isoflurane. Such reactions can represent hypersensitivity hepatitis, a known risk of exposure to halogenated anesthetics, including isoflurane. As with other halogenated anesthetic agents, Isoflurane USP may cause sensitivity hepatitis in patients who have been sensitized by previous exposure to halogenated anesthetics [see Contraindications ( 4 )]. Clinical judgment should be exercised when isoflurane is used in patients with underlying hepatic conditions or under treatment with drugs known to cause hepatic dysfunction. [see Contraindications (4) ]. As with all halogenated anesthetics, repeated anesthetics within a short period of time may result in increased effects, particularly in patients with underlying hepatic conditions, or additive effects in patients treated with drugs known to cause hepatic dysfunction. Evaluate the need for repeated exposure in each individual patient and adjust the dose of isoflurane based on signs and symptoms of adequate depth of anesthesia if repeated exposure in a short period of time is clinically indicated. 5.4 Hypersensitivity Reactions Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. Manifestations of such reactions have included hypotension, rash, difficulty breathing and cardiovascular collapse. 5.5 Abortions Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. 5.6 QT Prolongation QT prolongation, with rare instances of torsade de pointes, have been reported. Monitor QT interval when administering isoflurane to susceptible patients (e.g., patients with congenital Long QT Syndrome or patients taking drugs that can prolong the QT interval). 5.7 Interactions with Desiccated Carbon Dioxide Absorbents Isoflurane USP, like some other inhalational anesthetics, can react with desiccated carbon dioxide (CO 2 ) absorbents to produce carbon monoxide, which may result in elevated levels of carboxyhemoglobin in some patients. Barium hydroxide lime and soda lime become desiccated when fresh gases are passed through the CO 2 absorber canister at highflow rates over many hours or days. When a clinician suspects that CO 2 absorbent may be desiccated, it should be replaced before the administration of Isoflurane USP. The color indicator of most CO 2 absorbents does not necessarily change as a result of desiccation. Therefore, the lack of significant color change should not be taken as assurance of adequate hydration of the CO 2 absorbent material. CO 2 absorbents should be replaced routinely regardless of the state of color indicator following current manufacturer’s guidelines for use of anesthesiology equipment. 5.8 Pediatric Neurotoxicity Published animal studies demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity increase neuronal apoptosis in the developing brain and result in long-term cognitive deficits when used for longer than 3 hours. The clinical significance of these findings is not clear. However, based on the available data, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately three years of age in humans [see Use in Specific Populations ( 8.1 , 8.4 ), Nonclinical Toxicology (13.2) ]. Some published studies in children suggest that similar deficits may occur after repeated or prolonged exposures to anesthetic agents early in life and may result in adverse cognitive or behavioral effects. These studies have substantial limitations, and it is not clear if the observed effects are due to the anesthetic/sedation drug administration or other factors such as the surgery or underlying illness. Anesthetic and sedation drugs are a necessary part of the care of children needing surgery, other procedures, or tests that cannot be delayed, and no specific medications have been shown to be safer than any other. Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks. 5.9 Laboratory Tests Transient increases in BSP retention, blood glucose and serum creatinine with decrease in BUN, serum cholesterol and alkaline phosphatase have been observed."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS Most common adverse reactions (incidence > 5%) are agitation, cough, breath holding, nausea, chills/shivering, vomiting, laryngospasm, delirium. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Piramal Critical Care, Inc. at 1-888-822-8431 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience The following adverse reactions were identified from controlled clinical trials of adult and pediatric subjects exposed to Isoflurane USP. The trials were conducted using a variety of pre-medications, other anesthetics, and surgical procedures of varying lengths. The most serious reported adverse reactions in alphabetical order are agitation, arrhythmia, breath holding, elevated liver enzyme, hypotension and laryngospasm. The most frequent adverse reactions (incidence ³ 5%) described in Table 1 are agitation, breath holding, chills/shivering, cough, delirium, laryngospasm, nausea, and vomiting. Adverse reactions with an incidence between 1% and 5% are provided in Table 2. Adverse reactions with an incidence less than 1% are provided in Table 3. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Table 2: Adverse Reactions ≥ 5% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Delirium 6.2% (N=2830) NERVOUS SYSTEM DISORDERS Agitation (Excitement) Induction 51.8% (N=515) 1 RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Induction 23.9% (N=515) 1 Cough Induction 28.2% (N=515) 1 Laryngospasm Induction 8.0% (N=515) 1 GASTROINTESTINAL DISORDERS Nausea Recovery 15.4 % (N=2830) Vomiting Recovery 9.5% (N=2830) GENERAL DISORDERS AND ADMINISTRATIVE SITE CONDITIONS Chills/shivering 14.0% (N=1691) 2 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). 2 Reflects the number of patients with recorded body temperature measurements. Table 3: Adverse Reactions between 1% and 5% System Organ Class (SOC) Adverse Reaction Frequency NERVOUS SYSTEM DISORDERS Movement Maintenance 1.8% (N=2830) CARDIAC DISORDERS Ventricular arrhythmia (Intraoperative) Induction 2.1% (N=2161) Maintenance 2.7% (N=2253) Nodal arrhythmia (Intraoperative) Induction 4.0% (N=2161) Maintenance 1.7% (N=2253) Atrial arrhythmia (Intraoperative) Induction 1.6% (N=2161 Maintenance 2.2% (N=2253) Arrhythmia (Postoperative) 1.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Maintenance 1.1% (N=359) 1 Cough Maintenance 4.2 % (N=359) 1 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). Table 4: Adverse Reactions less than 1% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Mood changes 0.3% (N=2830) Nightmare 0.4% (N=2175) 1 NERVOUS SYSTEM DISORDERS Convulsive pattern on electroencephalogram 0.5% (N=200) 2 Seizure 0.04% (N=2830) VASCULAR DISORDERS Hypotension Postoperative 0.3% (N=2830) Hypertension Postoperative 0.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Laryngospasm Maintenance 0.8% (N=359) 3 Secretions Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 GASTROINTESTINAL DISORDERS Vomiting Induction 0.8% (N=515) 3 Retching Induction 1.0% (N=515) 3 Maintenance 0.8% (N=359) 3 SKIN AND SUBCUTANEOUS TISSUE DISORDERS Diaphoresis Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 1 Reflects the number of patients interviewed by a physician in the recovery period. 2 Reflects the number of recorded electroencephalograms. 3 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). The following adverse reactions (see Table 5 ) were observed, but due to limited data, frequency could not be determined. Table 5: Adverse Reactions with Unknown Frequency BLOOD AND LYMPHATIC SYSTEM DISORDERS: White blood cell count increased METABOLISM AND NUTRITION DISORDERS: Blood glucose increased PSYCHIATRIC DISORDERS: Confused state, Nervousness NERVOUS SYSTEM DISORDERS: Ataxia; Dizziness; Drowsiness; Intellectual function decrease VASCULAR DISORDERS: Hypotension (Intraoperative); Hypertension (Intraoperative) HEPATOBILIARY DISORDERS: Blood bilirubin increased; Bromsulphthalein clearance decreased; Alanine aminotransferase increased; Aspartate aminotransferase increased; Blood alkaline phosphatase increased; Blood lactate dehydrogenase increased MUSCULOSKELETAL, CONNECTIVE TISSUE AND BONE DISORDERS: Myalgia GENERAL DISORDERS AND ADMINISTRATIVE SITE CONDITIONS: Asthenia; Fatigue 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of Isoflurane USP. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Post-marketing adverse reactions are listed by MedDRA System Organ Class (SOC), then by preferred term in order of decreasing severity. BLOOD AND LYMPHATIC SYSTEM DISORDERS: Carboxyhemoglobin increased IMMUNE SYSTEM DISORDERS: Anaphylactic reaction METABOLISM AND NUTRITION DISORDERS: Hyperkalemia in patients with underlying myopathies PSYCHIATRIC DISORDERS: Withdrawal syndrome (following multi-day exposure; symptoms include seizure, hallucination, ataxia, agitation, confusion) NERVOUS SYSTEM DISORDERS: Brain edema, Intracranial pressure increased, Migraine, Myoclonus, Nystagmus, Pupils unequal, Headache CARDIAC DISORDERS: Cardiac arrest, Ventricular fibrillation, Torsade de pointes, Myocardial infarction, Myocardial ischemia, Atrioventricular block complete, Atrioventricular block second degree, Atrial fibrillation, Electrocardiogram QT prolonged, Atrioventricular block first degree, Ventricular tachycardia, Ventricular extrasystoles, Tachycardia, Bradycardia, Cardiac output decreased VASCULAR DISORDERS: Flushing RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS: Apnea, Hypoxia, Bronchospasm, Airway obstruction, Respiratory depression, Hypercapnia, Stridor, Hiccough GASTROINTESTINAL DISORDERS: Pancreatitis HEPATOBILIARY DISORDERS: Hepatic necrosis, Hepatic failure, Hepatitis fulminant, Cholestatic hepatitis, Hepatitis, Hepatic steatosis, Jaundice, Gamma- glutamyltransferase increased SKIN AND SUBCUTANEOUS TISSUE DISORDERS: Rash MUSCULOSKELETAL, CONNECTIVE TISSUE AND BONE DISORDERS: Rhabdomyolysis RENAL AND URINARY DISORDERS: Acute renal failure**, Oliguria** GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS: Malignant hyperthermia, hypothermia INJURY, POISONING, AND PROCEDURAL COMPLICATIONS*: Unwanted awareness during anesthesia; Dyspnea, Bronchospasm, Stridor, Cough, Dizziness, Paresthesia, Hepatic reactions, Flushing, Rash, Contact dermatitis, Erythema, Periorbital edema, Eye irritation, Conjunctival hyperemia, Headache *All reactions categorized within this SOC, with the exception of, Unwanted awareness during anesthesia, were from occupational exposure in non-patients. **Cases of acute renal failure and oliguria have been reported after isoflurane anesthesia. These events may be secondary to hypotension or other effects of isoflurane."
    ],
    "adverse_reactions_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Adverse Reaction</content></td><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Delirium</content></td><td>6.2%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td><content styleCode=\"bold\">Agitation   (Excitement) </content></td><td>Induction</td><td>51.8%   (N=515) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Breath   holding </content></td><td>Induction</td><td>23.9%   (N=515) <sup>1</sup></td></tr><tr><td><content styleCode=\"bold\">Cough</content></td><td>Induction</td><td>28.2%   (N=515) <sup>1</sup></td></tr><tr><td><content styleCode=\"bold\">Laryngospasm</content></td><td>Induction</td><td>8.0%   (N=515) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></td><td><content styleCode=\"bold\">Nausea</content></td><td>Recovery</td><td>15.4 %   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">Vomiting</content></td><td>Recovery</td><td>9.5%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">GENERAL DISORDERS AND ADMINISTRATIVE   SITE CONDITIONS </content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Chills/shivering</content></td><td>14.0%   (N=1691) <sup>2</sup></td></tr></tbody></table>",
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td><content styleCode=\"bold\">Adverse Reaction</content></td><td/><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td><content styleCode=\"bold\">Movement</content></td><td><content styleCode=\"bold\">Maintenance</content></td><td><content styleCode=\"bold\">1.8%   (N=2830) </content></td></tr><tr><td colspan=\"1\" rowspan=\"7\"><content styleCode=\"bold\">CARDIAC DISORDERS</content></td><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Ventricular   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>2.1%   (N=2161) </td></tr><tr><td>Maintenance</td><td>2.7%   (N=2253) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Nodal   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>4.0%   (N=2161) </td></tr><tr><td>Maintenance</td><td>1.7%   (N=2253) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Atrial   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>1.6%   (N=2161 </td></tr><tr><td>Maintenance</td><td>2.2%   (N=2253) </td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Arrhythmia   (Postoperative) </content></td><td>1.1%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Breath holding</content></td><td>Maintenance</td><td>1.1%   (N=359) <sup>1</sup></td></tr><tr><td/><td><content styleCode=\"bold\">Cough</content></td><td>Maintenance</td><td>4.2 %   (N=359) <sup>1</sup></td></tr></tbody></table>",
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Adverse Reaction</content></td><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Mood changes</content></td><td>0.3%   (N=2830) </td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Nightmare</content></td><td>0.4%   (N=2175) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Convulsive pattern on   electroencephalogram </content></td><td>0.5%   (N=200) <sup>2</sup></td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Seizure</content></td><td>0.04%   (N=2830) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">VASCULAR DISORDERS</content></td><td><content styleCode=\"bold\">Hypotension</content></td><td>Postoperative</td><td>0.3%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">Hypertension</content></td><td>Postoperative</td><td>0.1%   (N=2830) </td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Laryngospasm</content></td><td>Maintenance</td><td>0.8%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Secretions</content></td><td>Induction</td><td>0.2%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.0%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></td><td><content styleCode=\"bold\">Vomiting</content></td><td>Induction</td><td>0.8%   (N=515) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Retching</content></td><td>Induction</td><td>1.0%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.8%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">SKIN AND SUBCUTANEOUS TISSUE   DISORDERS </content></td><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Diaphoresis</content></td><td>Induction</td><td>0.2%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.0%   (N=359) <sup>3</sup></td></tr></tbody></table>",
      "<table border=\"0\" width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">BLOOD AND LYMPHATIC SYSTEM DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">White blood cell count increased</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">METABOLISM AND NUTRITION DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">Blood glucose increased</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">PSYCHIATRIC DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\"><paragraph>Confused state, Nervousness</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">Ataxia; Dizziness; Drowsiness; Intellectual function decrease</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><paragraph/><content styleCode=\"bold\">VASCULAR DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">Hypotension (Intraoperative); Hypertension (Intraoperative)</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">HEPATOBILIARY DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\"><paragraph>Blood bilirubin increased; Bromsulphthalein clearance decreased; Alanine aminotransferase increased; Aspartate aminotransferase increased; Blood alkaline phosphatase increased; Blood lactate dehydrogenase increased</paragraph></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><paragraph><content styleCode=\"bold\">MUSCULOSKELETAL,</content></paragraph><content styleCode=\"bold\">CONNECTIVE TISSUE AND BONE DISORDERS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">Myalgia</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><paragraph><content styleCode=\"bold\">GENERAL DISORDERS AND</content></paragraph><content styleCode=\"bold\">ADMINISTRATIVE SITE CONDITIONS:</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\">Asthenia; Fatigue</td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS • Concomitant use of N 2 O and/or opioids reduces the MAC of Isoflurane USP. Adjust dose accordingly. ( 7.1 , 7.2 ) • Isoflurane USP decreases the doses of neuromuscular blocking agents required. Adjust dose accordingly. ( 7.3 ) 7.1 Opioids Opioids decrease the Minimum Alveolar Concentration (MAC) of isoflurane. Opioids such as fentanyl and its analogues, when combined with isoflurane, may lead to a synergistic fall in blood pressure and respiratory rate. 7.2 Nitrous Oxide Nitrous oxide decreases the MAC of isoflurane [see Dosage and Administration (2.1) ]. 7.3 Neuromuscular Blocking Agents Isoflurane potentiates the muscle relaxant effect of all neuromuscular blocking agents and decreases the required doses of neuromuscular blocking agents. In general, anesthetic concentrations isoflurane at equilibrium reduce the ED 95 of succinylcholine, atracurium, pancuronium, rocuronium and vecuronium by approximately 25 to 40% or more compared to N 2 O/opioid anesthesia. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. 7.4 Adrenaline Isoflurane is similar to sevoflurane in the sensitization of the myocardium to arrhythmogenic effect of exogenously administered adrenaline. Doses of adrenaline greater than 5mcg/kg, when administered submucosally may produce multiple ventricular arrhythmias. 7.5 Calcium Antagonists Isoflurane may lead to marked hypotension in patients treated with calcium antagonists. 7.6 Concomitant use with Beta Blockers Concomitant use of beta blockers may exaggerate the cardiovascular effects of inhalational anesthetics, including hypotension and negative inotropic effects. 7.7 Concomitant use with MAO Inhibitors Concomitant use of MAO inhibitors and inhalational anesthetics may increase the risk of hemodynamic instability during surgery or medical procedures."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS . Geriatric Use : The minimum alveolar concentration (MAC) of Isoflurane USP decreases with increasing patient age. ( 8.5 ) See 17 for PATIENT COUNSELING INFORMATION. Revised: 11/2025 8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embryofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased livebirth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans (see Data). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15- 20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits [ see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]. 8.2 Lactation Due to insufficient information regarding the excretion of isoflurane in human milk, the potential risks and benefits for each specific patient should be carefully considered before isoflurane is administered to nursing women. 8.4 Pediatric Use During the induction of anesthesia, saliva flow and tracheobronchial secretion can increase and can be the cause of larynogospasm, particularly in children. Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as Isoflurane USP, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]. 8.5 Geriatric Use The minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. The dose should be adjusted accordingly [see Dosage and Administration (2.4) ]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embryofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased livebirth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans (see Data). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15- 20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits [ see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use During the induction of anesthesia, saliva flow and tracheobronchial secretion can increase and can be the cause of larynogospasm, particularly in children. Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as Isoflurane USP, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use The minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. The dose should be adjusted accordingly [see Dosage and Administration (2.4) ]."
    ],
    "overdosage": [
      "10 OVERDOSAGE The symptoms of overdosage of Isoflurane USP can present as a deepening of anesthesia, cardiac and/or respiratory depression in spontaneously breathing patients, and cardiac depression in ventilated patients in whom hypercapnia and hypoxia may occur only at a late stage. In the event of overdosage, or what may appear to be overdosage, the following action should be taken, as appropriate: Stop drug administration, establish a clear airway, and initiate assisted or controlled ventilation with pure oxygen. Monitor cardiovascular function and manage signs of poor end-organ perfusion as clinically indicated."
    ],
    "description": [
      "11 DESCRIPTION Isoflurane USP, a nonflammable liquid administered by vaporizing, is a general inhalation anesthetic drug. It is 1-chloro-2,2,2-trifluoroethyl difluoromethyl ether, and its structural formula is: iso structure Some physical constants are: Molecular weight 184.5 Boiling point at 760 mm Hg 48.5°C Refractive index n 20/D 1.2990-1.3005 Specific gravity 25°/25°C 1.496 Vapor pressure in mm Hg** 20°C 238 25°C 295 30°C 367 35°C 450 **Equation for vapor pressure calculation: log 10 P vap = A + B/T where: A = 8.056 B = −1664.58 T = °C + 273.16 (Kelvin) Partition coefficients at 37°C Water/gas Blood/gas Oil/gas 0.61 1.43 90.8 Partition coefficients at 25°C -rubber and plastic Conductive rubber/gas Butyl rubber/gas Polyvinyl chloride/gas Polyethylene/gas Polyurethane/gas Polyolefin/gas Butyl acetate/gas Purity by gas chromatography 62.0 75.0 110.0 ~2.0 ~1.4 ~1.1 ~2.5 >99.9% Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23°C None Lower limit of flammability in oxygen or nitrous oxide at 900 concentration in joules/sec. and 23°C Greater than useful concentration in anesthesia. Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers. Isoflurane has a mildly pungent, musty, ethereal odor. Samples stored in indirect sunlight in clear, colorless glass for five years, as well as samples directly exposed for 30 hours to a 2 amp, 115 volt, 60 cycle long wave U.V. light were unchanged in composition as determined by gas chromatography. Isoflurane in one normal sodium methoxide-methanol solution, a strong base, for over six months consumed essentially no alkali, indicative of strong base stability. Isoflurane does not decompose in the presence of soda lime (at normal operating temperatures), and does not attack aluminum, tin, brass, iron or copper."
    ],
    "description_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td>Molecular weight</td><td/><td>184.5</td></tr><tr><td>Boiling point at 760 mm Hg</td><td/><td>48.5&#xB0;C</td></tr><tr><td>Refractive index <sub> n </sub>20/D  </td><td/><td>1.2990-1.3005</td></tr><tr><td>Specific gravity 25&#xB0;/25&#xB0;C</td><td/><td><paragraph>1.496</paragraph></td></tr><tr><td><paragraph>Vapor pressure in mm Hg**</paragraph></td><td>20&#xB0;C</td><td><paragraph>238</paragraph></td></tr><tr><td/><td>25&#xB0;C</td><td>295</td></tr><tr><td/><td>30&#xB0;C</td><td>367</td></tr><tr><td/><td>35&#xB0;C</td><td>450</td></tr><tr><td>**Equation for vapor pressure calculation:   log <sub>10 </sub>P <sub>vap</sub> = A + B/T where: </td><td>A = 8.056   B = &#x2212;1664.58   T = &#xB0;C + 273.16 (Kelvin) </td><td/></tr><tr><td><content styleCode=\"bold\">Partition coefficients at 37&#xB0;C</content></td><td/><td/></tr><tr><td>Water/gas   Blood/gas   Oil/gas </td><td>0.61   1.43   90.8 </td><td/></tr><tr><td><content styleCode=\"bold\">Partition coefficients at 25&#xB0;C -rubber and plastic</content></td><td/><td/></tr><tr><td>Conductive rubber/gas   Butyl rubber/gas   Polyvinyl chloride/gas   Polyethylene/gas   Polyurethane/gas   Polyolefin/gas   Butyl acetate/gas   Purity by gas chromatography </td><td>62.0   75.0   110.0   ~2.0   ~1.4   ~1.1   ~2.5   &gt;99.9% </td><td/></tr><tr><td>Lower limit of flammability in oxygen or   nitrous oxide at 9 joules/sec. and 23&#xB0;C </td><td>None</td><td/></tr><tr><td>Lower limit of flammability in oxygen or   nitrous oxide at 900 concentration in joules/sec. and 23&#xB0;C </td><td>Greater than useful concentration   in anesthesia. </td><td/></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.2 Pharmacodynamics Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia, primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of neuromuscular blocking agents. ALL COMMONLY USED NEUROMUSCULAR BLOCKING AGENTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing neuromuscular blocking agents in the presence of isoflurane. All commonly used neuromuscular blocking agents are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (“coronary steal”). Clinical trials to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease. 12.3 Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites. 12.5 Pharmacogenomics RYR1 and CACNA1S are polymorphic genes, and multiple pathogenic variants have been associated with malignant hyperthermia susceptibility (MHS) in patients receiving volatile anesthetic agents, including Isoflurane USP. Case reports as well as ex-vivo studies have identified multiple variants in RYR1 and CACNA1S associated with MHS. Variant pathogenicity should be assessed based on prior clinical experience, functional studies, prevalence information, or other evidence [see Contraindications (4) , Warnings and Precautions (5.1) ]."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia, primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of neuromuscular blocking agents. ALL COMMONLY USED NEUROMUSCULAR BLOCKING AGENTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing neuromuscular blocking agents in the presence of isoflurane. All commonly used neuromuscular blocking agents are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (“coronary steal”). Clinical trials to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites."
    ],
    "pharmacogenomics": [
      "12.5 Pharmacogenomics RYR1 and CACNA1S are polymorphic genes, and multiple pathogenic variants have been associated with malignant hyperthermia susceptibility (MHS) in patients receiving volatile anesthetic agents, including Isoflurane USP. Case reports as well as ex-vivo studies have identified multiple variants in RYR1 and CACNA1S associated with MHS. Variant pathogenicity should be assessed based on prior clinical experience, functional studies, prevalence information, or other evidence [see Contraindications (4) , Warnings and Precautions (5.1) ]."
    ],
    "nonclinical_toxicology": [
      "13. NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice, which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility. 13.2 Animal Toxicology and/or Pharmacology Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 , 8.4 )]."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice, which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility."
    ],
    "animal_pharmacology_and_or_toxicology": [
      "13.2 Animal Toxicology and/or Pharmacology Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 , 8.4 )]."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Isoflurane USP, is available in the following presentations: FILL CONTAINER NDC 100 mL Amber-colored Bottle 66794-020-10 250 mL Amber-colored Bottle 66794-020-25 Replace the cap securely after each use. 16.1 Safety and Handling Occupational Caution The following reactions have been reported following occupational exposure to isoflurane: dyspnea, bronchospasm, stridor, cough, dizziness, paresthesia, hepatic reactions, flushing rash, contact dermatitis, erythema, periorbital edema, eye irritation, conjunctival hyperemia, and headache. There is no specific work exposure limit established for Isoflurane USP. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of Isoflurane USP include headache, dizziness or (in extreme cases) unconsciousness [see Overdosage (10) ]. There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors ( W aste A nesthetic G ases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks. 16.2 Storage Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F) [see USP Controlled Room Temperature]. Preserve in tight containers. Isoflurane contains no additives and has been demonstrated to be stable at room temperature for periods in excess of five years."
    ],
    "how_supplied_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">FILL</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">CONTAINER</content></td><td styleCode=\"Lrule Rrule Toprule Botrule\"><content styleCode=\"bold\">NDC</content></td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\">100 mL</td><td styleCode=\"Lrule Rrule Toprule Botrule\">Amber-colored Bottle</td><td styleCode=\"Lrule Rrule Toprule Botrule\">66794-020-10</td></tr><tr><td styleCode=\"Lrule Rrule Toprule Botrule\">250 mL</td><td styleCode=\"Lrule Rrule Toprule Botrule\">Amber-colored Bottle</td><td styleCode=\"Lrule Rrule Toprule Botrule\">66794-020-25</td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "16.1 Safety and Handling Occupational Caution The following reactions have been reported following occupational exposure to isoflurane: dyspnea, bronchospasm, stridor, cough, dizziness, paresthesia, hepatic reactions, flushing rash, contact dermatitis, erythema, periorbital edema, eye irritation, conjunctival hyperemia, and headache. There is no specific work exposure limit established for Isoflurane USP. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of Isoflurane USP include headache, dizziness or (in extreme cases) unconsciousness [see Overdosage (10) ]. There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors ( W aste A nesthetic G ases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks.",
      "16.2 Storage Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F) [see USP Controlled Room Temperature]. Preserve in tight containers. Isoflurane contains no additives and has been demonstrated to be stable at room temperature for periods in excess of five years."
    ],
    "spl_unclassified_section": [
      "17. PATIENT COUNSELING INFORMATION Anesthesia providers need to obtain the following information from patients prior to administration of anesthesia: • Medications they are taking, including herbal supplements • Drug allergies, including allergic reactions to anesthetic agents (including hepatic sensitivity) • Any history of severe reactions to prior administration of anesthetic • If the patient or a member of the patient’s family has a history of malignant hyperthermia or if the patient has a history of Duchenne muscular dystrophy or other latent neuromuscular disease. Anesthesia providers should inform patients of the following risks associated with Isoflurane USP: • Post-operative nausea and vomiting and respiratory adverse effects including coughing. There is no information of the effects of Isoflurane USP following anesthesia on the ability to operate an automobile or other heavy machinery. However, patients should be advised that the ability to perform such tasks may be impaired after receiving anesthetic agents. Patients should not undertake hazardous tasks, such as driving, for at least 24 hours following administration of a general anesthetic. Anesthesia providers should inform parents and caregivers of pediatric patients that emergence from anesthesia in children may evoke a brief state of agitation that may hinder cooperation. Anesthesia providers should inform patients that Isoflurane USP, as well as other general anesthetics, may cause a slight decrease in intellectual function for 2 or 3 days following anesthesia. As with other anesthetics, small changes in moods and symptoms may persist for up to 6 days after administration. Effect of anesthetic and sedation drugs on early brain development Studies conducted in young animals and children suggest repeated or prolonged use of general anesthetic or sedation drugs in children younger than 3 years may have negative effects on their developing brains. Discuss with parents and caregivers the benefits, risks, and timing and duration of surgery or procedures requiring anesthetic and sedation drugs [see Warnings and Precautions (5.8) ]. Manufactured by: Piramal Critical Care, Inc. 3950 Schelden Circle Bethlehem, PA 18017, USA (888) 822-84 Revised: November 2025"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-100ml NDC 66794-020-10 ISOFLURANE, USP LIQUID FOR INHALATION Rx Only 100 mL Iso 100 ml",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-250ml NDC 66794-020-25 ISOFLURANE, USP LIQUID FOR INHALATION Rx Only 250 mL Iso 250 ml"
    ],
    "set_id": "13c9c37a-0c3d-450a-a61e-d2796818b18f",
    "id": "43ec760c-2344-b345-e063-6394a90a6293",
    "effective_time": "20251126",
    "version": "15",
    "openfda": {
      "application_number": [
        "ANDA074416"
      ],
      "brand_name": [
        "Isoflurane"
      ],
      "generic_name": [
        "ISOFLURANE"
      ],
      "manufacturer_name": [
        "Piramal Critical Care, Inc."
      ],
      "product_ndc": [
        "66794-020"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "ISOFLURANE"
      ],
      "rxcui": [
        "542347"
      ],
      "spl_id": [
        "43ec760c-2344-b345-e063-6394a90a6293"
      ],
      "spl_set_id": [
        "13c9c37a-0c3d-450a-a61e-d2796818b18f"
      ],
      "package_ndc": [
        "66794-020-10",
        "66794-020-25"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0366794020106"
      ],
      "nui": [
        "N0000175975",
        "N0000175681"
      ],
      "pharm_class_pe": [
        "General Anesthesia [PE]"
      ],
      "pharm_class_epc": [
        "General Anesthetic [EPC]"
      ],
      "unii": [
        "CYS9AKD70P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Isoflurane Isoflurane ISOFLURANE ISOFLURANE Isoflurane Isoflurane ISOFLURANE ISOFLURANE"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Isoflurane, USP liquid for inhalation may be used for induction and maintenance of general anesthesia. Adequate data have not been developed to establish its application in obstetrical anesthesia. Isoflurane, USP liquid for inhalation, a general anesthetic, is an inhalation agent indicated for induction and maintenance of general anesthesia. (1)"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION Isoflurane, USP liquid for inhalation should be administered only by persons trained in the administration of general anesthesia. Isoflurane, USP liquid for inhalation should only be delivered using a vaporizer specifically designed and designated for use with isoflurane. (2) The administration of general anesthesia must be individualized and titrated based on the patient’s age and clinical status. (2) 2.1 Important Dosage and Administration Information Isoflurane should be administered only by persons trained in the administration of general anesthesia. Facilities for maintenance of a patent airway, artificial ventilation, oxygen enrichment, and circulatory resuscitation must be immediately available. Isoflurane is administered by inhalation. Isoflurane should be delivered from a vaporizer specifically designed for use with isoflurane. Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. With the exception of neonates, the minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. Nitrous oxide decreases the MAC of isoflurane (see Table 1). Opioids decrease the MAC of isoflurane [see Drug Interactions (7)] . Isoflurane potentiates the muscle relaxant effect of all neuromuscular blockers and decreases the required doses of neuromuscular blocking agents [see Drug Interactions (7) . The dose should be adjusted accordingly. All patients anesthetized with isoflurane should be continually monitored (e.g., monitoring of the electrocardiogram, blood pressure, oxygen saturation, and end tidal CO 2 ). Isoflurane is a profound respiratory depressant. Excessive respiratory depression may be related to depth of anesthesia and respond to decreasing the inspired concentration of isoflurane. The depressant effect is accentuated by concurrent use of opioids and other respiratory depressants. Respiration should be closely monitored and assisted or controlled ventilation employed when necessary. 2.2 Premedication Premedication should be selected according to the need of the individual patient, taking into account that secretions are weakly stimulated by isoflurane, USP liquid for inhalation, and the heart rate tends to be increased. 2.3 Induction Induction with isoflurane in oxygen or in combination with oxygen-nitrous oxide mixtures may produce coughing, breath holding, laryngospasm and bronchospasm, which increases with the concentration of isoflurane. These difficulties may be avoided by the use of a hypnotic dose of an ultra-short-acting barbiturate. Inspired concentrations of 1.5 to 3% isoflurane usually produce surgical anesthesia in 7 to 10 minutes. 2.4 Maintenance Isoflurane MAC values according to age are shown below: Table 1: Effect of Age on Minimum Alveolar Concentration of Isoflurane Age Average MAC Value In 100% Oxygen Average MAC Value In 30% Oxygen and 70% N 2 O Preterm neonates less than 32 weeks gestational age 1.28% Preterm neonates 32-37 weeks gestational age 1.41% 0-1 month 1.60% 1-6 months 1.87% 6-12 months 1.80% 1-5 years 1.60% 6-10 years 1.45% 11-18 years 1.38% 19-30 years 1.28% 0.56% 31-55 years 1.15% 0.50% 55-83 years 1.05% 0.37% Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. Surgical levels of anesthesia may be sustained with a 1 to 2.5% concentration when nitrous oxide is used concomitantly. An additional 0.5 to 1% may be required when isoflurane is given using oxygen alone. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. The level of blood pressure during maintenance is an inverse function of isoflurane concentration in the absence of other complicating problems. Excessive decreases may be due to depth of anesthesia and in such instances may be corrected by lightening anesthesia. Isoflurane causes a dose-dependent reduction in systemic vascular resistance and blood pressure. Particular care must be taken when selecting the dosage for patients who are hypovolemic, hypotensive, or otherwise hemodynamically compromised, e.g., due to concomitant medications. Isoflurane, USP liquid for inhalation markedly increases cerebral blood flow at deeper levels of anesthesia to produce a transient increase in intracranial pressure. In patients with or at risk for elevations of intracranial pressure (ICP), administer isoflurane in conjunction with ICP-reducing strategies, as clinically appropriate. 2.5 Use in Patients with Coronary Artery Disease Regardless of the anesthetics employed, maintenance of normal hemodynamics is important to the avoidance of myocardial ischemia in patients with coronary artery disease. Isoflurane can cause dose-dependent coronary vasodilation and has been shown to divert blood from collateral-dependent myocardium to normally perfused areas in an animal model (“coronary steal”). The extent to which coronary steal occurs in patients with steal-prone coronary anatomy is unclear. Monitor for signs of inadequate myocardial perfusion via hemodynamic monitors (e.g., ECG, blood pressure) during isoflurane administration. Consider additional cardiac monitoring in patients with known coronary artery disease, as clinically necessary."
    ],
    "dosage_and_administration_table": [
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" styleCode=\"TableGrid1\"><tbody><tr><td><paragraph><content styleCode=\"bold\">Age</content></paragraph></td><td><paragraph><content styleCode=\"bold\">Average MAC Value In 100% Oxygen</content></paragraph></td><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Average MAC Value In 30% Oxygen and 70% N <sub>2</sub>O </content></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Preterm neonates less than 32 weeks gestational age <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.28% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Preterm neonates 32-37 weeks gestational age <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.41% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>0-1 month <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.60% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>1-6 months <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.87% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>6-12 months <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.80% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>1-5 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.60% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>6-10 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.45% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>11-18 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.38% <content styleCode=\"bold\"/></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>19-30 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.28% <content styleCode=\"bold\"/></paragraph></td><td><paragraph>0.56% <content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>31-55 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.15% <content styleCode=\"bold\"/></paragraph></td><td><paragraph>0.50% <content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph>55-83 years <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.05% <content styleCode=\"bold\"/></paragraph></td><td><paragraph>0.37% <content styleCode=\"bold\"/></paragraph></td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers, 100% isoflurane. Liquid (stable): 100% (3)"
    ],
    "contraindications": [
      "4. CONTRAINDICATIONS Isoflurane, USP liquid for inhalation is contraindicated in patients: in whom general anesthesia is contraindicated. with known sensitivity to isoflurane, USP liquid for inhalation or to other halogenated agents [see Warnings and Precautions (5.3)] . with known or suspected genetic susceptibility to malignant hyperthermia [see Warnings and Precautions (5.1), Clinical Pharmacology (12.5)]. with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with isoflurane or other halogenated inhalational anesthetics. Patients in whom general anesthesia is contraindicated (4) Patients with known sensitivity to isoflurane, USP liquid for inhalation or other halogenated agents (4) Patients with known or suspected genetic susceptibility to malignant hyperthermia (4) Patients with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with isoflurane, USP liquid for inhalation or other halogenated inhalational anesthetics (4)"
    ],
    "warnings_and_cautions": [
      "5. WARNINGS AND PRECAUTIONS Malignant Hyperthermia : Malignant hyperthermia may occur, especially in individuals with known or suspected susceptibility based on genetic factors or family history. Discontinue triggering agents, administer intravenous dantrolene sodium, and apply supportive therapies. (5.1) Perioperative Hyperkalemia : Perioperative hyperkalemia may occur. Patients with latent or overt neuromuscular disease, particularly with Duchenne muscular dystrophy, appear to be most vulnerable. Early, aggressive intervention is recommended. (5.2) Hepatic Reactions : May cause sensitivity hepatitis in patients sensitized by previous exposure to halogenated anesthetics. Approach repeated anesthesia with caution. (5.3) Hypersensitivity Reactions : Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. (5.4) Abortions : Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. (5.5) QT Prolongation : Carefully monitor cardiac rhythm when administering isoflurane, USP liquid for inhalation to susceptible patients. (5.6) Interactions with Desiccated Carbon Dioxide (CO 2 ) Absorbents : May react with desiccated CO 2 absorbents to produce carbon monoxide. Replace desiccated CO 2 absorbent before administration of isoflurane, USP liquid for inhalation. (5.7) Pediatric Neurotoxicity : In developing animals, exposures greater than 3 hours cause neurotoxicity. Weigh benefits against potential risks when considering elective procedures in children under 3 years old. (5.8) 5.1 Malignant Hyperthermia In susceptible individuals, volatile anesthetic agents, including isoflurane, USP liquid for inhalation, may trigger malignant hyperthermia, a skeletal muscle hypermetabolic state leading to high oxygen demand. Fatal outcomes of malignant hyperthermia have been reported. The risk of developing malignant hyperthermia increases with the concomitant administration of succinylcholine and volatile anesthetic agents. Isoflurane, USP liquid for inhalation can induce malignant hyperthermia in patients with known or suspected susceptibility based on genetic factors or family history, including those with certain inherited ryanodine receptor ( RYR1 ) or dihydropyridine receptor ( CACNA1S ) variants [see Contraindications (4), Clinical Pharmacology (12.5)] . Signs consistent with malignant hyperthermia may include hyperthermia, hypoxia, hypercapnia, muscle rigidity (e.g., jaw muscle spasm), tachycardia (e.g., particularly that unresponsive to deepening anesthesia or analgesic medication administration), tachypnea, cyanosis, arrhythmias, hypovolemia, and hemodynamic instability. Skin mottling, coagulopathies, and renal failure may occur later in the course of the hypermetabolic process. Successful treatment of malignant hyperthermia depends on early recognition of the clinical signs. If malignant hyperthermia is suspected, discontinue all triggering agents (i.e., volatile anesthetic agents and succinylcholine), administer intravenous dantrolene sodium, and initiate supportive therapies. Consult prescribing information for intravenous dantrolene sodium for additional information on patient management. Supportive therapies include administration of supplemental oxygen and respiratory support based on clinical need, maintenance of hemodynamic stability and adequate urinary output, management of fluid and electrolyte balance, correction of acid base derangements, and institution of measures to control rising temperature. 5.2 Perioperative Hyperkalemia Use of inhaled anesthetic agents has been associated with rare increases in serum potassium levels that have resulted in cardiac arrhythmias and death in pediatric patients during the postoperative period. Patients with latent as well as overt neuromuscular disease, particularly Duchenne muscular dystrophy, appear to be most vulnerable. Concomitant use of succinylcholine has been associated with most, but not all, of these cases. These patients also experienced significant elevations in serum creatinine kinase levels and, in some cases, changes in urine consistent with myoglobinuria. Despite the similarity in presentation to malignant hyperthermia, none of these patients exhibited signs or symptoms of muscle rigidity or hypermetabolic state. Early and aggressive intervention to treat the hyperkalemia and resistant arrhythmias is recommended, as is subsequent evaluation for latent neuromuscular disease. 5.3 Hepatic Reactions Cases of mild, moderate and severe postoperative hepatic dysfunction or hepatitis with or without jaundice, including fatal hepatic necrosis and hepatic failure, have been reported with isoflurane. Such reactions can represent hypersensitivity hepatitis, a known risk of exposure to halogenated anesthetics, including isoflurane. As with other halogenated anesthetic agents, isoflurane, USP liquid for inhalation may cause sensitivity hepatitis in patients who have been sensitized by previous exposure to halogenated anesthetics [see Contraindications (4)] . Clinical judgment should be exercised when isoflurane is used in patients with underlying hepatic conditions or under treatment with drugs known to cause hepatic dysfunction. [see Contraindications (4)] . As with all halogenated anesthetics, repeated anesthetics within a short period of time may result in increased effects, particularly in patients with underlying hepatic conditions, or additive effects in patients treated with drugs known to cause hepatic dysfunction. Evaluate the need for repeated exposure in each individual patient and adjust the dose of isoflurane based on signs and symptoms of adequate depth of anesthesia if repeated exposure in a short period of time is clinically indicated. 5.4 Hypersensitivity Reactions Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. Manifestations of such reactions have included hypotension, rash, difficulty breathing and cardiovascular collapse 5.5 Abortions Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. 5.6 QT Prolongation QT prolongation, with rare instances of torsade de pointes, have been reported. Monitor QT interval when administering isoflurane to susceptible patients (e.g., patients with congenital Long QT Syndrome or patients taking drugs that can prolong the QT interval). 5.7 Interactions with Desiccated Carbon Dioxide Absorbents Isoflurane, USP liquid for inhalation, like some other inhalational anesthetics, can react with desiccated carbon dioxide (CO 2 ) absorbents to produce carbon monoxide, which may result in elevated levels of carboxyhemoglobin in some patients. Barium hydroxide lime and soda lime become desiccated when fresh gases are passed through the CO 2 absorber canister at high flow rates over many hours or days. When a clinician suspects that CO 2 absorbent may be desiccated, it should be replaced before the administration of isoflurane, USP liquid for inhalation. The color indicator of most CO 2 absorbents does not necessarily change as a result of desiccation. Therefore, the lack of significant color change should not be taken as assurance of adequate hydration of the CO 2 absorbent material. CO 2 absorbents should be replaced routinely regardless of the state of color indicator following current manufacturer’s guidelines for use of anesthesiology equipment. 5.8 Pediatric Neurotoxicity Published animal studies demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity increase neuronal apoptosis in the developing brain and result in long-term cognitive deficits when used for longer than 3 hours. The clinical significance of these findings is not clear. However, based on the available data, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately three years of age in humans [see Use in Specific Populations (8.1,8.4), Nonclinical Toxicology (13.2)] . Some published studies in children suggest that similar deficits may occur after repeated or prolonged exposures to anesthetic agents early in life and may result in adverse cognitive or behavioral effects. These studies have substantial limitations, and it is not clear if the observed effects are due to the anesthetic/sedation drug administration or other factors such as the surgery or underlying illness. Anesthetic and sedation drugs are a necessary part of the care of children needing surgery, other procedures, or tests that cannot be delayed, and no specific medications have been shown to be safer than any other. Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks. 5.9 Laboratory Tests Transient increases in BSP retention, blood glucose and serum creatinine with decrease in BUN, serum cholesterol and alkaline phosphatase have been observed."
    ],
    "adverse_reactions": [
      "6. ADVERSE REACTIONS Most common adverse reactions (incidence ≥ 5%) are agitation, cough, breath holding, nausea, chills/shivering, vomiting, laryngospasm, delirium. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Emprise Pharma LLC. at (610) 933-1969 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience The following adverse reactions were identified from controlled clinical trials of adult and pediatric subjects exposed to isoflurane, USP liquid for inhalation. The trials were conducted using a variety of pre-medications, other anesthetics, and surgical procedures of varying lengths. The most serious reported adverse reactions in alphabetical order are agitation, arrhythmia, breath holding, elevated liver enzyme, hypotension and laryngospasm. The most frequent adverse reactions (incidence ≥ 5%) described in Table 1 are agitation, breath holding, chills/shivering, cough, delirium, laryngospasm, nausea, and vomiting. Adverse reactions with an incidence between 1% and 5% are provided in Table 2. Adverse reactions with an incidence less than 1% are provided in Table 3. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Table 2: Adverse Reactions ≥ 5% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Delirium 6.2% (N=2830) NERVOUS SYSTEM DISORDERS Agitation (Excitement) Induction 51.8% (N=515) 1 RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Induction 23.9% (N=515) 1 Cough Induction 28.2% (N=515) 1 Laryngospasm Induction 8.0% (N=515) 1 GASTROINTESTINAL DISORDERS Nausea Recovery 15.4 % (N=2830) Vomiting Recovery 9.5% (N=2830) GENERAL DISORDERS AND ADMINISTRATIVE SITE CONDITIONS Chills/shivering 14.0% (N=1691) 2 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). 2 Reflects the number of patients with recorded body temperature measurements. Table 3: Adverse Reactions between 1% and 5% System Organ Class (SOC) Adverse Reaction Frequency NERVOUS SYSTEM DISORDERS Movement Maintenance 1.8% (N=2830) CARDIAC DISORDERS Ventricular arrhythmia (Intraoperative) Induction 2.1% (N=2161) Maintenance 2.7% (N=2253) Nodal arrhythmia (Intraoperative) Induction 4.0% (N=2161) Maintenance 1.7% (N=2253) Atrial arrhythmia (Intraoperative) Induction 1.6% (N=2161) Maintenance 2.2% (N=2253) Arrhythmia (Postoperative) 1.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Maintenance 1.1% (N=359) 1 Cough Maintenance 4.2 % (N=359) 1 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). Table 4: Adverse Reactions less than 1% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Mood changes 0.3% (N=2830) Nightmare 0.4% (N=2175) 1 NERVOUS SYSTEM DISORDERS Convulsive pattern on electroencephalogram 0.5% (N=200) 2 Seizure 0.04% (N=2830) VASCULAR DISORDERS Hypotension Postoperative 0.3% (N=2830) Hypertension Postoperative 0.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Laryngospasm Maintenance 0.8% (N=359) 3 Secretions Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 GASTROINTESTINAL DISORDERS Vomiting Induction 0.8% (N=515) 3 Retching Induction 1.0% (N=515) 3 Maintenance 0.8% (N=359) 3 SKIN AND SUBCUTANEOUS TISSUE DISORDERS Diaphoresis Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 1 Reflects the number of patients interviewed by a physician in the recovery period. 2 Reflects the number of recorded electroencephalograms. 3 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). The following adverse reactions (see Table 5) were observed, but due to limited data, frequency could not be determined. Table 5: Adverse Reactions with Unknown Frequency Blood and Lymphatic System Disorders: White blood cell count increased Metabolism and Nutrition Disorders: Blood glucose increased Psychiatric Disorders: Confused state, Nervousness Nervous System Disorders: Ataxia; Dizziness; Drowsiness; Intellectual function decrease Vascular Disorders: Hypotension (Intraoperative); Hypertension (Intraoperative) Hepatobiliary Disorders: Blood bilirubin increased; Bromsulphthalein clearance decreased; Alanine aminotransferase increased; Aspartate aminotransferase increased; Blood alkaline phosphatase increased; Blood lactate dehydrogenase increased. Musculoskeletal, Connective Tissue and Bone Disorders: Myalgia General Disorders and Administrative Site Conditions: Asthenia; Fatigue 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of isoflurane, USP liquid for inhalation. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Post-marketing adverse reactions are listed by MedDRA System Organ Class (SOC), then by preferred term in order of decreasing severity. BLOOD AND LYMPHATIC SYSTEM DISORDERS: Carboxyhemoglobin increased IMMUNE SYSTEM DISORDERS: Anaphylactic reaction METABOLISM AND NUTRITION DISORDERS : Hyperkalemia in patients with underlying myopathies PSYCHIATRIC DISORDERS: Withdrawal syndrome (following multi-day exposure; symptoms include seizure, hallucination, ataxia, agitation, confusion ) NERVOUS SYSTEM DISORDERS: Brain edema, Intracranial pressure increased, Migraine, Myoclonus, Nystagmus, Pupils unequal, Headache CARDIAC DISORDERS: Cardiac arrest, Ventricular fibrillation, Torsade de pointes, Myocardial infarction, Myocardial ischemia, Atrioventricular block complete, Atrioventricular block second degree, Atrial fibrillation, Electrocardiogram QT prolonged, Atrioventricular block first degree, Ventricular tachycardia, Ventricular extrasystoles, Tachycardia, Bradycardia, Cardiac output decreased VASCULAR DISORDERS: Flushing RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS: Apnea, Hypoxia, Bronchospasm, Airway obstruction, Respiratory depression, Hypercapnia, Stridor, Hiccough GASTROINTESTINAL DISORDERS: Pancreatitis HEPATOBILIARY DISORDERS: Hepatic necrosis, Hepatic failure, Hepatitis fulminant, Cholestatic hepatitis, Hepatitis, Hepatic steatosis, Jaundice, Gamma-glutamyltransferase increased SKIN AND SUBCUTANEOUS TISSUE DISORDERS: Rash MUSCULOSKELETAL, CONNECTIVE TISSUE AND BONE DISORDERS: Rhabdomyolysis RENAL AND URINARY DISORDERS: Acute renal failure**, Oliguria** GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS: Malignant hyperthermia, hypothermia INJURY, POISONING, AND PROCEDURAL COMPLICATIONS*: Unwanted awareness during anesthesia; Dyspnea, Bronchospasm, Stridor, Cough, Dizziness, Paresthesia, Hepatic reactions, Flushing, Rash, Contact dermatitis, Erythema, Periorbital edema, Eye irritation, Conjunctival hyperemia, Headache *All reactions categorized within this SOC, with the exception of, Unwanted awareness during anesthesia, were from occupational exposure in non-patients. **Cases of acute renal failure and oliguria have been reported after isoflurane anesthesia. These events may be secondary to hypotension or other effects of isoflurane"
    ],
    "adverse_reactions_table": [
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" styleCode=\"TableGrid2\"><tbody><tr><td><paragraph><content styleCode=\"bold\">System Organ Class (SOC)</content></paragraph></td><td colspan=\"2\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td><paragraph><content styleCode=\"bold\">Frequency</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></paragraph></td><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Delirium</content></paragraph></td><td><paragraph>6.2%</paragraph><paragraph>(N=2830) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></paragraph></td><td><paragraph><content styleCode=\"bold\">Agitation (Excitement)</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>51.8%</paragraph><paragraph>(N=515) <sup>1</sup><content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"3\" valign=\"top\"><paragraph><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Breath holding</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>23.9%</paragraph><paragraph>(N=515) <sup>1</sup><content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Cough</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>28.2%</paragraph><paragraph>(N=515) <sup>1</sup><content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Laryngospasm</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>8.0%</paragraph><paragraph>(N=515) <sup>1</sup><content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Nausea</content></paragraph></td><td valign=\"top\"><paragraph>Recovery <content styleCode=\"bold\"/></paragraph></td><td><paragraph>15.4 %</paragraph><paragraph>(N=2830) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Vomiting</content></paragraph></td><td valign=\"top\"><paragraph>Recovery <content styleCode=\"bold\"/></paragraph></td><td><paragraph>9.5%</paragraph><paragraph>(N=2830) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td><paragraph><content styleCode=\"bold\">GENERAL DISORDERS AND ADMINISTRATIVE SITE CONDITIONS</content></paragraph></td><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Chills/shivering</content></paragraph></td><td valign=\"top\"><paragraph>14.0%</paragraph><paragraph>(N=1691) <sup>2</sup><content styleCode=\"bold\"/></paragraph></td></tr></tbody></table>",
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" styleCode=\"TableGrid2\"><tbody><tr><td><paragraph><content styleCode=\"bold\">System Organ Class (SOC)</content></paragraph></td><td colspan=\"2\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td><paragraph><content styleCode=\"bold\">Frequency</content></paragraph></td></tr><tr><td><paragraph><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Movement</content></paragraph></td><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.8%</paragraph><paragraph>(N=2830) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"7\" valign=\"top\"><paragraph><content styleCode=\"bold\">CARDIAC DISORDERS</content></paragraph></td><td rowspan=\"2\"><paragraph><content styleCode=\"bold\">Ventricular arrhythmia</content></paragraph><paragraph><content styleCode=\"bold\">(Intraoperative)</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>2.1%</paragraph><paragraph>(N=2161) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>2.7%</paragraph><paragraph>(N=2253) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"2\"><paragraph><content styleCode=\"bold\">Nodal arrhythmia (Intraoperative)</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>4.0%</paragraph><paragraph>(N=2161) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.7%</paragraph><paragraph>(N=2253) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"2\"><paragraph><content styleCode=\"bold\">Atrial arrhythmia (Intraoperative)</content></paragraph></td><td valign=\"top\"><paragraph>Induction <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.6%</paragraph><paragraph>(N=2161) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>2.2%</paragraph><paragraph>(N=2253) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td colspan=\"2\"><paragraph><content styleCode=\"bold\">Arrhythmia</content></paragraph><paragraph><content styleCode=\"bold\">(Postoperative)</content></paragraph></td><td><paragraph>1.1%</paragraph><paragraph>(N=2830) <content styleCode=\"bold\"/></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Breath holding</content></paragraph></td><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>1.1%</paragraph><paragraph>(N=359) <content styleCode=\"bold\"><sup>1</sup></content></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Cough</content></paragraph></td><td valign=\"top\"><paragraph>Maintenance <content styleCode=\"bold\"/></paragraph></td><td><paragraph>4.2 %</paragraph><paragraph>(N=359) <content styleCode=\"bold\"><sup>1</sup></content></paragraph></td></tr></tbody></table>",
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" styleCode=\"TableGrid2\"><tbody><tr><td><paragraph><content styleCode=\"bold\">System Organ Class (SOC)</content></paragraph></td><td colspan=\"2\"><paragraph><content styleCode=\"bold\">Adverse Reaction</content></paragraph></td><td><paragraph><content styleCode=\"bold\">Frequency</content></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></paragraph></td><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Mood changes</content></paragraph></td><td><paragraph>0.3%</paragraph><paragraph>(N=2830)</paragraph></td></tr><tr><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Nightmare</content></paragraph></td><td><paragraph>0.4%</paragraph><paragraph>(N=2175) <sup>1</sup></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></paragraph></td><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Convulsive pattern on electroencephalogram</content></paragraph></td><td><paragraph>0.5%</paragraph><paragraph>(N=200) <sup>2</sup></paragraph></td></tr><tr><td colspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Seizure</content></paragraph></td><td><paragraph>0.04%</paragraph><paragraph>(N=2830)</paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">VASCULAR DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Hypotension</content></paragraph></td><td><paragraph>Postoperative</paragraph></td><td><paragraph>0.3%</paragraph><paragraph>(N=2830)</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Hypertension</content></paragraph></td><td><paragraph>Postoperative</paragraph></td><td><paragraph>0.1%</paragraph><paragraph>(N=2830)</paragraph></td></tr><tr><td rowspan=\"3\" valign=\"top\"><paragraph><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Laryngospasm</content></paragraph></td><td><paragraph>Maintenance</paragraph></td><td><paragraph>0.8%</paragraph><paragraph>(N=359) <sup>3</sup></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Secretions</content></paragraph></td><td><paragraph>Induction</paragraph></td><td><paragraph>0.2%</paragraph><paragraph>(N=515) <sup>3</sup></paragraph></td></tr><tr><td><paragraph>Maintenance</paragraph></td><td><paragraph>0.0%</paragraph><paragraph>(N=359) <sup>3</sup></paragraph></td></tr><tr><td rowspan=\"3\" valign=\"top\"><paragraph><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">Vomiting</content></paragraph></td><td><paragraph>Induction</paragraph></td><td><paragraph>0.8%</paragraph><paragraph>(N=515) <sup>3</sup></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Retching</content></paragraph></td><td><paragraph>Induction</paragraph></td><td><paragraph>1.0%</paragraph><paragraph>(N=515) <sup>3</sup></paragraph></td></tr><tr><td><paragraph>Maintenance</paragraph></td><td><paragraph>0.8%</paragraph><paragraph>(N=359) <sup>3</sup></paragraph></td></tr><tr><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">SKIN AND SUBCUTANEOUS TISSUE DISORDERS</content></paragraph></td><td rowspan=\"2\" valign=\"top\"><paragraph><content styleCode=\"bold\">Diaphoresis</content></paragraph></td><td><paragraph>Induction</paragraph></td><td><paragraph>0.2%</paragraph><paragraph>(N=515) <sup>3</sup></paragraph></td></tr><tr><td><paragraph>Maintenance</paragraph></td><td><paragraph>0.0%</paragraph><paragraph>(N=359) <sup>3</sup></paragraph></td></tr></tbody></table>",
      "<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" styleCode=\"TableGrid2\"><tbody><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Blood and Lymphatic System Disorders:</content><content styleCode=\"bold\"/></paragraph></td><td valign=\"bottom\"><paragraph>White blood cell count increased</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Metabolism and Nutrition Disorders:</content><content styleCode=\"bold\"/></paragraph></td><td valign=\"bottom\"><paragraph>Blood glucose increased</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Psychiatric Disorders:</content><content styleCode=\"bold\"/></paragraph></td><td valign=\"bottom\"><paragraph>Confused state, Nervousness</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Nervous System Disorders:</content><content styleCode=\"bold\"/></paragraph></td><td valign=\"bottom\"><paragraph>Ataxia; Dizziness; Drowsiness; Intellectual function decrease</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Vascular Disorders:</content><content styleCode=\"bold\"/></paragraph></td><td valign=\"bottom\"><paragraph>Hypotension (Intraoperative); Hypertension (Intraoperative)</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Hepatobiliary Disorders:</content></paragraph></td><td valign=\"bottom\"><paragraph>Blood bilirubin increased; Bromsulphthalein clearance decreased; Alanine aminotransferase increased; Aspartate aminotransferase increased; Blood alkaline phosphatase increased; Blood lactate dehydrogenase increased. </paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">Musculoskeletal, Connective Tissue and Bone Disorders:</content></paragraph></td><td valign=\"bottom\"><paragraph>Myalgia</paragraph></td></tr><tr><td valign=\"bottom\"><paragraph><content styleCode=\"bold\">General Disorders and Administrative Site Conditions:</content></paragraph></td><td valign=\"bottom\"><paragraph>Asthenia; Fatigue</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7. DRUG INTERACTIONS Concomitant use of N 2 O and/or opioids reduces the MAC of isoflurane, USP liquid for inhalation. Adjust dose accordingly. (7.1, 7.2) Isoflurane, USP liquid for inhalation decreases the doses of neuromuscular blocking agents required. Adjust dose accordingly. (7.3) 7.1 Opioids Opioids decrease the Minimum Alveolar Concentration (MAC) of isoflurane. Opioids such as fentanyl and its analogues, when combined with isoflurane, may lead to a synergistic fall in blood pressure and respiratory rate. 7.2 Nitrous Oxide Nitrous oxide decreases the MAC of isoflurane [see Dosage and Administration (2.1)] . 7.3 Neuromuscular Blocking Agents Isoflurane potentiates the muscle relaxant effect of all neuromuscular blocking agents and decreases the required doses of neuromuscular blocking agents. In general, anesthetic concentrations of isoflurane at equilibrium reduce the ED 95 of succinylcholine, atracurium, pancuronium, rocuronium and vecuronium by approximately 25 to 40% or more compared to N 2 O/opioid anesthesia. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. 7.4 Adrenaline Isoflurane is similar to sevoflurane in the sensitization of the myocardium to arrhythmogenic effect of exogenously administered adrenaline. Doses of adrenaline greater than 5mcg/kg, when administered submucosally may produce multiple ventricular arrhythmias. 7.5 Calcium Antagonists Isoflurane may lead to marked hypotension in patients treated with calcium antagonists. 7.6 Concomitant Use with Beta Blockers Concomitant use of beta blockers may exaggerate the cardiovascular effects of inhalational anesthetics, including hypotension and negative inotropic effects. 7.7 Concomitant Use with MAO Inhibitors Concomitant use of MAO inhibitors and inhalational anesthetics may increase the risk of hemodynamic instability during surgery or medical procedures."
    ],
    "use_in_specific_populations": [
      "8. USE IN SPECIFIC POPULATIONS Geriatric Use : The minimum alveolar concentration (MAC) of isoflurane, USP liquid for inhalation decreases with increasing patient age. (8.5) 8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embryofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased livebirth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans (see Data). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits [see Warnings and Precautions (5.8), Nonclinical Toxicology (13.2)]. 8.2 Lactation Due to insufficient information regarding the excretion of isoflurane in human milk, the potential risks and benefits for each specific patient should be carefully considered before isoflurane is administered to nursing women. 8.4 Pediatric Use During the induction of anesthesia, saliva flow and tracheobronchial secretion can increase and can be the cause of larynogospasm, particularly in children. Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as isoflurane, USP liquid for inhalation, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.8), Nonclinical Toxicology (13.2)] . 8.5 Geriatric Use The minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. The dose should be adjusted accordingly [see Dosage and Administration (2.4)] ."
    ],
    "overdosage": [
      "10. OVERDOSAGE The symptoms of overdosage of isoflurane, USP liquid for inhalation can present as a deepening of anesthesia, cardiac and/or respiratory depression in spontaneously breathing patients, and cardiac depression in ventilated patients in whom hypercapnia and hypoxia may occur only at a late stage. In the event of overdosage, or what may appear to be overdosage, the following action should be taken, as appropriate: Stop drug administration, establish a clear airway, and initiate assisted or controlled ventilation with pure oxygen. Monitor cardiovascular function and manage signs of poor end-organ perfusion as clinically indicated."
    ],
    "description": [
      "11. DESCRIPTION Isoflurane, USP liquid for inhalation, a nonflammable liquid administered by vaporizing, is a general inhalation anesthetic drug. It is 1-chloro-2,2,2-trifluoroethyl difluoromethyl ether, and its structural formula is: Some physical constants are: Molecular weight 184.5 Boiling point at 760 mm Hg 48.5°C Refractive index n 1.2990-1.3005 Specific gravity 25°/25°C 1.496 Vapor pressure in mm Hg** 20°C 238 25°C 295 30°C 367 35°C 450 **Equation for vapor pressure calculation: log 10 P vap =A+ where: A = 8.056 B = −1664.58 T = °C + 273.16 (Kelvin) Partition coefficients at 37°C Water/gas 0.61 Blood/gas 1.43 Oil/gas 90.8 Partition coefficients at 25°C -rubber and plastic Conductive rubber/gas 62.0 Butyl rubber/gas 75.0 Polyvinyl chloride/gas 110.0 Polyethylene/gas ~2.0 Polyurethane/gas ~1.4 Polyolefin/gas ~1.1 Butyl acetate/gas ~2.5 Purity by gas chromatography >99.9% Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23°C None Lower limit of flammability in oxygen or nitrous oxide at 900 joules/sec. and 23°C Greater than useful concentration in anesthesia. Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers. Isoflurane has a mildly pungent, musty, ethereal odor. Samples stored in indirect sunlight in clear, colorless glass for five years, as well as samples directly exposed for 30 hours to a 2 amp, 115 volt, 60 cycle long wave U.V. light were unchanged in composition as determined by gas chromatography. Isoflurane in one normal sodium methoxide-methanol solution, a strong base, for over six months consumed essentially no alkali, indicative of strong base stability. Isoflurane does not decompose in the presence of soda lime (at normal operating temperatures), and does not attack aluminum, tin, brass, iron or copper. image description"
    ],
    "description_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td colspan=\"2\" valign=\"top\"><paragraph>Molecular weight</paragraph></td><td valign=\"top\"><paragraph>184.5</paragraph></td></tr><tr><td colspan=\"2\" valign=\"top\"><paragraph>Boiling point at 760 mm Hg</paragraph></td><td valign=\"top\"><paragraph>48.5&#xB0;C</paragraph></td></tr><tr><td colspan=\"2\" valign=\"top\"><paragraph>Refractive index <content styleCode=\"italics\">n</content></paragraph></td><td valign=\"top\"><paragraph>1.2990-1.3005</paragraph></td></tr><tr><td colspan=\"2\" valign=\"top\"><paragraph>Specific gravity 25&#xB0;/25&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>1.496</paragraph></td></tr><tr><td rowspan=\"4\" valign=\"top\"><paragraph>Vapor pressure in mm Hg**</paragraph></td><td valign=\"top\"><paragraph>20&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>238</paragraph></td></tr><tr><td valign=\"top\"><paragraph>25&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>295</paragraph></td></tr><tr><td valign=\"top\"><paragraph>30&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>367</paragraph></td></tr><tr><td valign=\"top\"><paragraph>35&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>450</paragraph></td></tr><tr><td colspan=\"3\" valign=\"top\"><paragraph>**Equation for vapor pressure calculation:</paragraph></td></tr><tr><td rowspan=\"3\" valign=\"top\"><paragraph>log <sub>10</sub>P <sub>vap</sub>=A+ where: </paragraph></td><td valign=\"top\"><paragraph>A = 8.056</paragraph></td><td valign=\"top\"/></tr><tr><td valign=\"top\"><paragraph>B = &#x2212;1664.58</paragraph></td><td valign=\"top\"/></tr><tr><td valign=\"top\"><paragraph>T = &#xB0;C + 273.16 (Kelvin)</paragraph></td><td valign=\"top\"/></tr></tbody></table>",
      "<table cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td valign=\"top\"><paragraph>Water/gas</paragraph></td><td valign=\"top\"><paragraph>0.61</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Blood/gas</paragraph></td><td valign=\"top\"><paragraph>1.43</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Oil/gas</paragraph></td><td valign=\"top\"><paragraph>90.8</paragraph></td></tr></tbody></table>",
      "<table width=\"46%\" cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td valign=\"top\"><paragraph>Conductive rubber/gas</paragraph></td><td valign=\"top\"><paragraph>62.0</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Butyl rubber/gas</paragraph></td><td valign=\"top\"><paragraph>75.0</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Polyvinyl chloride/gas</paragraph></td><td valign=\"top\"><paragraph>110.0</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Polyethylene/gas</paragraph></td><td valign=\"top\"><paragraph>~2.0</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Polyurethane/gas</paragraph></td><td valign=\"top\"><paragraph>~1.4</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Polyolefin/gas</paragraph></td><td valign=\"top\"><paragraph>~1.1</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Butyl acetate/gas</paragraph></td><td valign=\"top\"><paragraph>~2.5</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Purity by gas chromatography</paragraph></td><td valign=\"top\"><paragraph>&gt;99.9%</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>None</paragraph></td></tr><tr><td valign=\"top\"><paragraph>Lower limit of flammability in oxygen or nitrous oxide at 900 joules/sec. and 23&#xB0;C</paragraph></td><td valign=\"top\"><paragraph>Greater than useful</paragraph><paragraph>concentration in</paragraph><paragraph>anesthesia.</paragraph></td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12. CLINICAL PHARMACOLOGY 12.2 Pharmacodynamics Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia, primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of neuromuscular blocking agents. ALL COMMONLY USED NEUROMUSCULAR BLOCKING AGENTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing neuromuscular blocking agents in the presence of isoflurane. All commonly used neuromuscular blocking agents are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (“coronary steal”). Clinical trials to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease. 12.3 Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites. 12.5 Pharmacogenomics RYR1 and CACNA1S are polymorphic genes, and multiple pathogenic variants have been associated with malignant hyperthermia susceptibility (MHS) in patients receiving volatile anesthetic agents, including isoflurane, USP liquid for inhalation. Case reports as well as ex-vivo studies have identified multiple variants in RYR1 and CACNA1S associated with MHS. Variant pathogenicity should be assessed based on prior clinical experience, functional studies, prevalence information, or other evidence [see Contraindications (4), Warnings and Precautions (5.1)] ."
    ],
    "nonclinical_toxicology": [
      "13. NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice, which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested ( Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility. 13.2 Animal Toxicology and/or Pharmacology Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.3), Use in Specific Populations (8.1, 8.4)] ."
    ],
    "how_supplied": [
      "16. HOW SUPPLIED/STORAGE AND HANDLING Isoflurane, USP liquid for inhalation, a clear, colorless, volatile liquid, having a slight odor, is available in the following presentations: FILL CONTAINER PACK SIZE NDC 100 mL Amber-colored Glass 1 Bottle 42677-326-01 250 mL Amber-colored Glass 1 Bottle 42677-327-01 16.1 Safety and Handling Occupational Caution The following reactions have been reported following occupational exposure to isoflurane: dyspnea, bronchospasm, stridor, cough, dizziness, paresthesia, hepatic reactions, flushing rash, contact dermatitis, erythema, periorbital edema, eye irritation, conjunctival hyperemia, and headache. There is no specific work exposure limit established for isoflurane, USP liquid for inhalation. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of isoflurane, USP liquid for inhalation include headache, dizziness or (in extreme cases) unconsciousness [see Overdosage (10)] . There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors ( W aste A nesthetic G ases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks. 16.2 Storage Store at room temperature 15°C -30°C (59°F -86°F). Isoflurane contains no additives and has been demonstrated to be stable at room temperature for periods in excess of five years."
    ],
    "how_supplied_table": [
      "<table width=\"100%\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td><paragraph><content styleCode=\"bold\">FILL</content></paragraph></td><td><paragraph><content styleCode=\"bold\">CONTAINER</content></paragraph></td><td><paragraph><content styleCode=\"bold\">PACK SIZE</content></paragraph></td><td><paragraph><content styleCode=\"bold\">NDC</content></paragraph></td></tr><tr><td><paragraph>100 mL</paragraph></td><td><paragraph>Amber-colored Glass</paragraph></td><td><paragraph>1 Bottle</paragraph></td><td><paragraph>42677-326-01</paragraph></td></tr><tr><td><paragraph>250 mL</paragraph></td><td><paragraph>Amber-colored Glass</paragraph></td><td><paragraph>1 Bottle</paragraph></td><td><paragraph>42677-327-01</paragraph></td></tr></tbody></table>"
    ],
    "spl_unclassified_section": [
      "17. PATIENT COUNSELING INFORMATION Anesthesia providers need to obtain the following information from patients prior to administration of anesthesia: Medications they are taking, including herbal supplements Drug allergies, including allergic reactions to anesthetic agents (including hepatic sensitivity) Any history of severe reactions to prior administration of anesthetic If the patient or a member of the patient’s family has a history of malignant hyperthermia or if the patient has a history of Duchenne muscular dystrophy or other latent neuromuscular disease Anesthesia providers should inform patients of the following risks associated with isoflurane, USP liquid for inhalation: Post-operative nausea and vomiting and respiratory adverse effects including coughing. There is no information of the effects of isoflurane, USP liquid for inhalation following anesthesia on the ability to operate an automobile or other heavy machinery. However, patients should be advised that the ability to perform such tasks may be impaired after receiving anesthetic agents. Patients should not undertake hazardous tasks, such as driving, for at least 24 hours following administration of a general anesthetic. Anesthesia providers should inform parents and caregivers of pediatric patients that emergence from anesthesia in children may evoke a brief state of agitation that may hinder cooperation. Anesthesia providers should inform patients that isoflurane, USP liquid for inhalation, as well as other general anesthetics, may cause a slight decrease in intellectual function for 2 or 3 days following anesthesia. As with other anesthetics, small changes in moods and symptoms may persist for up to 6 days after administration. Effect of anesthetic and sedation drugs on early brain development Studies conducted in young animals and children suggest repeated or prolonged use of general anesthetic or sedation drugs in children younger than 3 years may have negative effects on their developing brains. Discuss with parents and caregivers the benefits, risks, and timing and duration of surgery or procedures requiring anesthetic and sedation drugs [see Warnings and Precautions (5.8)] Manufactured by: Shandong New Time Pharmaceutical Co., Ltd., No. 1, North Outer Ring Road, Feixian, Linyi, Shandong 273499, China. Revised: 10/2025 LBL 151"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL container lable 100 mL Isoflurane，USP Liquid for Inhalation 100 mL NDC 42677-326-01 Rx only Shandong New Time Pharmaceutical Co., Ltd., Feixian, Shandong 273499, China. LBL150 REV062025 carton lable 100 mL Isoflurane，USP Liquid for Inhalation 100 mL NDC 42677-326-01 Rx only Contains One 100 mL Bottle Shandong New Time Pharmaceutical Co., Ltd., Feixian, Shandong 273499, China. LBL150 REV062025 container lable 250 mL Isoflurane，USP Liquid for Inhalation 250 mL NDC 42677-327-01 Rx only Shandong New Time Pharmaceutical Co., Ltd., Feixian, Shandong 273499, China. LBL151 REV062025 carton lable 250 mL Isoflurane，USP Liquid for Inhalation 250 mL NDC 42677-327-01 Rx only Contains One 250 mL Bottle Shandong New Time Pharmaceutical Co., Ltd., Feixian, Shandong 273499, China. LBL151 REV062025 image description image description image description image description"
    ],
    "set_id": "662ceaf6-650b-4dea-bbee-652f46426024",
    "id": "47b13264-ce08-a7fd-e063-6394a90ad6eb",
    "effective_time": "20260105",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA216527"
      ],
      "brand_name": [
        "Isoflurane"
      ],
      "generic_name": [
        "ISOFLURANE"
      ],
      "manufacturer_name": [
        "Shandong New Time Pharmaceutical Co., Ltd."
      ],
      "product_ndc": [
        "42677-326",
        "42677-327"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "ISOFLURANE"
      ],
      "rxcui": [
        "542347"
      ],
      "spl_id": [
        "47b13264-ce08-a7fd-e063-6394a90ad6eb"
      ],
      "spl_set_id": [
        "662ceaf6-650b-4dea-bbee-652f46426024"
      ],
      "package_ndc": [
        "42677-326-01",
        "42677-327-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175975",
        "N0000175681"
      ],
      "pharm_class_pe": [
        "General Anesthesia [PE]"
      ],
      "pharm_class_epc": [
        "General Anesthetic [EPC]"
      ],
      "unii": [
        "CYS9AKD70P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Isoflurane Isoflurane ISOFLURANE ISOFLURANE"
    ],
    "recent_major_changes": [
      ""
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Isoflurane USP may be used for induction and maintenance of general anesthesia. Adequate data have not been developed to establish its application in obstetrical anesthesia. Isoflurane USP, a general anesthetic, is an inhalation agent indicated for induction and maintenance of general anesthesia. ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION • Isoflurane USP should be administered only by persons trained in the administration of general anesthesia. Isoflurane USP should only be delivered using a vaporizer specifically designed and designated for use with isoflurane. ( 2 ) • The administration of general anesthesia must be individualized and titrated based on the patient’s age and clinical status. ( 2 ) 2.1 Important Dosage and Administration Information Isoflurane should be administered only by persons trained in the administration of general anesthesia. Facilities for maintenance of a patent airway, artificial ventilation, oxygen enrichment, and circulatory resuscitation must be immediately available. Isoflurane is administered by inhalation. Isoflurane should be delivered from a vaporizer specifically designed for use with isoflurane. Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. With the exception of neonates, the minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. Nitrous oxide decreases the MAC of isoflurane (see Table 1 ). Opioids decrease the MAC of isoflurane [see Drug Interactions (7) ]. Isoflurane potentiates the muscle relaxant effect of all neuromuscular blockers and decreases the required doses of neuromuscular blocking agents [see Drug Interactions (7) ] . The dose should be adjusted accordingly. All patients anesthetized with isoflurane should be continually monitored (e.g., monitoring of the electrocardiogram, blood pressure, oxygen saturation, and end tidal CO 2 ). Isoflurane is a profound respiratory depressant. Excessive respiratory depression may be related to depth of anesthesia and respond to decreasing the inspired concentration of isoflurane. The depressant effect is accentuated by concurrent use of opioids and other respiratory depressants. Respiration should be closely monitored and assisted or controlled ventilation employed when necessary. 2.2 Premedication Premedication should be selected according to the need of the individual patient, taking into account that secretions are weakly stimulated by Isoflurane USP, and the heart rate tends to be increased. 2.3 Induction Induction with isoflurane in oxygen or in combination with oxygen-nitrous oxide mixtures may produce coughing, breath holding, laryngospasm and bronchospasm, which increases with the concentration of isoflurane. These difficulties may be avoided by the use of a hypnotic dose of an ultra-short-acting barbiturate. Inspired concentrations of 1.5 to 3% isoflurane usually produce surgical anesthesia in 7 to 10 minutes. 2.4 Maintenance Isoflurane MAC values according to age are shown below: Table 1: Effect of Age on Minimum Alveolar Concentration of Isoflurane Age Average MAC Value In 100% Oxygen Average MAC Value In 30% Oxygen and 70% N 2 O Preterm neonates less than 32 weeks gestational age 1.28% Preterm neonates 32-37 weeks gestational age 1.41% 0-1 month 1.60% 1-6 months 1.87% 6-12 months 1.80% 1-5 years 1.60% 6-10 years 1.45% 11-18 years 1.38% 19-30 years 1.28% 0.56% 31-55 years 1.15% 0.50% 55-83 years 1.05% 0.37% Dosage for induction and maintenance must be individualized and titrated to the desired effect according to the patient’s age and clinical status. Surgical levels of anesthesia may be sustained with a 1 to 2.5% concentration when nitrous oxide is used concomitantly. An additional 0.5 to 1% may be required when isoflurane is given using oxygen alone. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. The level of blood pressure during maintenance is an inverse function of isoflurane concentration in the absence of other complicating problems. Excessive decreases may be due to depth of anesthesia and in such instances may be corrected by lightening anesthesia. Isoflurane causes a dose-dependent reduction in systemic vascular resistance and blood pressure. Particular care must be taken when selecting the dosage for patients who are hypovolemic, hypotensive, or otherwise hemodynamically compromised, e.g., due to concomitant medications. Isoflurane USP markedly increases cerebral blood flow at deeper levels of anesthesia to produce a transient increase in intracranial pressure. In patients with or at risk for elevations of intracranial pressure (ICP), administer isoflurane in conjunction with ICP- reducing strategies, as clinically appropriate. 2.5 Use in Patients with Coronary Artery Disease Regardless of the anesthetics employed, maintenance of normal hemodynamics is important to the avoidance of myocardial ischemia in patients with coronary artery disease. Isoflurane can cause dose-dependent coronary vasodilation and has been shown to divert blood from collateral-dependent myocardium to normally perfused areas in an animal model (“coronary steal”). The extent to which coronary steal occurs in patients with steal-prone coronary anatomy is unclear. Monitor for signs of inadequate myocardial perfusion via hemodynamic monitors (e.g., ECG, blood pressure) during isoflurane administration. Consider additional cardiac monitoring in patients with known coronary artery disease, as clinically necessary."
    ],
    "dosage_and_administration_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">Age</content></td><td><content styleCode=\"bold\">Average MAC   Value   In 100% Oxygen </content></td><td><content styleCode=\"bold\">Average MAC Value   In 30% Oxygen and   70% N <sub>2</sub>O </content></td></tr><tr><td>Preterm neonates less than 32 weeks   gestational age </td><td>1.28%</td><td/></tr><tr><td>Preterm neonates 32-37 weeks   gestational age </td><td>1.41%</td><td/></tr><tr><td>0-1 month</td><td>1.60%</td><td/></tr><tr><td>1-6 months</td><td><paragraph>1.87%</paragraph></td><td/></tr><tr><td>6-12 months</td><td><paragraph>1.80%</paragraph></td><td/></tr><tr><td>1-5 years</td><td><paragraph>1.60%</paragraph></td><td/></tr><tr><td>6-10 years</td><td>1.45%</td><td/></tr><tr><td>11-18 years</td><td>1.38%</td><td/></tr><tr><td>19-30 years</td><td>1.28%</td><td>0.56%</td></tr><tr><td>31-55 years</td><td>1.15%</td><td>0.50%</td></tr><tr><td>55-83 years</td><td>1.05%</td><td>0.37%</td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3. DOSAGE FORMS AND STRENGTHS Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers, 100% isoflurane. Liquid (stable): 100% ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Isoflurane USP is contraindicated in patients: • in whom general anesthesia is contraindicated. • with known sensitivity to Isoflurane USP or to other halogenated agents [see Warnings and Precautions ( 5.3 )]. • with known or suspected genetic susceptibility to malignant hyperthermia [see Warnings and Precautions ( 5.1 ), Clinical Pharmacology ( 12.5 )]. • with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with isoflurane or other halogenated inhalational anesthetics. • Patients in whom general anesthesia is contraindicated ( 4 ) • Patients with known sensitivity to Isoflurane USP or other halogenated agents ( 4 ) • Patients with known or suspected genetic susceptibility to malignant hyperthermia ( 4 ) • Patients with a history of confirmed hepatitis due to a halogenated inhalational anesthetic or a history of unexplained moderate to severe hepatic dysfunction (e.g., jaundice associated with fever and/or eosinophilia) after anesthesia with Isoflurane USP or other halogenated inhalational anesthetics ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS • Malignant Hyperthermia : Malignant hyperthermia may occur, especially in individuals with known or suspected susceptibility based on genetic factors or family history. Discontinue triggering agents, administer intravenous dantrolene sodium, and apply supportive therapies. ( 5.1 ) • Perioperative Hyperkalemia : Perioperative hyperkalemia may occur. Patients with latent or overt neuromuscular disease, particularly with Duchenne muscular dystrophy, appear to be most vulnerable. Early, aggressive intervention is recommended. ( 5.2 ) • Hepatic Reactions : May cause sensitivity hepatitis in patients sensitized by previous exposure to halogenated anesthetics. Approach repeated anesthesia with caution. ( 5.3 ) • Hypersensitivity Reactions : Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. ( 5.4 ) • Abortions : Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. ( 5.5 ) • QT Prolongation : Carefully monitor cardiac rhythm when administering Isoflurane USP to susceptible patients. ( 5.6 ) • Interactions with Desiccated Carbon Dioxide (CO 2 ) Absorbents: May react with desiccated CO 2 absorbents to produce carbon monoxide. Replace desiccated CO 2 absorbent before administration of Isoflurane USP. ( 5.7 ) • Pediatric Neurotoxicity : In developing animals, exposures greater than 3 hours cause neurotoxicity. Weigh benefits against potential risks when considering elective procedures in children under 3 years old. ( 5.8 ) 5.1 Malignant Hyperthermia In susceptible individuals, volatile anesthetic agents, including Isoflurane USP, may trigger malignant hyperthermia, a skeletal muscle hypermetabolic state leading to high oxygen demand. Fatal outcomes of malignant hyperthermia have been reported. The risk of developing malignant hyperthermia increases with the concomitant administration of succinylcholine and volatile anesthetic agents. Isoflurane USP can induce malignant hyperthermia in patients with known or suspected susceptibility based on genetic factors or family history, including those with certain inherited ryanodine receptor (RYR1) or dihydropyridine receptor (CACNA1S) variants [see Contraindications (4) , Clinical Pharmacology (12.5) ]. Signs consistent with malignant hyperthermia may include hyperthermia, hypoxia, hypercapnia, muscle rigidity (e.g., jaw muscle spasm), tachycardia (e.g., particularly that unresponsive to deepening anesthesia or analgesic medication administration), tachypnea, cyanosis, arrhythmias, hypovolemia, and hemodynamic instability. Skin mottling, coagulopathies, and renal failure may occur later in the course of the hypermetabolic process. Successful treatment of malignant hyperthermia depends on early recognition of the clinical signs. If malignant hyperthermia is suspected, discontinue all triggering agents (i.e., volatile anesthetic agents and succinylcholine), administer intravenous dantrolene sodium, and initiate supportive therapies. Consult prescribing information for intravenous dantrolene sodium for additional information on patient management. Supportive therapies include administration of supplemental oxygen and respiratory support based on clinical need, maintenance of hemodynamic stability and adequate urinary output, management of fluid and electrolyte balance, correction of acid base derangements, and institution of measures to control rising temperature. 5.2 Perioperative Hyperkalemia Use of inhaled anesthetic agents has been associated with rare increases in serum potassium levels that have resulted in cardiac arrhythmias and death in pediatric patients during the postoperative period. Patients with latent as well as overt neuromuscular disease, particularly Duchenne muscular dystrophy, appear to be most vulnerable. Concomitant use of succinylcholine has been associated with most, but not all, of these cases. These patients also experienced significant elevations in serum creatinine kinase levels and, in some cases, changes in urine consistent with myoglobinuria. Despite the similarity in presentation to malignant hyperthermia, none of these patients exhibited signs or symptoms of muscle rigidity or hypermetabolic state. Early and aggressive intervention to treat the hyperkalemia and resistant arrhythmias is recommended, as is subsequent evaluation for latent neuromuscular disease. 5.3 Hepatic Reactions Cases of mild, moderate and severe postoperative hepatic dysfunction or hepatitis with or without jaundice, including fatal hepatic necrosis and hepatic failure, have been reported with isoflurane. Such reactions can represent hypersensitivity hepatitis, a known risk of exposure to halogenated anesthetics, including isoflurane. As with other halogenated anesthetic agents, Isoflurane USP may cause sensitivity hepatitis in patients who have been sensitized by previous exposure to halogenated anesthetics [see Contraindications (4) ]. Clinical judgment should be exercised when isoflurane is used in patients with underlying hepatic conditions or under treatment with drugs known to cause hepatic dysfunction. [see Contraindications (4) ]. As with all halogenated anesthetics, repeated anesthetics within a short period of time may result in increased effects, particularly in patients with underlying hepatic conditions, or additive effects in patients treated with drugs known to cause hepatic dysfunction. Evaluate the need for repeated exposure in each individual patient and adjust the dose of isoflurane based on signs and symptoms of adequate depth of anesthesia if repeated exposure in a short period of time is clinically indicated. 5.4 Hypersensitivity Reactions Allergic-type hypersensitivity reactions, including anaphylaxis, have been reported with isoflurane. Manifestations of such reactions have included hypotension, rash, difficulty breathing and cardiovascular collapse. 5.5 Abortions Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. 5.6 QT Prolongation QT prolongation, with rare instances of torsade de pointes, have been reported. Monitor QT interval when administering isoflurane to susceptible patients (e.g., patients with congenital Long QT Syndrome or patients taking drugs that can prolong the QT interval). 5.7 Interactions with Desiccated Carbon Dioxide Absorbents Isoflurane USP, like some other inhalational anesthetics, can react with desiccated carbon dioxide (CO 2 ) absorbents to produce carbon monoxide, which may result in elevated levels of carboxyhemoglobin in some patients. Barium hydroxide lime and soda lime become desiccated when fresh gases are passed through the CO 2 absorber canister at highflow rates over many hours or days. When a clinician suspects that CO 2 absorbent may be desiccated, it should be replaced before the administration of Isoflurane USP. The color indicator of most CO 2 absorbents does not necessarily change as a result of desiccation. Therefore, the lack of significant color change should not be taken as assurance of adequate hydration of the CO 2 absorbent material. CO 2 absorbents should be replaced routinely regardless of the state of color indicator following current manufacturer’s guidelines for use of anesthesiology equipment. 5.8 Pediatric Neurotoxicity Published animal studies demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity increase neuronal apoptosis in the developing brain and result in long-term cognitive deficits when used for longer than 3 hours. The clinical significance of these findings is not clear. However, based on the available data, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately three years of age in humans [see Use in Specific Populations ( 8.1 , 8.4 ), Nonclinical Toxicology (13.2) ]. Some published studies in children suggest that similar deficits may occur after repeated or prolonged exposures to anesthetic agents early in life and may result in adverse cognitive or behavioral effects. These studies have substantial limitations, and it is not clear if the observed effects are due to the anesthetic/sedation drug administration or other factors such as the surgery or underlying illness. Anesthetic and sedation drugs are a necessary part of the care of children needing surgery, other procedures, or tests that cannot be delayed, and no specific medications have been shown to be safer than any other. Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks. 5.9 Laboratory Tests Transient increases in BSP retention, blood glucose and serum creatinine with decrease in BUN, serum cholesterol and alkaline phosphatase have been observed."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS Most common adverse reactions (incidence > 5%) are agitation, cough, breath holding, nausea, chills/shivering, vomiting, laryngospasm, delirium. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Piramal Critical Care, Inc. at 1-888-822-8431or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience The following adverse reactions were identified from controlled clinical trials of adult and pediatric subjects exposed to Isoflurane USP. The trials were conducted using a variety of pre-medications, other anesthetics, and surgical procedures of varying lengths. The most serious reported adverse reactions in alphabetical order are agitation, arrhythmia, breath holding, elevated liver enzyme, hypotension and laryngospasm. The most frequent adverse reactions (incidence > 5%) described in Table 1 are agitation, breath holding, chills/shivering, cough, delirium, laryngospasm, nausea, and vomiting. Adverse reactions with an incidence between 1% and 5% are provided in Table 2 . Adverse reactions with an incidence less than 1% are provided in Table 3 . Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Table 2: Adverse Reactions ≥ 5% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Delirium 6.2% (N=2830) NERVOUS SYSTEM DISORDERS Agitation (Excitement) Induction 51.8% (N=515) 1 RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Induction 23.9% (N=515) 1 Cough Induction 28.2% (N=515) 1 Laryngospasm Induction 8.0% (N=515) 1 GASTROINTESTINAL DISORDERS Nausea Recovery 15.4 % (N=2830) Vomiting Recovery 9.5% (N=2830) GENERAL DISORDERS AND ADMINISTRATIVE SITE CONDITIONS Chills/shivering 14.0% (N=1691) 2 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). 2 Reflects the number of patients with recorded body temperature measurements. Table 3: Adverse Reactions between 1% and 5% System Organ Class (SOC) Adverse Reaction Frequency NERVOUS SYSTEM DISORDERS Movement Maintenance 1.8% (N=2830) CARDIAC DISORDERS Ventricular arrhythmia (Intraoperative) Induction 2.1% (N=2161) Maintenance 2.7% (N=2253) Nodal arrhythmia (Intraoperative) Induction 4.0% (N=2161) Maintenance 1.7% (N=2253) Atrial arrhythmia (Intraoperative) Induction 1.6% (N=2161 Maintenance 2.2% (N=2253) Arrhythmia (Postoperative) 1.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Breath holding Maintenance 1.1% (N=359) 1 Cough Maintenance 4.2 % (N=359) 1 1 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). Table 4: Adverse Reactions less than 1% System Organ Class (SOC) Adverse Reaction Frequency PSYCHIATRIC DISORDERS Mood changes 0.3% (N=2830) Nightmare 0.4% (N=2175) 1 NERVOUS SYSTEM DISORDERS Convulsive pattern on electroencephalogram 0.5% (N=200) 2 Seizure 0.04% (N=2830) VASCULAR DISORDERS Hypotension Postoperative 0.3% (N=2830) Hypertension Postoperative 0.1% (N=2830) RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS Laryngospasm Maintenance 0.8% (N=359) 3 Secretions Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 GASTROINTESTINAL DISORDERS Vomiting Induction 0.8% (N=515) 3 Retching Induction 1.0% (N=515) 3 Maintenance 0.8% (N=359) 3 SKIN AND SUBCUTANEOUS TISSUE DISORDERS Diaphoresis Induction 0.2% (N=515) 3 Maintenance 0.0% (N=359) 3 1 Reflects the number of patients interviewed by a physician in the recovery period. 2 Reflects the number of recorded electroencephalograms. 3 Represents patients not receiving intravenous agents or neuromuscular blocking agents for intubation (i.e., patients receiving inhalation induction). Table 5: Adverse Reactions with Unknown Frequency The following adverse reactions (see Table 5 were observed, but due to limited data, frequency could not be determined. Table 5: Adverse Reactions with Unknown Frequency System Organ Class (SOC) Adverse Reaction Metabolism and Nutrition Disorders: Blood glucose increased Psychiatric Disorders: Confused state, Nervousness Nervous System Disorders: Ataxia; Dizziness; Drowsiness; Intellectual function decrease Vascular Disorders: Hypotension (Intraoperative); Hypertension (Intraoperative) Hepatobiliary Disorders: Blood bilirubin increased; Bromsulphthalein clearance decreased; Alanine aminotransferase increased; Aspartate aminotransferase increased; Blood alkaline phosphatase increased; Blood lactate dehydrogenase increased Musculoskeletal, Connective Tissue and Bone Disorders: Myalgia General Disorders and Administrative Site Conditions: Asthenia; Fatigue 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of Isoflurane USP. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Post-marketing adverse reactions are listed by MedDRA System Organ Class (SOC), then by preferred term in order of decreasing severity. BLOOD AND LYMPHATIC SYSTEM DISORDERS: Carboxyhemoglobin increased IMMUNE SYSTEM DISORDERS: Anaphylactic reaction METABOLISM AND NUTRITION DISORDERS: Hyperkalemia in patients with underlying myopathies PSYCHIATRIC DISORDERS: Withdrawal syndrome (following multi-day exposure; symptoms include seizure, hallucination, ataxia, agitation, confusion) NERVOUS SYSTEM DISORDERS: Brain edema, Intracranial pressure increased, Migraine, Myoclonus, Nystagmus, Pupils unequal, Headache CARDIAC DISORDERS: Cardiac arrest, Ventricular fibrillation, Torsade de pointes, Myocardial infarction, Myocardial ischemia, Atrioventricular block complete, Atrioventricular block second degree, Atrial fibrillation, Electrocardiogram QT prolonged, Atrioventricular block first degree, Ventricular tachycardia, Ventricular extrasystoles, Tachycardia, Bradycardia, Cardiac output decreased VASCULAR DISORDERS: Flushing RESPIRATORY, THORACIC, AND MEDIASTINAL DISORDERS: Apnea, Hypoxia, Bronchospasm, Airway obstruction, Respiratory depression, Hypercapnia, Stridor, Hiccough GASTROINTESTINAL DISORDERS: Pancreatitis HEPATOBILIARY DISORDERS: Hepatic necrosis, Hepatic failure, Hepatitis fulminant, Cholestatic hepatitis, Hepatitis, Hepatic steatosis, Jaundice, Gamma- glutamyltransferase increased SKIN AND SUBCUTANEOUS TISSUE DISORDERS: Rash MUSCULOSKELETAL, CONNECTIVE TISSUE AND BONE DISORDERS: Rhabdomyolysis RENAL AND URINARY DISORDERS: Acute renal failure**, Oliguria** GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS: Malignant hyperthermia, hypothermia INJURY, POISONING, AND PROCEDURAL COMPLICATIONS*: Unwanted awareness during anesthesia; Dyspnea, Bronchospasm, Stridor, Cough, Dizziness, Paresthesia, Hepatic reactions, Flushing, Rash, Contact dermatitis, Erythema, Periorbital edema, Eye irritation, Conjunctival hyperemia, Headache *All reactions categorized within this SOC, with the exception of, Unwanted awareness during anesthesia, were from occupational exposure in non-patients. **Cases of acute renal failure and oliguria have been reported after isoflurane anesthesia. These events may be secondary to hypotension or other effects of isoflurane."
    ],
    "adverse_reactions_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Adverse Reaction</content></td><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Delirium</content></td><td>6.2%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td><content styleCode=\"bold\">Agitation   (Excitement) </content></td><td>Induction</td><td>51.8%   (N=515) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Breath   holding </content></td><td>Induction</td><td>23.9%   (N=515) <sup>1</sup></td></tr><tr><td><content styleCode=\"bold\">Cough</content></td><td>Induction</td><td>28.2%   (N=515) <sup>1</sup></td></tr><tr><td><content styleCode=\"bold\">Laryngospasm</content></td><td>Induction</td><td>8.0%   (N=515) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></td><td><content styleCode=\"bold\">Nausea</content></td><td>Recovery</td><td>15.4 %   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">Vomiting</content></td><td>Recovery</td><td>9.5%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">GENERAL DISORDERS AND ADMINISTRATIVE   SITE CONDITIONS </content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Chills/shivering</content></td><td>14.0%   (N=1691) <sup>2</sup></td></tr></tbody></table>",
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td><content styleCode=\"bold\">Adverse Reaction</content></td><td/><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td><content styleCode=\"bold\">Movement</content></td><td><content styleCode=\"bold\">Maintenance</content></td><td><content styleCode=\"bold\">1.8%   (N=2830) </content></td></tr><tr><td colspan=\"1\" rowspan=\"7\"><content styleCode=\"bold\">CARDIAC DISORDERS</content></td><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Ventricular   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>2.1%   (N=2161) </td></tr><tr><td>Maintenance</td><td>2.7%   (N=2253) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Nodal   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>4.0%   (N=2161) </td></tr><tr><td>Maintenance</td><td>1.7%   (N=2253) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Atrial   arrhythmia   (Intraoperative) </content></td><td>Induction</td><td>1.6%   (N=2161 </td></tr><tr><td>Maintenance</td><td>2.2%   (N=2253) </td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Arrhythmia   (Postoperative) </content></td><td>1.1%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Breath holding</content></td><td>Maintenance</td><td>1.1%   (N=359) <sup>1</sup></td></tr><tr><td/><td><content styleCode=\"bold\">Cough</content></td><td>Maintenance</td><td>4.2 %   (N=359) <sup>1</sup></td></tr></tbody></table>",
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Adverse Reaction</content></td><td><content styleCode=\"bold\">Frequency</content></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">PSYCHIATRIC DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Mood changes</content></td><td>0.3%   (N=2830) </td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Nightmare</content></td><td>0.4%   (N=2175) <sup>1</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">NERVOUS SYSTEM DISORDERS</content></td><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Convulsive pattern on   electroencephalogram </content></td><td>0.5%   (N=200) <sup>2</sup></td></tr><tr><td colspan=\"2\" rowspan=\"1\"><content styleCode=\"bold\">Seizure</content></td><td>0.04%   (N=2830) </td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">VASCULAR DISORDERS</content></td><td><content styleCode=\"bold\">Hypotension</content></td><td>Postoperative</td><td>0.3%   (N=2830) </td></tr><tr><td><content styleCode=\"bold\">Hypertension</content></td><td>Postoperative</td><td>0.1%   (N=2830) </td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">RESPIRATORY, THORACIC, AND   MEDIASTINAL DISORDERS </content></td><td><content styleCode=\"bold\">Laryngospasm</content></td><td>Maintenance</td><td>0.8%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Secretions</content></td><td>Induction</td><td>0.2%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.0%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"3\"><content styleCode=\"bold\">GASTROINTESTINAL DISORDERS</content></td><td><content styleCode=\"bold\">Vomiting</content></td><td>Induction</td><td>0.8%   (N=515) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Retching</content></td><td>Induction</td><td>1.0%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.8%   (N=359) <sup>3</sup></td></tr><tr><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">SKIN AND SUBCUTANEOUS TISSUE   DISORDERS </content></td><td colspan=\"1\" rowspan=\"2\"><content styleCode=\"bold\">Diaphoresis</content></td><td>Induction</td><td>0.2%   (N=515) <sup>3</sup></td></tr><tr><td>Maintenance</td><td>0.0%   (N=359) <sup>3</sup></td></tr></tbody></table>",
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">System Organ Class (SOC)</content></td><td><content styleCode=\"bold\">Adverse Reaction</content></td></tr><tr><td><content styleCode=\"bold\">Metabolism and Nutrition Disorders:</content></td><td>Blood glucose increased</td></tr><tr><td><content styleCode=\"bold\">Psychiatric Disorders:</content></td><td>Confused state, Nervousness</td></tr><tr><td><content styleCode=\"bold\">Nervous System Disorders:</content></td><td>Ataxia; Dizziness; Drowsiness; Intellectual   function decrease </td></tr><tr><td><content styleCode=\"bold\">Vascular Disorders:</content></td><td>Hypotension (Intraoperative); Hypertension   (Intraoperative) </td></tr><tr><td><content styleCode=\"bold\">Hepatobiliary Disorders:</content></td><td>Blood bilirubin increased; Bromsulphthalein   clearance decreased; Alanine   aminotransferase increased; Aspartate   aminotransferase increased; Blood alkaline   phosphatase increased; Blood lactate   dehydrogenase increased </td></tr><tr><td><content styleCode=\"bold\">Musculoskeletal, Connective Tissue   and Bone Disorders: </content></td><td>Myalgia</td></tr><tr><td><content styleCode=\"bold\">General Disorders and Administrative   Site Conditions: </content></td><td>Asthenia; Fatigue</td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS • Concomitant use of N 2 O and/or opioids reduces the MAC of Isoflurane USP. Adjust dose accordingly. ( 7.1 , 7.2 ) • Isoflurane USP decreases the doses of neuromuscular blocking agents required. Adjust dose accordingly. ( 7.3 ) 7.1 Opioids Opioids decrease the Minimum Alveolar Concentration (MAC) of isoflurane. Opioids such as fentanyl and its analogues, when combined with isoflurane, may lead to a synergistic fall in blood pressure and respiratory rate. 7.2 Nitrous Oxide Nitrous oxide decreases the MAC of isoflurane [see Dosage and Administration (2.1) ]. 7.3 Neuromuscular Blocking Agents Isoflurane potentiates the muscle relaxant effect of all neuromuscular blocking agents and decreases the required doses of neuromuscular blocking agents. In general, anesthetic concentrations isoflurane at equilibrium reduce the ED 95 of succinylcholine, atracurium, pancuronium, rocuronium and vecuronium by approximately 25 to 40% or more compared to N 2 O/opioid anesthesia. If added relaxation is required, supplemental doses of neuromuscular blocking agents may be used. 7.4 Adrenaline Isoflurane is similar to sevoflurane in the sensitization of the myocardium to arrhythmogenic effect of exogenously administered adrenaline. Doses of adrenaline greater than 5mcg/kg, whenvadministered submucosally may produce multiple ventricular arrhythmias. 7.5 Calcium Antagonists Isoflurane may lead to marked hypotension in patients treated with calcium antagonists. 7.6 Concomitant use with Beta Blockers Concomitant use of beta blockers may exaggerate the cardiovascular effects of inhalational anesthetics, including hypotension and negative inotropic effects. 7.7 Concomitant Use with MAO Inhibitors Concomitant use of MAO inhibitors and inhalational anesthetics may increase the risk of hemodynamic instability during surgery or medical procedures."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS In the event of overdosage, or what may appear to be overdosage, the following action should be taken, as appropriate: Stop drug administration, establish a clear airway, and initiate assisted or controlled ventilation with pure oxygen. Monitor cardiovascular function and manage signs of poor end-organ perfusion as clinically indicated. Geriatric Use : The minimum alveolar concentration (MAC) of Isoflurane USP decreases with increasing patient age. ( 8.5 ) See 17 for PATIENT COUNSELING INFORMATION. Revised: 02/2025 8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embryofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased livebirth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans (see Data). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15- 20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits [ see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]. 8.2 Lactation Due to insufficient information regarding the excretion of isoflurane in human milk, the potential risks and benefits for each specific patient should be carefully considered before isoflurane is administered to nursing women. 8.4 Pediatric Use During the induction of anesthesia, saliva flow and tracheobronchial secretion can increase and can be the cause of larynogospasm, particularly in children. Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as Isoflurane USP, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]. 8.5 Geriatric Use The minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. The dose should be adjusted accordingly [see Dosage and Administration (2.4) ]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embryofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased livebirth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans (see Data). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15- 20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits [ see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use During the induction of anesthesia, saliva flow and tracheobronchial secretion can increase and can be the cause of larynogospasm, particularly in children. Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as Isoflurane USP, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data [see Warnings and Precautions (5.8) , Nonclinical Toxicology (13.2) ]."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use The minimum alveolar concentration (MAC) of isoflurane decreases with increasing patient age. The dose should be adjusted accordingly [see Dosage and Administration (2.4) ]."
    ],
    "overdosage": [
      "10 OVERDOSAGE The symptoms of overdosage of Isoflurane USP can present as a deepening of anesthesia, cardiac and/or respiratory depression in spontaneously breathing patients, and cardiac depression in ventilated patients in whom hypercapnia and hypoxia may occur only at a late stage. In the event of overdosage, or what may appear to be overdosage, the following action should be taken, as appropriate: Stop drug administration, establish a clear airway, and initiate assisted or controlled ventilation with pure oxygen. Monitor cardiovascular function and manage signs of poor end-organ perfusion as clinically indicated."
    ],
    "description": [
      "11 DESCRIPTION Isoflurane USP (isoflurane, USP), a nonflammable liquid administered by vaporizing, is a general inhalation anesthetic drug. It is 1-chloro-2,2,2-trifluoroethyl difluoromethyl ether, and its structural formula is: Some physical constants are: Molecular weight 184.5 Boiling point at 760 mm Hg 48.5°C Refractive index n 20/D 1.2990-1.3005 Specific gravity 25°/25°C 1.496 Vapor pressure in mm Hg** 20°C 238 25°C 295 30°C 367 35°C 450 **Equation for vapor pressure calculation: log 10 Pvap = A + B/T where: A = 8.056 B=−1664.58 T = °C + 273.16 (Kelvin) Partition coefficients at 37°C Water/gas 0.61 Blood/gas 1.43 Oil/gas 90.8 Partition coefficients at 25°C – rubber and plastic Conductive rubber/gas 62.0 Butyl rubber/gas 75.0 Polyvinyl chloride/gas 110.0 Polyethylene/gas ~2.0 Polyurethane/gas ~1.4 Polyolefin/gas ~1.1 Butyl acetate/gas ~2.5 Purity by gas chromatography >99.9% Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23°C None Lower limit of flammability in oxygen or nitrous oxide at 900 joules/sec. and 23°C Greater than useful concentration in anesthesia. Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers. Isoflurane has a mildly pungent, musty, ethereal odor. Samples stored in indirect sunlight in clear, colorless glass for five years, as well as samples directly exposed for 30 hours to a 2 amp, 115 volt, 60 cycle long wave U.V. light were unchanged in composition as determined by gas chromatography. Isoflurane in one normal sodium methoxide-methanol solution, a strong base, for over six months consumed essentially no alkali, indicative of strong base stability. Isoflurane does not decompose in the presence of soda lime (at normal operating temperatures), and does not attack aluminum, tin, brass, iron or copper. isoflurane"
    ],
    "description_table": [
      "<table border=\"0\" width=\"100%\"><tbody><tr><td>Molecular weight</td><td/><td>184.5</td></tr><tr><td>Boiling point at 760 mm Hg</td><td/><td>48.5&#xB0;C</td></tr><tr><td><paragraph>Refractive index n 20/D</paragraph></td><td/><td>1.2990-1.3005</td></tr><tr><td>Specific gravity 25&#xB0;/25&#xB0;C</td><td/><td>1.496</td></tr><tr><td>Vapor pressure in mm Hg**</td><td>20&#xB0;C</td><td>238</td></tr><tr><td/><td>25&#xB0;C</td><td>295</td></tr><tr><td/><td>30&#xB0;C</td><td>367</td></tr><tr><td/><td>35&#xB0;C</td><td>450</td></tr><tr><td><paragraph>**Equation for vapor pressure calculation:</paragraph><paragraph>log <sub>10</sub>Pvap = A + B/T where: </paragraph></td><td><paragraph>A = 8.056</paragraph><paragraph>B=&#x2212;1664.58</paragraph><paragraph>T = &#xB0;C + 273.16 (Kelvin)</paragraph><paragraph/></td><td/></tr><tr><td><content styleCode=\"bold\">Partition coefficients at 37&#xB0;C</content></td><td/><td/></tr><tr><td>Water/gas</td><td>0.61</td><td/></tr><tr><td>Blood/gas</td><td>1.43</td><td/></tr><tr><td>Oil/gas</td><td>90.8</td><td/></tr><tr><td><content styleCode=\"bold\">Partition coefficients at 25&#xB0;C &#x2013; rubber and plastic</content></td><td/><td/></tr><tr><td>Conductive rubber/gas</td><td>62.0</td><td/></tr><tr><td>Butyl rubber/gas</td><td>75.0</td><td/></tr><tr><td>Polyvinyl chloride/gas</td><td>110.0</td><td/></tr><tr><td>Polyethylene/gas</td><td>~2.0</td><td/></tr><tr><td>Polyurethane/gas</td><td>~1.4</td><td/></tr><tr><td>Polyolefin/gas</td><td>~1.1</td><td/></tr><tr><td>Butyl acetate/gas</td><td>~2.5</td><td/></tr><tr><td>Purity by gas chromatography</td><td>&gt;99.9%</td><td/></tr><tr><td>Lower limit of flammability in   oxygen or nitrous oxide at 9 joules/sec. and 23&#xB0;C </td><td>None</td><td/></tr><tr><td>Lower limit of flammability in oxygen   or nitrous oxide at 900 joules/sec. and 23&#xB0;C </td><td>Greater than useful concentration in   anesthesia. </td><td/></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.2 Pharmacodynamics Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia, primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of neuromuscular blocking agents. ALL COMMONLY USED NEUROMUSCULAR BLOCKING AGENTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing neuromuscular blocking agents in the presence of isoflurane. All commonly used neuromuscular blocking agents are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (“coronary steal”). Clinical trials to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease. 12.3 Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites. 12.5 Pharmacogenomics RYR1 and CACNA1S are polymorphic genes, and multiple pathogenic variants have been associated with malignant hyperthermia susceptibility (MHS) in patients receiving volatile anesthetic agents, including Isoflurane USP. Case reports as well as ex-vivo studies have identified multiple variants in RYR1 and CACNA1S associated with MHS. Variant pathogenicity should be assessed based on prior clinical experience, functional studies, prevalence information, or other evidence [see Contraindications (4) , Warnings and Precautions (5.1) ]."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia, primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of neuromuscular blocking agents. ALL COMMONLY USED NEUROMUSCULAR BLOCKING AGENTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing neuromuscular blocking agents in the presence of isoflurane. All commonly used neuromuscular blocking agents are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (“coronary steal”). Clinical trials to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites."
    ],
    "pharmacogenomics": [
      "12.5 Pharmacogenomics RYR1 and CACNA1S are polymorphic genes, and multiple pathogenic variants have been associated with malignant hyperthermia susceptibility (MHS) in patients receiving volatile anesthetic agents, including Isoflurane USP. Case reports as well as ex-vivo studies have identified multiple variants in RYR1 and CACNA1S associated with MHS. Variant pathogenicity should be assessed based on prior clinical experience, functional studies, prevalence information, or other evidence [see Contraindications (4) , Warnings and Precautions (5.1) ]."
    ],
    "nonclinical_toxicology": [
      "13. NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice, which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility. 13.2 Animal Toxicology and/or Pharmacology Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 , 8.4 )]."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice, which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility."
    ],
    "animal_pharmacology_and_or_toxicology": [
      "13.2 Animal Toxicology and/or Pharmacology Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 , 8.4 )]."
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Isoflurane USP, is available in the following presentations: FILL CONTAINER NDC 100 mL Amber-colored Bottle 66794-017-10 250 mL Amber-colored Bottle 66794-017-25 Replace the cap securely after each use. 16.1 Safety and Handling Occupational Caution The following reactions have been reported following occupational exposure to isoflurane: dyspnea, bronchospasm, stridor, cough, dizziness, paresthesia, hepatic reactions, flushing rash, contact dermatitis, erythema, periorbital edema, eye irritation, conjunctival hyperemia, and headache. There is no specific work exposure limit established for Isoflurane USP. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of Isoflurane USP include headache, dizziness or (in extreme cases) unconsciousness [see Overdosage (10) ]. There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors (Waste Anesthetic Gases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks. 16.2 Storage Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F) [see USP Controlled Room Temperature]. Isoflurane contains no additives and has been demonstrated to be stable at room temperature for periods in excess of five years."
    ],
    "how_supplied_table": [
      "<table border=\"1\" width=\"100%\"><tbody><tr><td><content styleCode=\"bold\">FILL</content></td><td><content styleCode=\"bold\">CONTAINER</content></td><td><content styleCode=\"bold\">NDC</content></td></tr><tr><td>100 mL</td><td>Amber-colored Bottle</td><td>66794-017-10</td></tr><tr><td>250 mL</td><td>Amber-colored Bottle</td><td>66794-017-25</td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "16.1 Safety and Handling Occupational Caution The following reactions have been reported following occupational exposure to isoflurane: dyspnea, bronchospasm, stridor, cough, dizziness, paresthesia, hepatic reactions, flushing rash, contact dermatitis, erythema, periorbital edema, eye irritation, conjunctival hyperemia, and headache. There is no specific work exposure limit established for Isoflurane USP. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of Isoflurane USP include headache, dizziness or (in extreme cases) unconsciousness [see Overdosage (10) ]. There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors (Waste Anesthetic Gases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks.",
      "16.2 Storage Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F) [see USP Controlled Room Temperature]. Isoflurane contains no additives and has been demonstrated to be stable at room temperature for periods in excess of five years."
    ],
    "spl_unclassified_section": [
      "17. PATIENT COUNSELING INFORMATION Anesthesia providers need to obtain the following information from patients prior to administration of anesthesia: • Medications they are taking, including herbal supplements • Drug allergies, including allergic reactions to anesthetic agents (including hepatic sensitivity) • Any history of severe reactions to prior administration of anesthetic • If the patient or a member of the patient’s family has a history of malignant hyperthermia or if the patient has a history of Duchenne muscular dystrophy or other latent neuromuscular disease. Anesthesia providers should inform patients of the following risks associated with Isoflurane USP: • Post-operative nausea and vomiting and respiratory adverse effects including coughing. There is no information of the effects of Isoflurane USP following anesthesia on the ability to operate an automobile or other heavy machinery. However, patients should be advised that the ability to perform such tasks may be impaired after receiving anesthetic agents. Patients should not undertake hazardous tasks, such as driving, for at least 24 hours following administration of a general anesthetic. Anesthesia providers should inform parents and caregivers of pediatric patients that emergence from anesthesia in children may evoke a brief state of agitation that may hinder cooperation. Anesthesia providers should inform patients that Isoflurane USP, as well as other general anesthetics, may cause a slight decrease in intellectual function for 2 or 3 days following anesthesia. As with other anesthetics, small changes in moods and symptoms may persist for up to 6 days after administration. Effect of anesthetic and sedation drugs on early brain development Studies conducted in young animals and children suggest repeated or prolonged use of general anesthetic or sedation drugs in children younger than 3 years may have negative effects on their developing brains. Discuss with parents and caregivers the benefits, risks, and timing and duration of surgery or procedures requiring anesthetic and sedation drugs [see Warnings and Precautions (5.8) ]."
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-100ml NDC 66794-017-10 ISOFLURANE, USP LIQUID FOR INHALATION Rx Only 100 mL isoflurane 100ml",
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL-250ml NDC 66794-017-25 ISOFLURANE, USP LIQUID FOR INHALATION Rx Only 250 mL isoflurane"
    ],
    "set_id": "d6851c71-0c2f-43f6-883c-a43fe894985d",
    "id": "2a79d440-2b83-c291-e063-6294a90a55c9",
    "effective_time": "20250325",
    "version": "22",
    "openfda": {
      "application_number": [
        "ANDA074502"
      ],
      "brand_name": [
        "Isoflurane"
      ],
      "generic_name": [
        "ISOFLURANE"
      ],
      "manufacturer_name": [
        "Piramal Critical Care, Inc."
      ],
      "product_ndc": [
        "66794-017"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "ISOFLURANE"
      ],
      "rxcui": [
        "542347"
      ],
      "spl_id": [
        "2a79d440-2b83-c291-e063-6294a90a55c9"
      ],
      "spl_set_id": [
        "d6851c71-0c2f-43f6-883c-a43fe894985d"
      ],
      "package_ndc": [
        "66794-017-10",
        "66794-017-25"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175975",
        "N0000175681"
      ],
      "pharm_class_pe": [
        "General Anesthesia [PE]"
      ],
      "pharm_class_epc": [
        "General Anesthetic [EPC]"
      ],
      "unii": [
        "CYS9AKD70P"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Isoflurane Isoflurane Isoflurane Isoflurane"
    ],
    "spl_unclassified_section": [
      "Rx only",
      "Halocarbon Life Sciences, LLC, 1100 Dittman Court, North Augusta, SC 29841 IPN-08 Rev. 02/20"
    ],
    "description": [
      "DESCRIPTION Isoflurane, USP, a nonflammable liquid administered by vaporizing, is a general inhalation anesthetic drug. It is 1-chloro-2,2,2-trifluoroethyl difluoromethyl ether, and its structural formula is: Some physical constants are: Molecular weight 184.5 Boiling point at 760 mm Hg 48.5°C (uncorr.) Refractive index n 20 D 1.2990-1.3005 Specific gravity 25° / 25°C 1.496 Vapor pressure in mm Hg Equation for vapor pressure calculation: 20°C 238 25ºC 295 30°C 367 35°C 450 Log 10 P vap = A + B T where: A=8.056 B=-1664.58 T=°C = 273.16 (Kelvin Partition coefficients at 37°C: Water / gas 0.61 Blood / gas 1.43 Oil / gas 90.8 Partition coefficients at 25°C - rubber and plastic Conductive rubber / gas 62.0 Butyl rubber / gas 75.0 Polyvinyl chloride / gas 110.0 Polyethylene / gas ~2.0 Polyurethane / gas ~1.4 Polyolefin / gas ~1.1 Butyl acetate / gas ~2.5 Purity by gas chromatography >99.9% Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23ºC None Lower limit of flammability in oxygen or nitrous oxide at 900 joules/sec. and 23ºC Greater than useful concentration in anesthesia Isoflurane is a clear, colorless, stable liquid containing no additives or chemical stabilizers. Isoflurane has a mildly pungent, musty, ethereal odor. Samples stored in indirect sunlight in clear, colorless glass for five years, as well as samples directly exposed for 30 hours to a 2 amp, 115 volt, 60 cycle long wave U.V. light were unchanged in composition as determined by gas chromatography. Isoflurane in one normal sodium methoxide-methanol solution, a strong base, for over six months consumed essentially no alkali, indicative of strong base stability. Isoflurane does not decompose in the presence of soda lime (at normal operating temperatures), and does not attack aluminum, tin, brass, iron, or copper. Chemical Structure"
    ],
    "description_table": [
      "<table width=\"70%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"20%\" align=\"left\" valign=\"top\"/><col width=\"35%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Molecular weight</td><td/><td>184.5</td></tr><tr><td colspan=\"2\">Boiling point at 760 mm Hg</td><td>48.5&#xB0;C (uncorr.)</td></tr><tr><td colspan=\"2\">Refractive index n<sup>20</sup><sub>D</sub></td><td>1.2990-1.3005</td></tr><tr><td>Specific gravity 25&#xB0; / 25&#xB0;C</td><td/><td>1.496</td></tr><tr><td>Vapor pressure in mm Hg<footnote ID=\"ft1_i\">Equation for vapor pressure calculation:</footnote></td><td>20&#xB0;C</td><td>238</td></tr><tr><td/><td>25&#xBA;C</td><td>295</td></tr><tr><td/><td>30&#xB0;C</td><td>367</td></tr><tr><td/><td>35&#xB0;C</td><td>450</td></tr></tbody></table>",
      "<table width=\"80%\" styleCode=\"Noautorules\"><col width=\"16%\" align=\"right\" valign=\"top\"/><col width=\"10%\" align=\"left\" valign=\"top\"/><col width=\"10%\" align=\"center\" valign=\"top\"/><col width=\"64%\" align=\"left\" valign=\"top\"/><tbody><tr><td align=\"left\">Log<sub>10</sub>P<sub>vap</sub> = </td><td>A + <content styleCode=\"underline\">B</content>  T</td><td valign=\"middle\">where:</td><td align=\"left\">A=8.056 B=-1664.58 T=&#xB0;C = 273.16 (Kelvin</td></tr></tbody></table>",
      "<table width=\"70%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Water / gas</td><td/><td>0.61</td></tr><tr><td>Blood / gas</td><td/><td>1.43</td></tr><tr><td>Oil / gas</td><td/><td>90.8</td></tr></tbody></table>",
      "<table width=\"70%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Conductive rubber / gas</td><td/><td>62.0</td></tr><tr><td>Butyl rubber / gas</td><td/><td>75.0</td></tr><tr><td>Polyvinyl chloride / gas</td><td/><td>110.0</td></tr><tr><td>Polyethylene / gas</td><td/><td>~2.0</td></tr><tr><td>Polyurethane / gas</td><td/><td>~1.4</td></tr><tr><td>Polyolefin / gas</td><td/><td>~1.1</td></tr><tr><td>Butyl acetate / gas</td><td/><td>~2.5</td></tr></tbody></table>",
      "<table width=\"70%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Purity by gas chromatography</td><td/><td>&gt;99.9%</td></tr></tbody></table>",
      "<table width=\"70%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Lower limit of flammability in oxygen or nitrous oxide at 9 joules/sec. and 23&#xBA;C</td><td/><td>None</td></tr></tbody></table>",
      "<table width=\"75%\" styleCode=\"Noautorules\"><col width=\"45%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"30%\" align=\"left\" valign=\"top\"/><tbody><tr><td>Lower limit of flammability in oxygen or nitrous oxide at 900 joules/sec. and 23&#xBA;C</td><td/><td>Greater than useful concentration in anesthesia</td></tr></tbody></table>"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Isoflurane is an inhalation anesthetic. The MAC (minimum alveolar concentration) in man is as follows: Age 100% Oxygen 70% N 2 O 26 ± 4 1.28 0.56 44 ± 7 1.15 0.50 64 ± 5 1.05 0.37 Induction of and recovery from isoflurane anesthesia are rapid. Isoflurane has a mild pungency which limits the rate of induction, although excessive salivation or tracheobronchial secretions do not appear to be stimulated. Pharyngeal and laryngeal reflexes are readily obtunded. The level of anesthesia may be changed rapidly with isoflurane. Isoflurane is a profound respiratory depressant. RESPIRATION MUST BE MONITORED CLOSELY AND SUPPORTED WHEN NECESSARY. As anesthetic dose is increased, tidal volume decreases and respiratory rate is unchanged. This depression is partially reversed by surgical stimulation, even at deeper levels of anesthesia. Isoflurane evokes a sigh response reminiscent of that seen with diethyl ether and enflurane, although the frequency is less than with enflurane. Blood pressure decreases with induction of anesthesia but returns toward normal with surgical stimulation. Progressive increases in depth of anesthesia produce corresponding decreases in blood pressure. Nitrous oxide diminishes the inspiratory concentration of isoflurane required to reach a desired level of anesthesia and may reduce the arterial hypotension seen with isoflurane alone. Heart rhythm is remarkably stable. With controlled ventilation and normal PaCO 2 , cardiac output is maintained despite increasing depth of anesthesia primarily through an increase in heart rate which compensates for a reduction in stroke volume. The hypercapnia which attends spontaneous ventilation during isoflurane anesthesia further increases heart rate and raises cardiac output above awake levels. Isoflurane does not sensitize the myocardium to exogenously administered epinephrine in the dog. Limited data indicate that subcutaneous injection of 0.25mg of epinephrine (50 mL of 1:200,000 solution) does not produce an increase in ventricular arrhythmias in patients anesthetized with isoflurane. Muscle relaxation is often adequate for intra-abdominal operations at normal levels of anesthesia. Complete muscle paralysis can be attained with small doses of muscle relaxants. ALL COMMONLY USED MUSCLE RELAXANTS ARE MARKEDLY POTENTIATED WITH ISOFLURANE, THE EFFECT BEING MOST PROFOUND WITH THE NONDEPOLARIZING TYPE. Neostigmine reverses the effect of nondepolarizing muscle relaxants in the presence of isoflurane. All commonly used muscle relaxants are compatible with isoflurane. Isoflurane can produce coronary vasodilation at the arteriolar level in selected animal models; the drug is probably also a coronary dilator in humans. Isoflurane, like some other coronary arteriolar dilators, has been shown to divert blood from collateral dependent myocardium to normally perfused areas in an animal model (\"coronary steal\"). Clinical studies to date evaluating myocardial ischemia, infarction and death as outcome parameters have not established that the coronary arteriolar dilation property of isoflurane is associated with coronary steal or myocardial ischemia in patients with coronary artery disease. Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"75%\"><col width=\"10%\" align=\"center\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><col width=\"30%\" align=\"center\" valign=\"top\"/><thead><tr><th/><th>Age</th><th>100% Oxygen</th><th>70% N<sub>2</sub>O</th></tr></thead><tbody><tr><td/><td>26 &#xB1; 4</td><td>1.28</td><td>0.56</td></tr><tr><td/><td>44 &#xB1; 7</td><td>1.15</td><td>0.50</td></tr><tr><td/><td>64 &#xB1; 5</td><td>1.05</td><td>0.37</td></tr></tbody></table>"
    ],
    "pharmacokinetics": [
      "Pharmacokinetics Isoflurane undergoes minimal biotransformation in man. In the postanesthesia period, only 0.17% of the isoflurane taken up can be recovered as urinary metabolites."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Isoflurane may be used for induction and maintenance of general anesthesia. Adequate data have not been developed to establish its application in obstetrical anesthesia."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Known sensitivity to isoflurane, or to other halogenated agents. Known or suspected genetic susceptibility to malignant hyperthermia."
    ],
    "warnings": [
      "WARNINGS Perioperative Hyperkalemia Use of inhaled anesthetic agents has been associated with rare increases in serum potassium levels that have resulted in cardiac arrhythmias and death in pediatric patients during the postoperative period. Patients with latent as well as overt neuromuscular disease, particularly Duchenne muscular dystrophy, appear to be most vulnerable. Concomitant use of succinylcholine has been associated with most, but not all, of these cases. These patients also experienced significant elevations in serum creatinine kinase levels and, in some cases, changes in urine consistent with myoglobinuria. Despite the similarity in presentation to malignant hyperthermia, none of these patients exhibited signs or symptoms of muscle rigidity or hypermetabolic state. Early and aggressive intervention to treat the hyperkalemia and resistant arrhythmias is recommended, as is subsequent evaluation for latent neuromuscular disease. Malignant Hyperthermia In susceptible individuals, isoflurane anesthesia may trigger a skeletal muscle hypermetabolic state leading to high oxygen demand and the clinical syndrome known as malignant hyperthermia. The syndrome includes nonspecific features such as muscle rigidity, tachycardia, tachypnea, cyanosis, arrhythmias and unstable blood pressure. (It should also be noted that many of these nonspecific signs may appear with light anesthesia, acute hypoxia, etc.) An increase in overall metabolism may be reflected in an elevated temperature (which may rise rapidly early or late in the case, but usually is not the first sign of augmented metabolism) and an increased usage of the CO 2 absorption system (hot cannister). PaO 2 and pH may decrease, and hyperkalemia and a base deficit may appear. Treatment includes discontinuance of triggering agents (e.g., isoflurane), administration of intravenous dantrolene sodium, and application of supportive therapy. Such therapy includes vigorous efforts to restore body temperature to normal, respiratory and circulatory support as indicated, and management of electrolyte- fluid-acid-base derangements. (Consult prescribing information for dantrolene sodium intravenous for additional information on patient management). Renal failure may appear later, and urine flow should be sustained if possible. Since levels of anesthesia may be altered easily and rapidly, only vaporizers producing predictable concentrations should be used Hypotension and respiratory depression increase as anesthesia is deepened. Increased blood loss comparable to that seen with halothane has been observed in patients undergoing abortions. Isoflurane markedly increases cerebral blood flow at deeper levels of anesthesia. There may be a transient rise in cerebral spinal fluid pressure which is fully reversible with hyperventilation. Pediatric Neurotoxicity Published animal studies demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity increase neuronal apoptosis in the developing brain and result in long-term cognitive deficits when used for longer than 3 hours. The clinical significance of these findings is not clear. However, based on the available data, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately three years of age in humans (See PRECAUTIONS/ Pregnancy , Pediatric Use , and ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY ). Some published studies in children suggest that similar deficits may occur after repeated or prolonged exposures to anesthetic agents early in life and may result in adverse cognitive or behavioral effects. These studies have substantial limitations, and it is not clear if the observed effects are due to the anesthetic/sedation drug administration or other factors such as the surgery or underlying illness. Anesthetic and sedation drugs are a necessary part of the care of children and pregnant women needing surgery, other procedures, or tests that cannot be delayed, and no specific medications have been shown to be safer than any other. Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks."
    ],
    "precautions": [
      "PRECAUTIONS General As with any potent general anesthetic isoflurane should only be administered in an adequately equipped anesthetizing environment by those who are familiar with the pharmacology of the drug and qualified by training and experience to manage the anesthetized patient. Regardless of the anesthetics employed, maintenance of normal hemodynamics is important to the avoidance of myocardial ischemia in patients with coronary artery disease Isoflurane, like some other inhalational anesthetics, can react with desiccated carbon dioxide (CO 2 ) absorbents to produce carbon monoxide which may result in elevated levels of carboxyhemoglobin in some patients. Case reports suggest that barium hydroxide lime and soda lime become desiccated when fresh gases are passed through the CO 2 absorber cannister at high flow rates over many hours or days. When a clinician suspects that CO 2 absorbent may be desiccated, it should be replaced before the administration of isoflurane. As with other halogenated anesthetic agents, isoflurane may cause sensitivity hepatitis in patients who have been sensitized by previous exposure to halogenated anesthetics (see CONTRAINDICATIONS ). Information for Patients Isoflurane, as well as other general anesthetics, may cause a slight decrease in intellectual function for 2 or 3 days following anesthesia. As with other anesthetics, small changes in moods and symptoms may persist for up to 6 days after administration. Effect of anesthetic and sedation drugs on early brain development Studies conducted in young animals and children suggest repeated or prolonged use of general anesthetic or sedation drugs in children younger than 3 years may have negative effects on their developing brains. Discuss with parents and caregivers the benefits, risks, and timing and duration of surgery or procedures requiring anesthetic and sedation drugs (See WARNINGS/Pediatric Neurotoxicity ). Laboratory Tests Transient increases in BSP retention, blood glucose and serum creatinine with decrease in BUN, serum cholesterol and alkaline phosphatase have been observed. Drug Interactions Isoflurane potentiates the muscle relaxant effect of all muscle relaxants, most notably nondepolarizing muscle relaxants, and MAC (minimum alveolar concentration) is reduced by concomitant administration of N 2 O. See CLINICAL PHARMACOLOGY . Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility. Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embrofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased live-birth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans [See Data ]. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits (See WARNINGS/ Pediatric Neurotoxicity , PRECAUTIONS/ Pediatric Use , and ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY ). Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when isoflurane is administered to a nursing woman. Pediatric Use Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as isoflurane, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data. (See WARNINGS/ Pediatric Neurotoxicity , PRECAUTIONS/ Pregnancy , and ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY )."
    ],
    "general_precautions": [
      "General As with any potent general anesthetic isoflurane should only be administered in an adequately equipped anesthetizing environment by those who are familiar with the pharmacology of the drug and qualified by training and experience to manage the anesthetized patient. Regardless of the anesthetics employed, maintenance of normal hemodynamics is important to the avoidance of myocardial ischemia in patients with coronary artery disease Isoflurane, like some other inhalational anesthetics, can react with desiccated carbon dioxide (CO 2 ) absorbents to produce carbon monoxide which may result in elevated levels of carboxyhemoglobin in some patients. Case reports suggest that barium hydroxide lime and soda lime become desiccated when fresh gases are passed through the CO 2 absorber cannister at high flow rates over many hours or days. When a clinician suspects that CO 2 absorbent may be desiccated, it should be replaced before the administration of isoflurane. As with other halogenated anesthetic agents, isoflurane may cause sensitivity hepatitis in patients who have been sensitized by previous exposure to halogenated anesthetics (see CONTRAINDICATIONS )."
    ],
    "information_for_patients": [
      "Information for Patients Isoflurane, as well as other general anesthetics, may cause a slight decrease in intellectual function for 2 or 3 days following anesthesia. As with other anesthetics, small changes in moods and symptoms may persist for up to 6 days after administration. Effect of anesthetic and sedation drugs on early brain development Studies conducted in young animals and children suggest repeated or prolonged use of general anesthetic or sedation drugs in children younger than 3 years may have negative effects on their developing brains. Discuss with parents and caregivers the benefits, risks, and timing and duration of surgery or procedures requiring anesthetic and sedation drugs (See WARNINGS/Pediatric Neurotoxicity )."
    ],
    "laboratory_tests": [
      "Laboratory Tests Transient increases in BSP retention, blood glucose and serum creatinine with decrease in BUN, serum cholesterol and alkaline phosphatase have been observed."
    ],
    "drug_interactions": [
      "Drug Interactions Isoflurane potentiates the muscle relaxant effect of all muscle relaxants, most notably nondepolarizing muscle relaxants, and MAC (minimum alveolar concentration) is reduced by concomitant administration of N 2 O. See CLINICAL PHARMACOLOGY ."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Swiss ICR mice were given isoflurane to determine whether such exposure might induce neoplasia. Isoflurane was given at 1/2, 1/8 and 1/32 MAC for four in-utero exposures and for 24 exposures to the pups during the first nine weeks of life. The mice were killed at 15 months of age. The incidence of tumors in these mice was the same as in untreated control mice which were given the same background gases, but not the anesthetic. Mutagenesis Isoflurane was negative in the in vivo mouse micronucleus and in vitro human lymphocyte chromosomal aberration assay. In published studies, isoflurane was negative in the in vitro bacterial reverse mutation assay (Ames test) in all strains tested (Salmonella typhimurium strains TA98, TA100, and TA1535) in the presence or absence of metabolic activation. Impairment of Fertility Male and female Sprague-Dawley rats were exposed to isoflurane at concentrations of 0%, 0.15%, and 0.60% (0, 1/8, and 1/2 MAC) 2 hours per day for 14 consecutive days prior to mating. Isoflurane had no effects on either male or female fertility."
    ],
    "pregnancy": [
      "Pregnancy Risk Summary There are no adequate and well-controlled studies in pregnant women. In animal reproduction studies, embrofetal toxicity was noted in pregnant mice exposed to 0.075% (increased post implantation losses) and 0.3% isoflurane (increased post implantation losses and decreased live-birth index) during organogenesis. Published studies in pregnant primates demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity during the period of peak brain development increases neuronal apoptosis in the developing brain of the offspring when used for longer than 3 hours. There are no data on pregnancy exposures in primates corresponding to periods prior to the third trimester in humans [See Data ]. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. Data Animal Data Pregnant rats were exposed to isoflurane at concentrations of 0%, 0.1%, or 0.4% for two hours per day during organogenesis (Gestational Days 6-15). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant mice exposed to isoflurane at concentrations of 0%, 0.075%, or 0.30% for 2 hours per day during organogenesis (Gestational Days 6-15). Isoflurane increased fetal toxicity (higher post implantation losses at 0.075 and 0.3% groups and significantly lower live-birth index in the 0.3% isoflurane treatment group). Isoflurane did not cause malformations or clear maternal toxicity under these conditions. Pregnant rats were exposed to concentrations of isoflurane at 0%, 0.1%, or 0.4% for 2 hours per day during late gestation (GD 15-20). Animals appeared slightly sedated during exposure. No adverse effects on the offspring or evidence of maternal toxicity were reported. This study did not evaluate neurobehavioral function including learning and memory in the first generation (F1) of pups. In a published study in primates, administration of an anesthetic dose of ketamine for 24 hours on Gestation Day 122 increased neuronal apoptosis in the developing brain of the fetus. In other published studies, administration of either isoflurane or propofol for 5 hours on Gestation Day 120 resulted in increased neuronal and oligodendrocyte apoptosis in the developing brain of the offspring. With respect to brain development, this time period corresponds to the third trimester of gestation in the human. The clinical significance of these findings is not clear; however, studies in juvenile animals suggest neuroapoptosis correlates with long-term cognitive deficits (See WARNINGS/ Pediatric Neurotoxicity , PRECAUTIONS/ Pediatric Use , and ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY )."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when isoflurane is administered to a nursing woman."
    ],
    "pediatric_use": [
      "Pediatric Use Published juvenile animal studies demonstrate that the administration of anesthetic and sedation drugs, such as isoflurane, that either block NMDA receptors or potentiate the activity of GABA during the period of rapid brain growth or synaptogenesis, results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of ketamine that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer of isoflurane increased neuronal cell loss. Data from isoflurane-treated rodents and ketamine-treated primates suggest that the neuronal and oligodendrocyte cell losses are associated with prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in pregnant women, neonates, and young children who require procedures with the potential risks suggested by the nonclinical data. (See WARNINGS/ Pediatric Neurotoxicity , PRECAUTIONS/ Pregnancy , and ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Adverse reactions encountered in the administration of isoflurane are in general dose dependent extensions of pharmacophysiologic effects and include respiratory depression, hypotension and arrhythmias. Shivering, nausea, vomiting and ileus have been observed in the postoperative period. As with all other general anesthetics, transient elevations in white blood count have been observed even in the absence of surgical stress. See WARNINGS for information regarding malignant hyperthermia and elevated carboxyhemoglobin levels. During marketing, there have been rare reports of mild, moderate and severe (some fatal) post-operative hepatic dysfunction and hepatitis. Isoflurane has also been associated with perioperative hyperkalemia (see WARNINGS ). Post-Marketing Events The following adverse events have been identified during post-approval use of isoflurane, USP. Due to the spontaneous nature of these reports, the actual incidence and relationship of isoflurane, USP to these events cannot be established with certainty. Cardiac Disorders : Cardiac arrest Hepatobiliary Disorders : Hepatic necrosis, Hepatic failure."
    ],
    "overdosage": [
      "OVERDOSAGE In the event of overdosage, or what may appear to be overdosage, the following action should be taken: Stop drug administration, establish a clear airway and initiate assisted or controlled ventilation with pure oxygen."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Premedication Premedication should be selected according to the need of the individual patient, taking into account that secretions are weakly stimulated by isoflurane and the heart rate tends to be increased. The use of anticholinergic drugs is a matter of choice. Inspired Concentration The concentration of isoflurane being delivered from a vaporizer during anesthesia should be known. This may be accomplished by using: a) vaporizers calibrated specifically for isoflurane; b) vaporizers from which delivered flows can be calculated, such as vaporizers delivering a saturated vapor which is then diluted. The delivered concentration from such a vaporizer may be calculated using the formula: % isoflurane = 100 P V F V ––––––––– F T (P A -P V ) Where: P A = Pressure of atmosphere P V = Vapor pressure of isoflurane F V = Flow of gas through vaporizer (mL/min) F T = Total gas flow (mL/min) Isoflurane contains no stabilizer. Nothing in the agent alters calibration or operation of these vaporizers. Induction Induction with isoflurane in oxygen or in combination with oxygen-nitrous oxide mixtures may produce coughing, breath holding, or laryngospasm. These difficulties may be avoided by the use of a hypnotic dose of an ultra-short-acting barbiturate. Inspired concentrations of 1.5 to 3.0% isoflurane usually produce surgical anesthesia in 7 to 10 minutes. Maintenance Surgical levels of anesthesia may be sustained with a 1.0 to 2.5% concentration when nitrous oxide is used concomitantly. An additional 0.5 to 1.0% may be required when isoflurane is given using oxygen alone. If added relaxation is required, supplemental doses of muscle relaxants may be used. The level of blood pressure during maintenance is an inverse function of isoflurane concentration in the absence of other complicating problems. Excessive decreases may be due to depth of anesthesia and in such instances may be corrected by lightening anesthesia."
    ],
    "dosage_and_administration_table": [
      "<table width=\"90%\" styleCode=\"Noautorules\"><col width=\"30%\" align=\"left\" valign=\"middle\"/><col width=\"5%\" align=\"left\" valign=\"middle\"/><col width=\"5%\" align=\"left\" valign=\"middle\"/><col width=\"60%\" align=\"left\" valign=\"middle\"/><tbody><tr><td colspan=\"2\">% isoflurane</td><td>=</td><td>100 P<sub>V</sub>F<sub>V</sub> &#x2013;&#x2013;&#x2013;&#x2013;&#x2013;&#x2013;&#x2013;&#x2013;&#x2013;</td></tr><tr><td/><td/><td/><td>F<sub>T</sub>(P<sub>A</sub>-P<sub>V</sub>)</td></tr><tr><td>Where:</td><td>P<sub>A</sub></td><td>=</td><td>Pressure of atmosphere</td></tr><tr><td/><td>P<sub>V</sub></td><td>=</td><td>Vapor pressure of isoflurane</td></tr><tr><td/><td>F<sub>V</sub></td><td>=</td><td>Flow of gas through vaporizer (mL/min)</td></tr><tr><td/><td>F<sub>T</sub></td><td>=</td><td>Total gas flow (mL/min)</td></tr></tbody></table>"
    ],
    "how_supplied": [
      "HOW SUPPLIED Isoflurane, USP is available in unit packages of 100 mL (NDC 12164-012-10) and 250 mL (NDC 12164-012-25) amber colored bottles. Safety and Handling Occupational Caution There is no specific work exposure limit established for isoflurane, USP. However, the National Institute for Occupational Safety and Health Administration (NIOSH) recommends that no worker should be exposed at ceiling concentrations greater than 2 ppm of any halogenated anesthetic agent over a sampling period not to exceed one hour. The predicted effects of acute overexposure by inhalation of isoflurane, USP include headache, dizziness or (in extreme cases) unconsciousness. There are no documented adverse effects of chronic exposure to halogenated anesthetic vapors (Waste Anesthetic Gases or WAGs) in the workplace. Although results of some epidemiological studies suggest a link between exposure to halogenated anesthetics and increased health problems (particularly spontaneous abortion), the relationship is not conclusive. Since exposure to WAGs is one possible factor in the findings for these studies, operating room personnel, and pregnant women in particular, should minimize exposure. Precautions include adequate general ventilation in the operating room, the use of a well-designed and well-maintained scavenging system, work practices to minimize leaks and spills while the anesthetic agent is in use, and routine equipment maintenance to minimize leaks. Storage Store at controlled room temperature 15° - 30°C (59° - 86°F) (see USP). Isoflurane contains no additives and has been demonstrated to be stable at room temperature for a period in excess of five years."
    ],
    "storage_and_handling": [
      "Storage Store at controlled room temperature 15° - 30°C (59° - 86°F) (see USP). Isoflurane contains no additives and has been demonstrated to be stable at room temperature for a period in excess of five years."
    ],
    "animal_pharmacology_and_or_toxicology": [
      "ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY Published studies in animals demonstrate that the use of anesthetic agents during the period of rapid brain growth or synaptogenesis results in widespread neuronal and oligodendrocyte cell loss in the developing brain and alterations in synaptic morphology and neurogenesis. Based on comparisons across species, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester through the first several months of life, but may extend out to approximately 3 years of age in humans. In primates, exposure to 3 hours of an anesthetic regimen that produced a light surgical plane of anesthesia did not increase neuronal cell loss, however, treatment regimens of 5 hours or longer increased neuronal cell loss. Data in rodents and in primates suggest that the neuronal and oligodendrocyte cell losses are associated with subtle but prolonged cognitive deficits in learning and memory. The clinical significance of these nonclinical findings is not known, and healthcare providers should balance the benefits of appropriate anesthesia in neonates and young children who require procedures against the potential risks suggested by the nonclinical data. (See WARNINGS/ Pediatric Neurotoxicity and PRECAUTIONS/Pregnancy , Pediatric Use )"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 250 mL Bottle Label NDC 12164-012-25 250 mL Isoflurane, USP LIQUID FOR INHALATION A NONFLAMMABLE, NONEXPLOSIVE, INHALATION ANESTHETIC Rx ONLY Halocarbon LIFE SCIENCES, LLC 1100 Dittman Ct. North Augusta, SC 29841 www.halocarbon.com PRINCIPAL DISPLAY PANEL - 250 mL Bottle Label"
    ],
    "set_id": "e8e57cd7-b662-4e1c-beda-e73a4b3d16ae",
    "id": "c05e1421-6ea8-4037-b552-6ca4e5d992fc",
    "effective_time": "20240913",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA075225"
      ],
      "brand_name": [
        "Isoflurane"
      ],
      "generic_name": [
        "ISOFLURANE"
      ],
      "manufacturer_name": [
        "Halocarbon Life Sciences, LLC"
      ],
      "product_ndc": [
        "12164-012"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "RESPIRATORY (INHALATION)"
      ],
      "substance_name": [
        "ISOFLURANE"
      ],
      "rxcui": [
        "542347"
      ],
      "spl_id": [
        "c05e1421-6ea8-4037-b552-6ca4e5d992fc"
      ],
      "spl_set_id": [
        "e8e57cd7-b662-4e1c-beda-e73a4b3d16ae"
      ],
      "package_ndc": [
        "12164-012-25",
        "12164-012-10"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175975",
        "N0000175681"
      ],
      "pharm_class_pe": [
        "General Anesthesia [PE]"
      ],
      "pharm_class_epc": [
        "General Anesthetic [EPC]"
      ],
      "unii": [
        "CYS9AKD70P"
      ]
    }
  }
]