[
  {
    "spl_product_data_elements": [
      "Visine Allergy Eye Relief Multi-Action Naphazoline Hydrochloride and Pheniramine Maleate BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE SODIUM HYDROXIDE HYDROCHLORIC ACID NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Distributed by: JOHNSON & JOHNSON CONSUMER INC. Skillman, NJ 08558"
    ],
    "active_ingredient": [
      "Active ingredients Purpose Naphazoline HCl 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "active_ingredient_table": [
      "<table width=\"60%\"><col align=\"left\" valign=\"middle\" width=\"50%\"/><col align=\"right\" valign=\"middle\" width=\"50%\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Naphazoline HCl 0.025%</td><td>Redness reliever</td></tr><tr><td>Pheniramine maleate 0.3%</td><td>Antihistamine</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purpose Naphazoline HCl 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "purpose_table": [
      "<table width=\"60%\"><col align=\"left\" valign=\"middle\" width=\"50%\"/><col align=\"right\" valign=\"middle\" width=\"50%\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Naphazoline HCl 0.025%</td><td>Redness reliever</td></tr><tr><td>Pheniramine maleate 0.3%</td><td>Antihistamine</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves itchy, red eyes due to: pollen ragweed grass animal hair and dander"
    ],
    "warnings": [
      "Warnings For external use only Do not use if you are sensitive to any ingredient in this product. Ask a doctor before use if you have heart disease high blood pressure narrow angle glaucoma trouble urinating When using this product pupils may become enlarged temporarily causing light sensitivity do not touch tip of container to any surface to avoid contamination replace cap after each use remove contact lenses before using do not use if this solution changes color or becomes cloudy overuse may cause more eye redness some users may experience a brief tingling sensation Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental swallowing by infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure narrow angle glaucoma trouble urinating"
    ],
    "when_using": [
      "When using this product pupils may become enlarged temporarily causing light sensitivity do not touch tip of container to any surface to avoid contamination replace cap after each use remove contact lenses before using do not use if this solution changes color or becomes cloudy overuse may cause more eye redness some users may experience a brief tingling sensation"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental swallowing by infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 years of age and over: put 1 or 2 drops in the affected eye(s) up to 4 times a day children under 6 years of age: consult a doctor"
    ],
    "storage_and_handling": [
      "Other information Store at 15° to 25°C (59° to 77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate, sodium hydroxide and/or hydrochloric acid"
    ],
    "questions": [
      "Questions? call toll-free 888-734-7648 or 215-273-8755 (collect)"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 15 mL Bottle Carton VISINE ® NAPHAZOLINE HCl 0.025% AND PHENIRAMINE MALEATE 0.3% OPHTHALMIC SOLUTION ANTIHISTAMINE AND REDNESS RELIEVER ALLERGY EYE RELIEF MULTI-ACTION ORIGINAL PRESCRIPTION STRENGTH Clinically Proven to Relieve Red, Itchy Eyes STERILE EYE DROPS 1/2 FL OZ (15mL) 0367"
    ],
    "set_id": "125fbc97-5bc8-436e-9ee9-e5a44384e260",
    "id": "21eaa17e-eb96-aa1d-e063-6394a90a9870",
    "effective_time": "20241113",
    "version": "8",
    "openfda": {
      "application_number": [
        "NDA020485"
      ],
      "brand_name": [
        "Visine Allergy Eye Relief Multi-Action"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "Kenvue Brands LLC"
      ],
      "product_ndc": [
        "69968-0367"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043658"
      ],
      "spl_id": [
        "21eaa17e-eb96-aa1d-e063-6394a90a9870"
      ],
      "spl_set_id": [
        "125fbc97-5bc8-436e-9ee9-e5a44384e260"
      ],
      "package_ndc": [
        "69968-0367-1",
        "69968-0367-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Target Eye Drops Maximum Redness Relief Eye Glycerin, Naphazoline hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "​Active ingredients Glycerin 0.5% Naphazoline hydrochloride 0.03%"
    ],
    "purpose": [
      "​Purpose Glycerin...Lubricant Naphazoline hydrochloride...Redness reliever"
    ],
    "indications_and_usage": [
      "Uses For the relief of redness of the eye due to minor eye irritations For the temporary relief of burning and irritation due to dryness of the eye For use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using Tamper Evident : Do not use this product if imprinted neckband is missing or broken."
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "box"
    ],
    "set_id": "1b26cd3b-4a05-4623-b320-01f22b3106ff",
    "id": "0cfa0b71-d377-fa73-e063-6294a90a390e",
    "effective_time": "20231220",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Target Eye Drops Maximum Redness Relief Eye"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Target Corporation"
      ],
      "product_ndc": [
        "11673-100"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "0cfa0b71-d377-fa73-e063-6294a90a390e"
      ],
      "spl_set_id": [
        "1b26cd3b-4a05-4623-b320-01f22b3106ff"
      ],
      "package_ndc": [
        "11673-100-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rohto Cool Max Naphazoline hydrochloride, Polysorbate 80 BENZALKONIUM CHLORIDE BORIC ACID CHLOROBUTANOL EDETATE DISODIUM MENTHOL, UNSPECIFIED FORM POTASSIUM ASPARTATE WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POLYSORBATE 80 POLYSORBATE 80 ALCOHOL"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.03% Polysorbate 80 0.2%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride - Redness reliever Polysorbate 80 - Lubricant"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations temporarily relieves burning and irritation due to dryness of the eye for protection against further irritation"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch top of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "warnings_and_cautions": [
      "When using this product do not touch top of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions put 1 or 2 drops in the affected eye(s) up to 4 times daily tightly snap on cap to seal Other information do not store above 25°C (77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol (0.1%), benzalkonium chloride, boric acid, chlorobutanol, edetate disodium, menthol, potassium aspartate, purified water, sodium borate"
    ],
    "questions": [
      "Questions? Toll free 1-877-636-2677 MON-FRI 9 AM to 5 PM (EST)"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Rohto Cool Max"
    ],
    "set_id": "20b934af-fe24-44a2-b313-5540a209432c",
    "id": "2978d571-17d3-2c20-e063-6394a90a14cd",
    "effective_time": "20241217",
    "version": "9",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Rohto Cool Max"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, POLYSORBATE 80"
      ],
      "manufacturer_name": [
        "The Mentholatum Company"
      ],
      "product_ndc": [
        "10742-8159"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "POLYSORBATE 80"
      ],
      "rxcui": [
        "1535485"
      ],
      "spl_id": [
        "2978d571-17d3-2c20-e063-6394a90a14cd"
      ],
      "spl_set_id": [
        "20b934af-fe24-44a2-b313-5540a209432c"
      ],
      "package_ndc": [
        "10742-8159-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "6OZP39ZG8H"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Droptics Performance Eye Drops Naphazoline Hydrochloride, Propylene Glycol BENZALKONIUM CHLORIDE BORIC ACID BORNEOL CAFFEINE CAMPHOR (SYNTHETIC) MENTHOL POTASSIUM ASPARTATE WATER TAURINE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PROPYLENE GLYCOL PROPYLENE GLYCOL"
    ],
    "active_ingredient": [
      "Active Ingredients Naphozoline Hydrochloride 0.03% Propylene Glycol: 1.0%"
    ],
    "purpose": [
      "Purpose Redness Reliver Lubricant"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves burning and irritation due to dryness of the eye Relieves redness of the eye due to minor eye irritations"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product • Do not touch tip of container to any surface to avoid contamination • Replace each cap after each use • Do not use if solution changes color or becomes cloudy • Overuse may cause more eye redness • Pupils may become enlarged temporarily • Remove contact lenses before use Stop Use and ask a doctor if • You feel eye pain • Changes in vision occur • Redness or irritation of the eyes lasts • Condition worsens or lasts more than 72 hours Keep out of reach of children • If swallowed, get medical help or contact a Poison Control center right away"
    ],
    "keep_out_of_reach_of_children": [
      ""
    ],
    "dosage_and_administration": [
      "Directions Put 1 or 2 drops in the affected eye(s) up to 4 times daily Tightly screw on cap to seal after use"
    ],
    "spl_unclassified_section": [
      "Other information Store at 20 - 25°C (68 -77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, borneol, caffeine, camphor, menthol, potassium l-aspartate, purified water, taurine"
    ],
    "package_label_principal_display_panel": [
      "Product label image description image description"
    ],
    "set_id": "20fd6822-a7fd-4593-92bb-0a07260893e2",
    "id": "4a69ff43-04d2-a9c5-e063-6294a90a84a8",
    "effective_time": "20260209",
    "version": "7",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Droptics Performance Eye Drops"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, PROPYLENE GLYCOL"
      ],
      "manufacturer_name": [
        "Droptics LLC"
      ],
      "product_ndc": [
        "85211-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PROPYLENE GLYCOL"
      ],
      "rxcui": [
        "2627786"
      ],
      "spl_id": [
        "4a69ff43-04d2-a9c5-e063-6294a90a84a8"
      ],
      "spl_set_id": [
        "20fd6822-a7fd-4593-92bb-0a07260893e2"
      ],
      "package_ndc": [
        "85211-001-01",
        "85211-001-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "6DC9Q167V3"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "EYE ALLERGY RELIEF Naphazoline hydrochloride and Pheniramine maleate BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID HYPROMELLOSE, UNSPECIFIED NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active Ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings For external use only Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 6 years of age and older: instill 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information store at 20°-25°C (68°-77°F) protect from light use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions? Call: 1-866-767-9161"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel CVS Health TM Eye Allergy Relief pheniramine maleate 0.315% Naphazoline hydrochloride 0.02675% EYE DROPS Relieves itching & redness caused by : Pollen, grass & ragweed Animal hair & dander TWIN PACK [two bottle icon] [teardrop icon] Actual Product Size on Side Panel STERILE 2 BOTTLES 0.5 FL OZ (15 ml) EACH CARTON"
    ],
    "set_id": "253130b4-a23b-43a0-b125-0fa5bd01b2b6",
    "id": "48727c9c-6638-f714-e063-6394a90a9954",
    "effective_time": "20260115",
    "version": "3",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "EYE ALLERGY RELIEF"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "CVS PHARMACY"
      ],
      "product_ndc": [
        "69842-441"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "48727c9c-6638-f714-e063-6394a90a9954"
      ],
      "spl_set_id": [
        "253130b4-a23b-43a0-b125-0fa5bd01b2b6"
      ],
      "package_ndc": [
        "69842-441-15",
        "69842-441-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Code Red Eye Drops Micro Glycerin and Naphazoline Hydrochloride GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Manufactured by: Samson ® Pharmaceuticals Inc."
    ],
    "active_ingredient": [
      "Active Ingredients Purpose Glycerin 0.25% Lubricant Naphazoline HCL 0.012% Redness reliever"
    ],
    "active_ingredient_table": [
      "<table width=\"60%\"><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"60%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active Ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Glycerin 0.25%</td><td>Lubricant</td></tr><tr><td>Naphazoline HCL 0.012%</td><td>Redness reliever</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active Ingredients Purpose Glycerin 0.25% Lubricant Naphazoline HCL 0.012% Redness reliever"
    ],
    "purpose_table": [
      "<table width=\"60%\"><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"60%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active Ingredients</content></th><th><content styleCode=\"italics\">Purpose</content></th></tr></thead><tbody><tr><td>Glycerin 0.25%</td><td>Lubricant</td></tr><tr><td>Naphazoline HCL 0.012%</td><td>Redness reliever</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations temporary relief of burning and irritation due to dryness of the eyes protects against further irritation"
    ],
    "warnings": [
      "Warnings For external use only. Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma high blood pressure diabetes any eye injuries or infection When using this product do not touch tip of container to any surface to avoid contamination do not use if this solution changes color or becomes cloudy pupils may become enlarged temporarily remove contact lenses before using replace cap after each use Stop use and ask a doctor if you feel eye pain changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma high blood pressure diabetes any eye injuries or infection"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination do not use if this solution changes color or becomes cloudy pupils may become enlarged temporarily remove contact lenses before using replace cap after each use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily"
    ],
    "storage_and_handling": [
      "Other information store at 15°–30°C (59°–86°F) keep tightly closed use before expiration date marked on the carton and bottle serious side effects associated with use of product may be reported to the phone number provided below"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Benzalkonium Chloride, Boric Acid, Edetate Disodium, Purified Water, Sodium Borate"
    ],
    "questions": [
      "Questions? 1-888-995-9935"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 8 mL Bottle Blister Pack NEW! Advanced Redness Formula CODE RED ® MICRO POCKET SIZE Relieves Redness Fast! Eye Drops ✓ Moisturizes ✓ Soothes ✓ Relieves Brings Eyes Back to Life Made in the USA STERILE | 0.27 FL OZ (8 mL) NDC 83817-102-01 PRINCIPAL DISPLAY PANEL - 8 mL Bottle Blister Pack"
    ],
    "set_id": "2a15ea9a-ff67-446b-8b83-6517d25ff38a",
    "id": "0c2fe7de-1fbb-401b-b3b4-5099a3cd7d24",
    "effective_time": "20250529",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Code Red Eye Drops Micro"
      ],
      "generic_name": [
        "GLYCERIN AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "4 Trees LLC"
      ],
      "product_ndc": [
        "83817-102"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "CONJUNCTIVAL"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "0c2fe7de-1fbb-401b-b3b4-5099a3cd7d24"
      ],
      "spl_set_id": [
        "2a15ea9a-ff67-446b-8b83-6517d25ff38a"
      ],
      "package_ndc": [
        "83817-102-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0857283008069"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "NAFASOLINA Naphazoline hydrochloride WATER NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE SODIUM BISULFITE BENZALKONIUM CHLORIDE SODIUM CITRATE SODIUM CHLORIDE"
    ],
    "active_ingredient": [
      "Naphazoline hydrochloride 0.05% v/v. Purpose: Nasal decongestant"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of accidental overdose, get medical help or contact a Poison Control Center right away. Stop using this product after 3 days. If symptoms persist, stop, and consult a doctor."
    ],
    "inactive_ingredient": [
      "Benzalkonium chloride, purified water, sodium bisulfite, sodium chloride, and sodium citrate."
    ],
    "purpose": [
      "For the temporary relief of nasal congestion due to the common cold, hay fever, or sinusitis. Temporarily relieves a stuffy nose. Helps clear nasal passages."
    ],
    "when_using": [
      "Use for the temporary relief of nasal congestion due to the common cold, hay fever, or sinusitis."
    ],
    "dosage_and_administration": [
      "Adults and children 12 years of age and over: 1 or 2 drops in each nostril not more often than every 6 hours. Do not give to children under 12 years of age unless directed by a doctor."
    ],
    "warnings": [
      "Do not exceed recommended dosage. This product may cause temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge. The use of this container by more than one person may spread infection. Do not use this product for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. If symptoms persist, consult a doctor. Do not use this product if you have heart disease, high blood pressure, thyroid disease, diabetes, or difficulty in urination due to enlargement of the prostate gland unless directed by a doctor. Do not use this product in children under 12 years of age because it may cause sedation if swallowed. When using this product avoid contact with the eyes."
    ],
    "do_not_use": [
      "If you are pregnant or breast-feeding consult a health care professional before using this product. Do not use this product if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (certain drugs for depression, psychiatric or emotional conditions, or Parkinson's disease), or for 2 weeks after stopping the MAOI drug. If you are uncertain whether your prescription drug contains an MAOI, consult a health professional before taking this product. Do not use this product for more than 3 days. Use only as directed. Frequent or prolonged use may cause nasal congestion to recur or worsen. If symptoms persist, consult a doctor. Do not use this product if you have heart disease, high blood pressure, thyroid disease, diabetes, or difficulty in urination due to enlargement of the prostate gland unless directed by a doctor. Do not use this product in children under 12 years of age because it may cause sedation if swallowed. Do not use this product in a child who has heart disease, high blood pressure, thyroid disease, or diabetes unless directed by a doctor. This product is for nasal use only. When using this product avoid contact with the eyes. In case of contact with eyes, rinse eyes thoroughly with water."
    ],
    "indications_and_usage": [
      "Naphazoline hydrochloride 0.05% nasal drops are indicated for the temporary relief of nasal congestion due to the common cold, hay fever, or sinusitis. Temporarily relieves a stuffy nose. Helps clear nasal passages."
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel 0.5 FL. OZ NDC: 12539-146-02 Nafasolina-drug-facts-Box"
    ],
    "set_id": "30cade3d-208f-8594-e063-6394a90ad2a0",
    "id": "463c40c9-6e49-e804-e063-6394a90a3db8",
    "effective_time": "20251218",
    "version": "2",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "NAFASOLINA"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Doral Pharmamedics Inc DBA AG Marin Pharmaceuticals"
      ],
      "product_ndc": [
        "12539-146"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046602"
      ],
      "spl_id": [
        "463c40c9-6e49-e804-e063-6394a90a3db8"
      ],
      "spl_set_id": [
        "30cade3d-208f-8594-e063-6394a90ad2a0"
      ],
      "package_ndc": [
        "12539-146-01",
        "12539-146-02"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Kroger Eye Drops Redness Relief Glycerin, Naphazoline hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant and redness reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use this product if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children if swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children if swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information Tamper Evident. Do not use this product if imprinted neckband is missing or broken. store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "Kroger Eey Drops Redness Relief 15mL Kroger Eye Drops Redness Relief 15mL"
    ],
    "set_id": "318dea21-2656-36a3-e063-6294a90ac9c4",
    "id": "318dda17-bc19-1b29-e063-6294a90a0ad5",
    "effective_time": "20240101",
    "version": "1",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Kroger Eye Drops Redness Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "The Kroger Co."
      ],
      "product_ndc": [
        "30142-573"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "318dda17-bc19-1b29-e063-6294a90a0ad5"
      ],
      "spl_set_id": [
        "318dea21-2656-36a3-e063-6294a90ac9c4"
      ],
      "package_ndc": [
        "30142-573-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0041260377891"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Equaline Redness Relief Lubricant Eye Drops Glycerin, Naphazoline hydrochloride BORIC ACID EDETATE DISODIUM BENZALKONIUM CHLORIDE WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant and redness reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use this product if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "Equaline Redness Relief Lubricant Eye Drops 15mL Equaline Redness Relief Lubricant Eye Drops 15mL"
    ],
    "set_id": "31a30b00-9f4b-717a-e063-6394a90a8a87",
    "id": "31a36709-1b78-e0d7-e063-6294a90a0a28",
    "effective_time": "20240101",
    "version": "2",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Equaline Redness Relief Lubricant Eye Drops"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "United Natural Foods, Inc"
      ],
      "product_ndc": [
        "83455-213"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "31a36709-1b78-e0d7-e063-6294a90a0a28"
      ],
      "spl_set_id": [
        "31a30b00-9f4b-717a-e063-6394a90a8a87"
      ],
      "package_ndc": [
        "83455-213-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0041163461512"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Harris Teeter Redness Relief Eye Drops Glycerin, Naphazoline hydrochloride BORIC ACID EDETATE DISODIUM BENZALKONIUM CHLORIDE WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant and redness reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use this product if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "Harris Teeter Redness Relief Eye Drops 15mL Harris Teeter Redness Relief Eye Drops 15mL"
    ],
    "set_id": "31a3d575-10f1-5feb-e063-6294a90ac478",
    "id": "31a3ed06-b11f-05c7-e063-6394a90aad0a",
    "effective_time": "20240101",
    "version": "1",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Harris Teeter Redness Relief Eye Drops"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Harris Teeter, LLC."
      ],
      "product_ndc": [
        "69256-979"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "31a3ed06-b11f-05c7-e063-6394a90aad0a"
      ],
      "spl_set_id": [
        "31a3d575-10f1-5feb-e063-6294a90ac478"
      ],
      "package_ndc": [
        "69256-979-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0072036713049"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Discount Drug Mart Redness Relief Eye Drops Glycerin, Naphazoline hydrochloride BORIC ACID EDETATE DISODIUM BENZALKONIUM CHLORIDE WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant and redness reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use this product if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "Discount Drug Mart Redness Relief Eye Drops15mL Discount Drug Mart Redness Relief Eye Drops15mL"
    ],
    "set_id": "31a98e6c-42df-6b56-e063-6294a90a3564",
    "id": "31a9702b-c4a3-56d9-e063-6294a90ac44e",
    "effective_time": "20240101",
    "version": "1",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Discount Drug Mart Redness Relief Eye Drops"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Discount Drug Mart, Inc."
      ],
      "product_ndc": [
        "53943-074"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "31a9702b-c4a3-56d9-e063-6294a90ac44e"
      ],
      "spl_set_id": [
        "31a98e6c-42df-6b56-e063-6294a90a3564"
      ],
      "package_ndc": [
        "53943-074-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0093351034114"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Colirio Ojo De Aguila Eye Drops Glycerin, Naphazoline hydrochloride WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID EDETATE DISODIUM BENZALKONIUM CHLORIDE Colirio Oftal-Mycin Glycerin, Naphazoline hydrochloride BORIC ACID EDETATE DISODIUM BENZALKONIUM CHLORIDE WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant and redness reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use this product if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after using overuse may cause more redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions or Comments? Call 1-800-344-2422 www.grandall.com"
    ],
    "package_label_principal_display_panel": [
      "Colirio Ojo De Aguila Eye Drops 15mL Colirio Ojo De Aguila Eye Drops 15mL",
      "Colirio Oftal-Mycin 15mL Colirio Oftal-Mycin 15mL"
    ],
    "set_id": "31aa07e9-0cc9-2a77-e063-6394a90a4b9d",
    "id": "4741a1f5-e262-8d85-e063-6394a90a014c",
    "effective_time": "20251231",
    "version": "2",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Colirio Ojo De Aguila Eye Drops",
        "Colirio Oftal-Mycin"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Grandall Distributing Co., Inc."
      ],
      "product_ndc": [
        "48201-106",
        "48201-107"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "4741a1f5-e262-8d85-e063-6394a90a014c"
      ],
      "spl_set_id": [
        "31aa07e9-0cc9-2a77-e063-6394a90a4b9d"
      ],
      "package_ndc": [
        "48201-106-01",
        "48201-107-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0348201016131",
        "0348201016155"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "MZ1131787D",
        "PDC6A3C0OX"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clear Eyes Maximum Itchy Eye Relief Glycerin and Naphazoline Hydrochloride and Zinc Sulfate GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE ZINC SULFATE ZINC CATION BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM CHLORIDE SODIUM CITRATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredient Glycerin 0.25%",
      "Active Ingredient Naphazoline hydrochloride 0.012%",
      "Active Ingredient Zinc Sulfate 0.25%"
    ],
    "purpose": [
      "Purpose Lubricant",
      "Purpose Redness Reliever",
      "Purpose Astringent"
    ],
    "indications_and_usage": [
      "Uses for use as a protectant against further irritation or to relieve dryness of the eye for the temporary relief of burning & irritation due to dryness of the eye relieves redness of the eye due to minor eye irritations"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye overuse may produce increased redness of the eye Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye overuse may produce increased redness of the eye"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other Information Store at 20-25C (68-77F) remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium chloride, sodium citrate"
    ],
    "questions": [
      "Questions? 1-877-274-1787 C leareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL CLEAR EYES ® MAXIMUM ITCHY EYE RELIEF ASTRINGENT LUBRICANT/ REDNESS RELIEVER EYE DROPS PRINCIPAL DISPLAY PANEL CLEAR EYES® MAXIMUM ITCHY EYE RELIEF ASTRINGENT LUBRICANT/ REDNESS RELIEVER EYE DROPS",
      "PRINCIPAL DISPLAY PANEL Clear eyes® MAXIMUM ITCHY EYE RELIEF ASTRINGENT/LUBRICANT/REDNESS RELIEVER EYE DROPS PRINCIPAL DISPLAY PANEL Clear eyes® MAXIMUM ITCHY EYE RELIEF ASTRINGENT/LUBRICANT/REDNESS RELIEVER EYE DROPS"
    ],
    "set_id": "326a1462-78d1-42d6-8257-7e4f00d1f215",
    "id": "4ed44e8e-1743-4724-83ce-d6d1c69677f5",
    "effective_time": "20251023",
    "version": "12",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Clear Eyes Maximum Itchy Eye Relief"
      ],
      "generic_name": [
        "GLYCERIN AND NAPHAZOLINE HYDROCHLORIDE AND ZINC SULFATE"
      ],
      "manufacturer_name": [
        "Prestige Brands Holdings, Inc."
      ],
      "product_ndc": [
        "67172-999"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE",
        "ZINC SULFATE"
      ],
      "rxcui": [
        "1046644"
      ],
      "spl_id": [
        "4ed44e8e-1743-4724-83ce-d6d1c69677f5"
      ],
      "spl_set_id": [
        "326a1462-78d1-42d6-8257-7e4f00d1f215"
      ],
      "package_ndc": [
        "67172-999-01",
        "67172-999-06"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D",
        "89DS0H96TB"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clear Eyes Cooling Redness Relief Glycerin and Naphazoline Hydrochloride NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN BENZALKONIUM CHLORIDE BORIC ACID BETADEX EDETATE DISODIUM MENTHOL WATER SODIUM BORATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.5%",
      "Active ingredients Naphazoline hydrochloride 0.03%"
    ],
    "purpose": [
      "Purpose Lubricant",
      "Purpose Redness Reliever"
    ],
    "indications_and_usage": [
      "Uses for the relief of redness of the eye due to minor eye irritations for the temporary relief of burning and irritation due to dryness of the eye for use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only. Do not use if solution changes color or becomes cloudy. Ask a doctor before use if you have narrow angle glaucoma. When using this product: to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged Stop use & ask a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma."
    ],
    "when_using": [
      "When using this product: to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged"
    ],
    "stop_use": [
      "Stop use & ask a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other information store at 20°-25°C (68°-77°F) remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, cyclodextrin, edetate disodium, menthol, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-274-1787 www.cleareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL CLEAR EYES ® COOLING COMFORT Lubricant/Redness Relief Eye Drops STERILE 0.5 FL OZ (15 ML) PRINCIPAL DISPLAY PANEL CLEAR EYES® COOLING COMFORT Lubricant/Redness Relief Eye Drops STERILE 0.5 FL OZ (15 ML)"
    ],
    "set_id": "38d14e99-e4c8-431b-b106-578eeb38bf3c",
    "id": "8ac824d6-8b33-480e-afae-e11a735fd7d4",
    "effective_time": "20241025",
    "version": "6",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Clear Eyes Cooling Redness Relief"
      ],
      "generic_name": [
        "GLYCERIN AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Prestige Brands Holdings, Inc."
      ],
      "product_ndc": [
        "67172-393"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "8ac824d6-8b33-480e-afae-e11a735fd7d4"
      ],
      "spl_set_id": [
        "38d14e99-e4c8-431b-b106-578eeb38bf3c"
      ],
      "package_ndc": [
        "67172-393-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Cleareyes Redness Relief Naphazoline Hydrochloride and Glycerin BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN"
    ],
    "spl_unclassified_section": [
      "Drug Facts",
      "Distributed by Lil' Drug Store Products Inc. 9300 Earhart Lane SW, Cedar Rapids, IA 52404"
    ],
    "active_ingredient": [
      "Active ingredients Purposes Glycerin 0.25% Lubricant Naphazoline hydrochloride 0.012% Redness reliever"
    ],
    "active_ingredient_table": [
      "<table width=\"75%\"><col width=\"65%\" align=\"left\" valign=\"top\"/><col width=\"35%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purposes</content></th></tr></thead><tbody><tr><td>Glycerin 0.25%</td><td>Lubricant</td></tr><tr><td>Naphazoline hydrochloride 0.012%</td><td>Redness reliever</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purposes Glycerin 0.25% Lubricant Naphazoline hydrochloride 0.012% Redness reliever"
    ],
    "purpose_table": [
      "<table width=\"75%\"><col width=\"65%\" align=\"left\" valign=\"top\"/><col width=\"35%\" align=\"right\" valign=\"top\"/><thead><tr><th><content styleCode=\"italics\">Active ingredients</content></th><th><content styleCode=\"italics\">Purposes</content></th></tr></thead><tbody><tr><td>Glycerin 0.25%</td><td>Lubricant</td></tr><tr><td>Naphazoline hydrochloride 0.012%</td><td>Redness reliever</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye for the temporary relief of burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product pupils may become enlarged temporarily overuse may produce increased redness of the eye remove contact lenses before use to avoid contamination, do not touch tip to any surface replace cap after using Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product pupils may become enlarged temporarily overuse may produce increased redness of the eye remove contact lenses before use to avoid contamination, do not touch tip to any surface replace cap after using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "storage_and_handling": [
      "Other information Store at room temperature"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-274-1787 www.cleareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 6 mL Bottle Package (Canada) UP TO 12 HOURS OF SOOTHING COMFORT NEW LOOK! SAME COMFORT TRANSFORM YOUR DAY™ CLEAR EYES ® REDNESS RELIEF Relieves: redness, dryness, burning & irritation This Package for Households Without Young Children CONVENIENT POCKET PAL™ Formulated to Relieve Redness & Moisturize Soothes & Protects Fast-Acting LUBRICANT/REDNESS RELIEVER EYE DROPS | STERILE 0.2 fl oz (6mL) [Lil' Drug Store logo] PDP/Package",
      "PRINCIPAL DISPLAY PANEL - 6 mL Bottle Package - South Africa UP TO 12 HOURS OF SOOTHING COMFORT NEW LOOK! SAME COMFORT TRANSFORM YOUR DAY™ CLEAR EYES® REDNESS RELIEF Relieves: redness, dryness, burning & irritation This Package for Households Without Young Children CONVENIENT POCKET PAL™ Formulated to Relieve Redness & Moisturize Soothes & Protects Fast-Acting LUBRICANT/REDNESS RELIEVER EYE DROPS | STERILE 0.2 fl oz (6mL) [Lil' Drug Store logo] PDP/Package"
    ],
    "set_id": "39e4ab2b-ae12-4339-b219-109cf0f7f06a",
    "id": "0c8f4454-0523-b87a-e063-6394a90aa9b7",
    "effective_time": "20231215",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Cleareyes Redness Relief"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND GLYCERIN"
      ],
      "manufacturer_name": [
        "Lil' Drug Store Products, Inc."
      ],
      "product_ndc": [
        "66715-7010"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "spl_id": [
        "0c8f4454-0523-b87a-e063-6394a90aa9b7"
      ],
      "spl_set_id": [
        "39e4ab2b-ae12-4339-b219-109cf0f7f06a"
      ],
      "package_ndc": [
        "66715-7010-3"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0792554701037"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Advanced Eye Relief/ Redness Maximum Relief Naphazoline Hydrochloride and Hypromellose BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID SODIUM HYDROXIDE HYPROMELLOSE, UNSPECIFIED HYPROMELLOSE, UNSPECIFIED NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active ingredients Hypromellose (0.5%) Naphazoline hydrochloride (0.03%)"
    ],
    "purpose": [
      "Purpose Lubricant Redness reliever"
    ],
    "indications_and_usage": [
      "Uses temporary relief of redness and discomfort due to: minor eye irritations exposure to wind or sun dryness of the eye prevents further irritation"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination do not overuse as it may produce increased redness of the eye pupils may become enlarged temporarily remove contact lenses before using replace cap after use Stop use and ask a doctor if you experience eye pain, changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor_or_pharmacist": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination do not overuse as it may produce increased redness of the eye pupils may become enlarged temporarily remove contact lenses before using replace cap after use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain, changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions instill 1 to 2 drops in the affected eye(s) up to four times daily"
    ],
    "spl_unclassified_section": [
      "Other information store at 15–25 °C (59–77 °F) keep tightly closed use before expiration date marked on the carton and bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, sodium borate, sodium chloride, water for injection. Hydrochloric acid and/or sodium hydroxide may be used to adjust pH."
    ],
    "questions": [
      "Questions or comments? [phone icon] Call: 1-800-553-5340"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel BAUSCH + LOMB ADVANCED Eye Relief ® Maximum Redness REDNESS RELIEVER/ LUBRICANT EYE DROPS Maximum strength redness reliever Moisturizes and comforts STERILE 0.5 FL OZ (15 mL) 3843903 AB55411A carton"
    ],
    "set_id": "3c11285a-7e86-4b47-b1ee-e7d59858087d",
    "id": "22f543dc-1475-ff56-e063-6394a90a867b",
    "effective_time": "20240925",
    "version": "11",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Advanced Eye Relief/ Redness Maximum Relief"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND HYPROMELLOSE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-450"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "HYPROMELLOSE, UNSPECIFIED",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046654"
      ],
      "spl_id": [
        "22f543dc-1475-ff56-e063-6394a90a867b"
      ],
      "spl_set_id": [
        "3c11285a-7e86-4b47-b1ee-e7d59858087d"
      ],
      "package_ndc": [
        "24208-450-15",
        "24208-450-90"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3NXW29V3WO",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Equate Redness and Dry Eye Relief Glycerin, Naphazoline hydrochloride EDETATE DISODIUM BENZALKONIUM CHLORIDE SODIUM BORATE WATER BORIC ACID GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.25% Naphazoline HCI 0.012%"
    ],
    "purpose": [
      "Active ingredients Purposes Glycerin 0.25%........................................................Lubricant Naphazoline HCI 0.012%........................................Redness reliever"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "dosage_and_administration": [
      "Directions: instill 1 to 2 drops Ianthe affected eye(s) up to 4 times daily"
    ],
    "indications_and_usage": [
      "Uses ■ relieves redness of the eye due to minor eye irritations ■ for use as a protectant against further irritation or to relieve dryness of the eye ■ for the temporary relief of burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product ■ to avoid contamination, do not touch tip of container to any surface ■ replace cap after using ■ overuse may produce increased redness of the eye ■ pupils may become enlarged temporarily Stop use and ask a doctor if ■ you experience eye pain ■ you experience changes in vision ■ you experience continued redness or irritation of the eye ■ the condition worsens or persists for more than 72 hours"
    ],
    "package_label_principal_display_panel": [
      "Redness & Dry Eye Relief"
    ],
    "set_id": "44155cf8-6fd9-d16f-e063-6394a90ac731",
    "id": "46683ebc-72a1-a96b-e063-6294a90a3034",
    "effective_time": "20251220",
    "version": "2",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Equate Redness and Dry Eye Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Walmart"
      ],
      "product_ndc": [
        "79903-362"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "46683ebc-72a1-a96b-e063-6294a90a3034"
      ],
      "spl_set_id": [
        "44155cf8-6fd9-d16f-e063-6394a90ac731"
      ],
      "package_ndc": [
        "79903-362-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0194346489831"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Redness and Dry Eye Relief Glycerin, Naphazoline hydrochloride EDETATE DISODIUM BENZALKONIUM CHLORIDE SODIUM BORATE WATER GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.25% Naphazoline HCI 0.012%"
    ],
    "purpose": [
      "Active ingredients Purposes Glycerin 0.25%........................................................Lubricant Naphazoline HCI 0.012%........................................Redness reliever"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "dosage_and_administration": [
      "Directions: instill 1 to 2 drops Ianthe affected eye(s) up to 4 times daily"
    ],
    "indications_and_usage": [
      "Uses ■ relieves redness of the eye due to minor eye irritations ■ for use as a protectant against further irritation or to relieve dryness of the eye ■ for the temporary relief of burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product ■ to avoid contamination, do not touch tip of container to any surface ■ replace cap after using ■ overuse may produce increased redness of the eye ■ pupils may become enlarged temporarily Stop use and ask a doctor if ■ you experience eye pain ■ you experience changes in vision ■ you experience continued redness or irritation of the eye ■ the condition worsens or persists for more than 72 hours"
    ],
    "package_label_principal_display_panel": [
      "Redness & Dry Eye Relief"
    ],
    "set_id": "4682f68d-6bdd-d860-e063-6394a90a2b52",
    "id": "4682f69e-39ad-6a20-e063-6294a90a05a2",
    "effective_time": "20251221",
    "version": "1",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Redness and Dry Eye Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "KC Pharmaceuticals, Inc"
      ],
      "product_ndc": [
        "55651-620"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "4682f69e-39ad-6a20-e063-6294a90a05a2"
      ],
      "spl_set_id": [
        "4682f68d-6bdd-d860-e063-6394a90a2b52"
      ],
      "package_ndc": [
        "55651-620-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0194346489831"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Nazal Naphazoline hydrochloride CITRIC ACID MONOHYDRATE POTASSIUM PHOSPHATE, DIBASIC POTASSIUM PHOSPHATE, MONOBASIC DIMETHICONE SILICON DIOXIDE SODIUM CHLORIDE WATER NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BENZALKONIUM CHLORIDE"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.05%"
    ],
    "purpose": [
      "Purpose Nasal decongestant"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of nasal congestion due to the common cold, hay fever, or associated with sinusitis"
    ],
    "warnings": [
      "Warnings For external use only Do not use ■for more than 3 days ■in children under 12 years of age because it may cause sedation if swallowed Ask a doctor before use if you have ■heart disease ■high blood pressure ■thyroid disease ■diabetes ■difficulty in urination due to enlargement of the prostate gland When using this product ■do not exceed recommended dosage ■if may cause temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge ■the use of this container by more than one person may spread infection ■use only as directed ■frequent or prolonged use may cause nasal congestion to recur or worsen Stop use and ask a doctor if ■symptoms persist If pregnant or breast-feeding , ask a health professional before use. Keep our of reach of children. In case of accidental overdose, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use ■for more than 3 days ■in children under 12 years of age because it may cause sedation if swallowed"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have ■heart disease ■high blood pressure ■thyroid disease ■diabetes ■difficulty in urination due to enlargement of the prostate gland"
    ],
    "when_using": [
      "When using this product ■do not exceed recommended dosage ■if may cause temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge ■the use of this container by more than one person may spread infection ■use only as directed ■frequent or prolonged use may cause nasal congestion to recur or worsen"
    ],
    "stop_use": [
      "Stop use and ask a doctor if ■symptoms persist"
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding , ask a health professional before use."
    ],
    "keep_out_of_reach_of_children": [
      "Keep our of reach of children. In case of accidental overdose, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 12 years of age and older - 1 or 2 sprays in each nostril not more often than every 6 hours Children under 12 years of age - do not give unless directed by a doctor"
    ],
    "other_safety_information": [
      "Other information ■container is filled to proper level for best spray action"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, citric acid, dibasic potassium phosphate, fragrance, monobasic potassium phosphate, simethicone, sodium chloride, water"
    ],
    "package_label_principal_display_panel": [
      "nazalcart.jpg Carton"
    ],
    "set_id": "4d4043f8-5ed3-4027-beb6-687db1308202",
    "id": "0bde79a3-26b2-e0d2-e063-6294a90ac663",
    "effective_time": "20231206",
    "version": "7",
    "openfda": {
      "application_number": [
        "M012"
      ],
      "brand_name": [
        "Nazal"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Sato Pharmaceutical Co., Ltd."
      ],
      "product_ndc": [
        "49873-057"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046602"
      ],
      "spl_id": [
        "0bde79a3-26b2-e0d2-e063-6294a90ac663"
      ],
      "spl_set_id": [
        "4d4043f8-5ed3-4027-beb6-687db1308202"
      ],
      "package_ndc": [
        "49873-057-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0349873057019"
      ],
      "unii": [
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Naphcon A naphazoline hydrochloride and pheniramine maleate Naphazoline Hydrochloride Naphazoline Pheniramine Maleate Pheniramine Benzalkonium Chloride Boric Acid Edetate Disodium Water Sodium Borate Sodium Chloride Sodium Hydroxide Hydrochloric Acid 2x5 mL Outer Container 15 mL Container 5 mL Label 15 mL Outer Carton"
    ],
    "active_ingredient": [
      "Active ingredients Purpose Naphazoline hydrochloride 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "active_ingredient_table": [
      "<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" width=\"40%\"><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr><td align=\"left\"><content styleCode=\"bold\"><content styleCode=\"italics\">Active ingredients</content></content></td><td align=\"right\"><content styleCode=\"bold\"><content styleCode=\"italics\">Purpose</content></content></td></tr><tr><td align=\"left\">Naphazoline hydrochloride 0.025%</td><td align=\"right\">Redness reliever</td></tr><tr><td align=\"left\">Pheniramine maleate 0.3%</td><td align=\"right\">Antihistamine</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purpose Naphazoline hydrochloride 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "purpose_table": [
      "<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" width=\"40%\"><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr><td align=\"left\"><content styleCode=\"bold\"><content styleCode=\"italics\">Active ingredients</content></content></td><td align=\"right\"><content styleCode=\"bold\"><content styleCode=\"italics\">Purpose</content></content></td></tr><tr><td align=\"left\">Naphazoline hydrochloride 0.025%</td><td align=\"right\">Redness reliever</td></tr><tr><td align=\"left\">Pheniramine maleate 0.3%</td><td align=\"right\">Antihistamine</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of redness and itching of the eye(s) due to: ragweed pollen grass animal dander and hair"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if this solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma heart disease high blood pressure trouble urinating"
    ],
    "when_using": [
      "When using this product pupils may become enlarged temporarily causing light sensitivity overuse may cause more eye redness remove contact lenses before using to avoid contamination, do not touch tip of container to any surface replace cap after each use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye(s) gets worse or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental swallowing by infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 years and over: put 1 or 2 drops in the affected eye(s) up to 4 times daily children under 6 years: ask a doctor"
    ],
    "other_safety_information": [
      "Other information store at 20°-25°C (68°-77°F) protect from light"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate, sodium chloride, sodium hydroxide and/or hydrochloric acid"
    ],
    "questions": [
      "Questions? In the U.S. call 1-800-757-9195 or visit www.alcon.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL $3 Coupon Inside NAPHCON A ® Naphazoline Hydrochloride 0.025% and Pheniramine Maleate 0.3% Ophthalmic Solution Redness Reliever and Antihistamine RELIEVES ITCHING & REDNESS EYE DROPS STERILE 15 mL (0.5 FL OZ) TAMPER EVIDENT: For your protection, this bottle has a seal imprinted with the word “Alcon” around the neck. Do not use if seal is damaged or missing at time of purchase. Actual Size Combines a redness reliever and an antihistamine for the temporary relief of itchy, red eyes. SEE COUPON INSIDE ALCON LABORATORIES, INC. 6201 South Freeway Fort Worth, TX 76134 USA Alcon LOT: EXP.: 300055595-0122 EYE ALLERGY RELIEF NAPHCON A ® Naphazoline Hydrochloride 0.025% and Pheniramine Maleate 0.3% Ophthalmic Solution Redness Reliever and Antihistamine RELIEVES ITCHING & REDNESS EYE DROPS CLINICALLY PROVEN STERILE 15 mL (0.5 FL OZ) Alcon Active ingredients: Naphazoline Active ingredients: Naphazoline Hydrochloride 0.025%, Pheniramine Maleate 0.3%. Uses: For the temporary relief of redness and itching of the eye(s) due to ragweed, pollen, grass, animal dander and hair. DIRECTIONS: Put 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor. WARNINGS: See Drug Facts on outer carton for Warnings. Remove contact lenses before using. To avoid contamination, do not touch tip of container to any surface. To open: push cap down while turning. Replace cap after each use. Keep this and all drugs out of reach of children. TAMPER EVIDENT: For your protection, this bottle has a seal imprinted with the word “Alcon” around the neck. Do not use if seal is damaged or missing at time of purchase. Store at 20° - 25°C (68° - 77°F). Protect from light. ALCON LABORATORIES, INC. FORT WORTH, TX 76134 USA LOT: EXP: 300035727-0320",
      "PRINCIPAL DISPLAY PANEL Convenient • Take Anywhere EYE ALLERGY RELIEF POCKET SIZE NAPHCON A ® Naphazoline Hydrochloride 0.025% and Pheniramine Maleate 0.3% Ophthalmic Solution Redness Reliever and Antihistamine Relieves Itching & Redness EYE DROPS CLINICALLY PROVEN STERILE Two 5 mL (0.17 FL OZ) Bottles TAMPER EVIDENT: For your protection, this bottle has a seal imprinted with the word “Alcon” around the neck. Do not use if seal is damaged or missing at time of purchase. ACTUAL SIZE Combines a redness reliever and an antihistamine for the temporary relief of itchy, red eyes. ACTUAL FILL ALCON LABORATORIES, INC. 6201 South Freeway Fort Worth, TX 76134 ALCON LOT: EXP.: 9017143-0419",
      "PRINCIPAL DISPLAY PANEL EYE ALLERGY RELIEF NAPHCON A ® Naphazoline Hydrochloride 0.025% and Pheniramine Maleate 0.3% Ophthalmic Solution Redness Reliever and Antihistamine RELIEVES ITCHING & REDNESS EYE DROPS CLINICALLY PROVEN STERILE 5mL (0.17 FL OZ ) Active ingredients: Naphazoline Hydrochloride 0.025%, Pheniramine Maleate 0.3%. Uses: For the temporary relief of redness and itching of the eye(s) due to ragweed, pollen, grass, animal dander and hair. DIRECTIONS: Put 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor. WARNINGS: See Drug Facts on outer carton for Warnings. Remove contact lenses before using. To avoid contamination, do not touch tip of container to any surface. To open: push cap down while turning. Replace cap after each use. Keep this and all drugs out of reach of children. TAMPER EVIDENT: For your protection, this bottle has a seal imprinted with the word “Alcon” around the neck. Do not use if seal is damaged or missing at time of purchase. Store at 20° - 25°C (68° - 77°F). Protect from light. ALCON LABORATORIES, INC. FORT WORTH, TX 76134 USA LOT EXP: 300035726-0320"
    ],
    "set_id": "4d8412ff-0e59-4a6a-9f3e-4e6f6204bf58",
    "id": "96b9fdb6-f4fe-4350-93a5-d7cfacc83af0",
    "effective_time": "20240327",
    "version": "16",
    "openfda": {
      "application_number": [
        "NDA020226"
      ],
      "brand_name": [
        "Naphcon A"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "Alcon Laboratories, Inc."
      ],
      "product_ndc": [
        "0065-0085"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043658",
        "1046266"
      ],
      "spl_id": [
        "96b9fdb6-f4fe-4350-93a5-d7cfacc83af0"
      ],
      "spl_set_id": [
        "4d8412ff-0e59-4a6a-9f3e-4e6f6204bf58"
      ],
      "package_ndc": [
        "0065-0085-15",
        "0065-0085-38",
        "0065-0085-42",
        "0065-0085-52"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Revitalize Energizing Eye Drops Naphazoline Hydrochloride ,Propylene Glycol BENZALKONIUM CHLORIDE BORIC ACID BORNEOL CAFFEINE CAMPHOR (SYNTHETIC) MENTHOL, UNSPECIFIED FORM POTASSIUM ASPARTATE WATER TAURINE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PROPYLENE GLYCOL PROPYLENE GLYCOL"
    ],
    "active_ingredient": [
      "Active Ingredient Purpose Naphozoline Hydrochloride 0.03% Redness Reliver Propylene Glycol 1.0% Lubricant"
    ],
    "purpose": [
      ""
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves burning and irritation due to dryness of the eye Relieves redness of the eye due to minor eye irritations"
    ],
    "warnings": [
      "Warnings For external use only For use in the eyes only, do not drink Ask a doctor before use if you have narrow angle glaucoma When using this product • Do not touch tip of container to any surface to avoid contamination • Replace each cap after each use • Do not use if solution changes color or becomes cloudy • Overuse may cause more eye redness • Pupils may become enlarged temporarily • Remove contact lenses before use Stop Use and ask a doctor if • You feel eye pain • Changes in vision occur • Redness or irritation of the eyes lasts • Condition worsens or lasts more than 72 hours Keep out of reach of children • If swallowed, get medical help or contact a Poison Control center right away"
    ],
    "keep_out_of_reach_of_children": [
      ""
    ],
    "dosage_and_administration": [
      "Directions Put 1 or 2 drops in the affected eye(s) up to 4 times daily Tightly screw on cap to seal after use"
    ],
    "spl_unclassified_section": [
      "Other information Store at 20 - 25°C (68 -77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients Benzalkonium Chloride, Boric Acid, Borneol, Caffeine, Camphor, menthol, potassium l-aspartate, purified water, Taurine"
    ],
    "package_label_principal_display_panel": [
      "Product label image description"
    ],
    "set_id": "518aac87-1642-4b2f-bca1-b74d21261eea",
    "id": "3b38d69f-7951-71f3-e063-6394a90ac6d0",
    "effective_time": "20250731",
    "version": "6",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Revitalize Energizing Eye Drops"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE ,PROPYLENE GLYCOL"
      ],
      "manufacturer_name": [
        "Revitalize Energy Inc."
      ],
      "product_ndc": [
        "82864-001"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PROPYLENE GLYCOL"
      ],
      "rxcui": [
        "2627786"
      ],
      "spl_id": [
        "3b38d69f-7951-71f3-e063-6394a90ac6d0"
      ],
      "spl_set_id": [
        "518aac87-1642-4b2f-bca1-b74d21261eea"
      ],
      "package_ndc": [
        "82864-001-01",
        "82864-001-05"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "6DC9Q167V3"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Naphazoline HCI And Pheniramine Maleate NAPHAZOLINE HYDROCHLORIDE , PHENIRAMINE MALEATE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active Ingredients Naphazoline Hydrochloride (0.027%) Pheniramine Maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness Reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses: temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings: if you experience eye pain, changes in vision, continued redness or irritation of the eye, or if the condition worsens or persists for more than 72 hours, discontinue use and consult a physician. Do not use in children under 6 years of age unless directed by a physician. If this solution changes color or becomes cloudy, do not use. Overuse of this product may produce increased redness of the eye. If you are sensitive to any ingredient in this product, do not use. To avoid contamination, do not touch tip of container to any surface. Replace cap after using."
    ],
    "do_not_use": [
      "Do not use if imprinted seal on cap is torn, broken or missing, or if imprinted seals on top ad bottom flaps are not intact and completely legible."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to enlarged prostrate gland narrow angle glaucoma"
    ],
    "when_using": [
      "Remove contact lenses before using."
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience: eye pain, changes in vision, redness or irritation of the eye that worsens or persists for more than 72 hours. Overuse of this product may produce increased redness of the eye. Pupils may become enlarged temporarily. You may experience a brief tingling sensation after putting drops in eyes."
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. In case of accidental ingestion, seek professional assistance or contact a Poison Control Center immediately. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions: Adults and children 6 years of age and older: instill 1 or 2 drops in affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor."
    ],
    "storage_and_handling": [
      "Store at room temperature 20 degrees - 25 degrees C ( 68 degrees - 77 degrees F). Protect from light."
    ],
    "spl_unclassified_section": [
      "Use before expiration date marked on the carton or bottle. Available in 15mL NDC 59390-177-13 and 30 mL NDC 59390-177-18",
      "Manufactured by: Altaire Pharmaceuticals, Inc. Aquebogue, N.Y. 11931"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride 0.01%, boric acid, edetate disodium 0.1%, hypromellose, purified water, sodium borate, and sodium chloride."
    ],
    "questions": [
      "Questions or comments Call (631) 722-5988 9am - 5pm EST Monday - Friday"
    ],
    "package_label_principal_display_panel": [
      "ALTAIRE Pharmaceuticals, Inc. Aquebogue, N.Y. 11931 Naphazoline HCI 0.027% and Pheniramine Maleate 0.315% Ophthalmic Solution, USP Eye Allergy Relief With Antihistamine To Relieve Itching Itching and Redness Reliever Eye Drops 0.5 Fl. OZ. (15mL)",
      "IL15",
      "OL15"
    ],
    "set_id": "5649c6e2-966f-44d9-b57e-5bb988eb373d",
    "id": "b78fd969-ee4c-0ea0-e053-2a95a90a480d",
    "effective_time": "20201228",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA078208"
      ],
      "brand_name": [
        "Naphazoline HCI And Pheniramine Maleate"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE , PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "Altaire Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "59390-177"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "b78fd969-ee4c-0ea0-e053-2a95a90a480d"
      ],
      "spl_set_id": [
        "5649c6e2-966f-44d9-b57e-5bb988eb373d"
      ],
      "package_ndc": [
        "59390-177-13"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Eye Allergy Relief Pheniramine Maleate and Naphazoline Hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander"
    ],
    "warnings": [
      "Warnings For external use only Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information store at 20-25° C (68-77° F) this package is child-resistant protect from light use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions or comments? {phone icon} call: 1-866-767-8975"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel TWIN PACK Compare to Opcon-A® active ingredients* NDC 11822-0552-2 EYE ALLERGY RELIEF DROPS pheniramine maleate 0.315% and naphazoline hydrochloride 0.02675% ophthalmic solution ANTIHISTAMINE AND REDNESS RELIEVER STERILE 2 × 15 mL BOTTLES (0.5 FL OZ EACH) carton"
    ],
    "set_id": "6043040e-3206-40dd-aa87-940b1a84a496",
    "id": "1ddd20f0-11d5-dbe0-e063-6394a90ada1f",
    "effective_time": "20240722",
    "version": "5",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Eye Allergy Relief"
      ],
      "generic_name": [
        "PHENIRAMINE MALEATE AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Rite Aid Corporation"
      ],
      "product_ndc": [
        "11822-0552"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "1ddd20f0-11d5-dbe0-e063-6394a90ada1f"
      ],
      "spl_set_id": [
        "6043040e-3206-40dd-aa87-940b1a84a496"
      ],
      "package_ndc": [
        "11822-0552-1",
        "11822-0552-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rohto Cool Naphazoline hydrochloride, Polysorbate 80 ALCOHOL BENZALKONIUM CHLORIDE BORIC ACID CHLOROBUTANOL EDETATE DISODIUM MENTHOL, UNSPECIFIED FORM WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POLYSORBATE 80 POLYSORBATE 80"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.012% Polysorbate 80 0.2%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride - Redness reliever Polysorbate 80 - Lubricant"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "warnings_and_cautions": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions put 1 or 2 drops in the affected eye(s) up to 4 times daily tightly snap on cap to seal Other information do not store above 25°C (77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol (0.1%), benzalkonium chloride, boric acid, chlorobutanol, edetate disodium, menthol, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-636-2677 MON-FRI 9 AM to 5 PM (EST)"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Rohto Cool"
    ],
    "set_id": "69166dec-fb86-4c76-9efe-88c3bb12a8f0",
    "id": "2978e70a-6498-3b0d-e063-6394a90a88fd",
    "effective_time": "20241217",
    "version": "15",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Rohto Cool"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, POLYSORBATE 80"
      ],
      "manufacturer_name": [
        "The Mentholatum Company"
      ],
      "product_ndc": [
        "10742-8142"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "POLYSORBATE 80"
      ],
      "rxcui": [
        "1098362"
      ],
      "spl_id": [
        "2978e70a-6498-3b0d-e063-6394a90a88fd"
      ],
      "spl_set_id": [
        "69166dec-fb86-4c76-9efe-88c3bb12a8f0"
      ],
      "package_ndc": [
        "10742-8142-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "6OZP39ZG8H"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clear Eyes Complete 7 Sympton Relief Hypromellose, Naphazoline Hydrochloride, Polysorbate 80 and Zinc Sulfate HYPROMELLOSES HYPROMELLOSES NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POLYSORBATE 80 POLYSORBATE 80 ZINC SULFATE ZINC CATION BORIC ACID EDETATE DISODIUM POTASSIUM CHLORIDE SODIUM CHLORIDE SODIUM CITRATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredients Hypromellose 0.20%",
      "Active Ingredients Naphazoline Hydrochloride 0.025%",
      "Active Ingredients Polysorbate 80 0.50%",
      "Active Ingredients Zinc Sulfate 0.25%"
    ],
    "purpose": [
      "Purpose Lubricant",
      "Purpose Redness Reliever",
      "Purpose Lubricant",
      "Purpose Lubricant"
    ],
    "indications_and_usage": [
      "Uses For use as a protectant against further irritation or to relieve dryness of the eye. For the temporary relief of burning & irritation due to the dryness of the eye. Relieves redness of the eye due to minor eye irritations."
    ],
    "warnings": [
      "Warnings For external use only. Do not use if solution changes color or becomes cloudy. Ask a doctor before use if you have narrow angle glaucoma When using this product: To avoid contamination, do not touch tip of container to any surface. Replace cap after using. Overuse of this product may produce increased redness of the eye. Pupils may become enlarged temporarily. Stop use & as k a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product: To avoid contamination, do not touch tip of container to any surface. Replace cap after using. Overuse of this product may produce increased redness of the eye. Pupils may become enlarged temporarily."
    ],
    "stop_use": [
      "Stop use & as k a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other Information Store at room temperature. Remove contact lenses before using. Tamper Evident: Do not use if neckband on bottle is broken or missing."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients calcium chloride, citric acid, edetate disodium, magnesium chloride, potassium chloride, purified water, sodium citrate, sodium chloride and sorbic acid."
    ],
    "questions": [
      "Questions? 1-877-274-1787 www.cleareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL C LEAR EYES ® complete for 7 SYMPTOM RELIEF ASTRINGENT LUBRICANT/REDNESS RELIEVER EYE DROPS Sterile 0.5 FL oz (15 mL) CLEAR EYES ® complete for 7 SYMPTOM RELIEF ASTRINGENT LUBRICANT/REDNESS RELIEVER EYE DROPS Sterile 0.5 FL oz (15 mL)"
    ],
    "set_id": "7376b806-8e34-4c30-a902-1354edbde771",
    "id": "8567fbd9-dc22-41b6-807f-03e46295073b",
    "effective_time": "20241025",
    "version": "7",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Clear Eyes Complete 7 Sympton Relief"
      ],
      "generic_name": [
        "HYPROMELLOSE, NAPHAZOLINE HYDROCHLORIDE, POLYSORBATE 80 AND ZINC SULFATE"
      ],
      "manufacturer_name": [
        "Prestige Brands Holdings, Inc."
      ],
      "product_ndc": [
        "67172-707"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "HYPROMELLOSES",
        "NAPHAZOLINE HYDROCHLORIDE",
        "POLYSORBATE 80",
        "ZINC SULFATE"
      ],
      "spl_id": [
        "8567fbd9-dc22-41b6-807f-03e46295073b"
      ],
      "spl_set_id": [
        "7376b806-8e34-4c30-a902-1354edbde771"
      ],
      "package_ndc": [
        "67172-707-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "3NXW29V3WO",
        "MZ1131787D",
        "6OZP39ZG8H",
        "89DS0H96TB"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Eye Allergy Relief Pheniramine Maleate and Naphazoline Hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings For external use only Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information store at 20—25°C (68—77°F) this package is child-resistant protect from light use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions or comments? [phone icon] call: 1-800-910-6874"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel NDC 11673-430-15 Compare to Opcon-A® active ingredient* Eye Allergy Relief Drops pheniramine maleate 0.315% and naphazoline hydrochloride 0.02675% ophthalmic solution ANTIHISTAMINE AND REDNESS RELIEVER Relieves itching and redness caused by grass, ragweed, pollen, animal hair and dander [arrow icon] up&up™ STERILE 0.5 FL OZ (15 mL) 9383104 carton"
    ],
    "set_id": "806ad1b6-0de7-4e9a-be86-475c0ef2c340",
    "id": "316ecb95-254a-e9ab-e063-6294a90a7509",
    "effective_time": "20250328",
    "version": "10",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Eye Allergy Relief"
      ],
      "generic_name": [
        "PHENIRAMINE MALEATE AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Target Corporation"
      ],
      "product_ndc": [
        "11673-430"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "316ecb95-254a-e9ab-e063-6294a90a7509"
      ],
      "spl_set_id": [
        "806ad1b6-0de7-4e9a-be86-475c0ef2c340"
      ],
      "package_ndc": [
        "11673-430-15"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Eye Allergy Relief Pheniramine Maleate and Naphazoline Hydrochloride NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses • temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings For external use only Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions • Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily. • Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information • store at 20°-25° C (68°-77° F) • protect from light • use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions? Call: 1-888-309-9030"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel DG health Allergy Relief Eye Drops Pheniramine Maleate 0.315% and Naphazoline Hydrochloride 0.02675% Ophthalmic Solution • Itching and redness reliever eye drops • Sterile 0.5 FL OZ (15 mL) carton.jpg"
    ],
    "set_id": "82a99ff3-4f57-42e6-82f4-769d6418be7c",
    "id": "cd63fc06-3ea0-4e38-a744-976ada520fdd",
    "effective_time": "20200127",
    "version": "3",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Eye Allergy Relief"
      ],
      "generic_name": [
        "PHENIRAMINE MALEATE AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "DOLGENCORP, LLC"
      ],
      "product_ndc": [
        "55910-552"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "cd63fc06-3ea0-4e38-a744-976ada520fdd"
      ],
      "spl_set_id": [
        "82a99ff3-4f57-42e6-82f4-769d6418be7c"
      ],
      "package_ndc": [
        "55910-552-15"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Eye Allergy Relief Pheniramine Maleate and Naphazoline Hydrochloride NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE BENZALKONIUM CHLORIDE BORIC ACID EDETATE SODIUM HYPROMELLOSE, UNSPECIFIED WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purpose Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses • temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander."
    ],
    "warnings": [
      "Warnings For external use only Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions • Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily • Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information • store at 20°-25° C (68°-77° F) • this package is child-resistant • protect from light • use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions? Call:1-888-287-1915"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel NDC 49035-430-15 equate™ Compare to Opcon-A active ingredient Eye Allergy Relief Drops Pheniramine Maleate 0.315% and Naphazoline Hydrochloride 0.02675% Ophthalmic Solution Itching and Redness Reliever Eye Drops Sterile 0.5 FL OZ (15mL) carton"
    ],
    "set_id": "873a072f-159b-44b8-aad8-33963d961afb",
    "id": "e3cef1db-322d-45e0-b39f-442af74ee5b7",
    "effective_time": "20210405",
    "version": "7",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Eye Allergy Relief"
      ],
      "generic_name": [
        "PHENIRAMINE MALEATE AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Wal-Mart Stores Inc"
      ],
      "product_ndc": [
        "49035-430"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "e3cef1db-322d-45e0-b39f-442af74ee5b7"
      ],
      "spl_set_id": [
        "873a072f-159b-44b8-aad8-33963d961afb"
      ],
      "package_ndc": [
        "49035-430-15",
        "49035-430-30"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Signature Care Eye Drops Redness and Dry Eye Relief Glycerin, Naphazoline hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purposes Glycerin Lubricant Naphazoline hydrochloride Redness reliever"
    ],
    "indications_and_usage": [
      "Uses for the relief of redness of the eye due to minor eye irritations for the temporary relief of burining and irritation due to dryness of the eye for use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision occur redness or irritation of the eye lasts condition worsens symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily"
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions or Comments? 1-888-527-4276"
    ],
    "package_label_principal_display_panel": [
      "Signature Select Redness and Dry Eye Relief 15mL Signature Select Redness and Dry Eye Relief 15mL"
    ],
    "set_id": "901f3bbe-e1bb-4e44-879c-711e59813a7f",
    "id": "472bb859-5ad3-aad2-e063-6294a90a3b86",
    "effective_time": "20251219",
    "version": "5",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Signature Care Eye Drops Redness and Dry Eye Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Better Living Brands LLC"
      ],
      "product_ndc": [
        "21130-703"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "472bb859-5ad3-aad2-e063-6294a90a3b86"
      ],
      "spl_set_id": [
        "901f3bbe-e1bb-4e44-879c-711e59813a7f"
      ],
      "package_ndc": [
        "21130-703-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0321130700609"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Opcon-A Naphazoline hydrochloride and Pheniramine maleate NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID HYPROMELLOSE, UNSPECIFIED"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purposes Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses • temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander"
    ],
    "warnings": [
      "Warnings For external use only Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use • if you are sensitive to any ingredient in this product • if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have • heart disease • high blood pressure • trouble urinating due to an enlarged prostate gland • narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product • overuse may cause more eye redness • pupils may become enlarged temporarily • do not touch tip of container to any surface to avoid contamination • you may feel a brief tingling after putting drops in eye • replace cap after use • remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience • eye pain • changes in vision • redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions • Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily. • Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information • store at 20-25 °C (68-77 °F) • this package is child-resistant • protect from light • use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions or comments? [phone icon] call: 1-800-553-5340 Distributed by: Bausch & Lomb Americas Inc. Bridgewater, NJ 08807 USA"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel TWIN PACK NDC 24208-430-45 BAUSCH + LOMB Opcon-A ® pheniramine maleate 0.315% and naphazoline hydrochloride 0.02675% ophthalmic solution ANTIHISTAMINE AND REDNESS RELIEVER EYE DROPS CLINICALLY PROVEN EYE ALLERGY RELIEF itching + redness caused by pollen, ragweed, grass, animal hair and dander [teardrop icon] STERILE 2 x 15 mL BOTTLES (0.5 FL OZ EACH) 3844801 AB55299 CARTON"
    ],
    "set_id": "90a05c13-5b87-415b-9892-10d2edbc1943",
    "id": "224a5792-637b-4b92-ba2b-b334e6a06f0f",
    "effective_time": "20231214",
    "version": "7",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Opcon-A"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "Bausch & Lomb Incorporated"
      ],
      "product_ndc": [
        "24208-430"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704",
        "1043708"
      ],
      "spl_id": [
        "224a5792-637b-4b92-ba2b-b334e6a06f0f"
      ],
      "spl_set_id": [
        "90a05c13-5b87-415b-9892-10d2edbc1943"
      ],
      "package_ndc": [
        "24208-430-03",
        "24208-430-15",
        "24208-430-30",
        "24208-430-45"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "GoodSense Redness Relief Plus gllycerin, naphazoline hydrochloride BORIC ACID EDETATE DISODIUM EDETIC ACID WATER BENZALKONIUM CHLORIDE SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin.....0.5% Naphazoline hydrochloride.....0.03%"
    ],
    "purpose": [
      "Purpose Glycerin ....Lubricant Naphazoline hydrochloride...Redness reliever"
    ],
    "indications_and_usage": [
      "Uses for the relief of redness of the eye due to minor eye irritations for the temporary relief of burning and irritation due to dryness of the eye for use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "carton"
    ],
    "set_id": "9b37250f-9bdf-574e-e053-2a95a90a013e",
    "id": "47450135-baf7-8cc9-e063-6394a90abbd4",
    "effective_time": "20251230",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "GoodSense Redness Relief Plus"
      ],
      "generic_name": [
        "GLLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Geiss, Destin & Dunn, Inc."
      ],
      "product_ndc": [
        "50804-150"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "47450135-baf7-8cc9-e063-6394a90abbd4"
      ],
      "spl_set_id": [
        "9b37250f-9bdf-574e-e053-2a95a90a013e"
      ],
      "package_ndc": [
        "50804-150-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0846036007787"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Topcare Maximum Redness Relief Eye Drops glycerin, naphazoline hydrochloride BENZALKONIUM CHLORIDE GLYCERIN GLYCERIN WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID EDETATE DISODIUM EDETIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin.....0.5% Naphazoline hydrochloride....0.03%"
    ],
    "purpose": [
      "Purpose Glycerin..................................Lubricant Naphazoline hydrochloride.....Redness reliever"
    ],
    "indications_and_usage": [
      "Uses For the relief of redness of the eye due to minor eye irritations For the temporary relief of burning and irritation due to dryness of the eye For use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Inatill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using Tamper evident: Do not use this product if imprinted neckband is missing or broken"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "carton"
    ],
    "set_id": "9c6193a6-d824-1b27-e053-2995a90ab3cf",
    "id": "0cfa9846-2cd8-d0fc-e063-6394a90af06b",
    "effective_time": "20231220",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Topcare Maximum Redness Relief Eye Drops"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Topco Assoc LLC"
      ],
      "product_ndc": [
        "36800-975"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "0cfa9846-2cd8-d0fc-e063-6394a90af06b"
      ],
      "spl_set_id": [
        "9c6193a6-d824-1b27-e053-2995a90ab3cf"
      ],
      "package_ndc": [
        "36800-975-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0036800211230"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clear Eyes Redness Relief Naphazoline Hydrochloride and Glycerin NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE Clear Eyes Redness Relief Handy Pocket Pal Naphazoline Hydrochloride and Glycerin NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE"
    ],
    "spl_unclassified_section": [
      "Clear Eyes Redness Relief Drug Facts",
      "Clear Eyes Redness Relief, Handy Pocket Pal Drug Facts"
    ],
    "active_ingredient": [
      "Active Ingredients Glycerin 0.25%",
      "Active Ingredients Naphazoline hydrochloride 0.012%",
      "Active Ingredients Glycerin 0.25%",
      "Active Ingredients Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Lubricant",
      "Purpose Redness Reliever",
      "Purpose Lubricant",
      "Purpose Redness Reliever"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for the temporary relief of burning and irritation due to dryness of the eye for use as a protectant against further irritation or to relieve dryness of the eye",
      "Uses relieves redness of the eye due to minor eye irritations for use as a protectant against further irritation or to relieve dryness of the eye for the temporary relief of burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only . Do not use if solution changes color or becomes cloudy. Ask a doctor before use if you have narrow angle glaucoma. When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away.",
      "Warnings For external use only . Do not use if solution changes color or becomes cloudy. Ask a doctor before use if you have narrow angle glaucoma. When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged Stop use & ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy.",
      "Do not use if solution changes color or becomes cloudy."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma.",
      "Ask a doctor before use if you have narrow angle glaucoma."
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged",
      "When using this product to avoid contamination, do not touch tip to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours",
      "Stop use & ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away.",
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily.",
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other Information store at 20°-25°C (68°-77°F) remove contact lenses before using",
      "Other Information store at 20° -25°C (68° -77°F) remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate",
      "Inactive Ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-274-1787 Cleareyes.com.",
      "Questions? 1 -877-274-1787 cleareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL CLEAR EYES ® REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS STERILE 0.5 FL OZ (15 mL) CLEAR EYES ® REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS STERILE 0.5 FL OZ (15 mL)",
      "PRINCIPAL DISPLAY PANEL CLEAR EYES ® REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS POCKET PAL ® STERILE 0.2 FL OZ (6 mL) CLEAR EYES ® REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS POCKET PAL® STERILE 0.2 FL OZ (6 mL)"
    ],
    "set_id": "a26ef66e-2def-4c98-9959-d40d4cfe3108",
    "id": "7ac3f311-3e91-4c87-9cbe-fc632c5ba546",
    "effective_time": "20250429",
    "version": "13",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Clear Eyes Redness Relief Handy Pocket Pal",
        "Clear Eyes Redness Relief"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND GLYCERIN"
      ],
      "manufacturer_name": [
        "Prestige Brands Holdings, Inc."
      ],
      "product_ndc": [
        "67172-796",
        "67172-797"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "7ac3f311-3e91-4c87-9cbe-fc632c5ba546"
      ],
      "spl_set_id": [
        "a26ef66e-2def-4c98-9959-d40d4cfe3108"
      ],
      "package_ndc": [
        "67172-797-01",
        "67172-797-15",
        "67172-797-06",
        "67172-796-01"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "MZ1131787D",
        "PDC6A3C0OX"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Leader Eye Drops Redness Relief Glycerin, Naphazoline hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE GLYCERIN GLYCERIN NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.25% Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purposes Glycerin...Lubricant Naphazoline hydrochloride...Redness reliever"
    ],
    "indications_and_usage": [
      "Uses for the relief of redness of the eye due to minor eye irritations for the temporary relief of burning and irritation due to dryness of the eye for use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily children under 6 years of age:ask a doctor"
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions or comments? Call 1-888-527-4276"
    ],
    "package_label_principal_display_panel": [
      "carton",
      "Twin size"
    ],
    "set_id": "aee4bbe2-4f11-4c54-be8b-df48b3ba4f3a",
    "id": "0d37bf18-e4e8-6459-e063-6294a90af2ff",
    "effective_time": "20231223",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Leader Eye Drops Redness Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Cardinal Health"
      ],
      "product_ndc": [
        "70000-0010"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1046700"
      ],
      "spl_id": [
        "0d37bf18-e4e8-6459-e063-6294a90af2ff"
      ],
      "spl_set_id": [
        "aee4bbe2-4f11-4c54-be8b-df48b3ba4f3a"
      ],
      "package_ndc": [
        "70000-0010-1",
        "70000-0010-2"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0096295137620",
        "0096295137637"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Clear Eyes Maximum Redness Relief Naphazoline Hydrochloride and Glycerin NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.5%",
      "Active ingredients Naphazoline hydrochloride 0.03%"
    ],
    "purpose": [
      "Purpose Lubricant",
      "Purpose Redness Reliever"
    ],
    "indications_and_usage": [
      "Uses for the relief of redness of the eye due to minor eye irritations for the temporary relief of burning and irritation due to the dryness of the eye for use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only. Do not use if solution changes color or becomes cloudy. Ask a doctor before use if you have narrow angle glaucoma. When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged Stop use & ask a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma."
    ],
    "when_using": [
      "When using this product to avoid contamination, do not touch tip of container to any surface replace cap after using overuse may produce increased redness of the eye pupils may become temporarily enlarged"
    ],
    "stop_use": [
      "Stop use & ask a doctor if: you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or symptoms last for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other information store at 20°-25°C (68°-77°F) remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-274-1787 www.cleareyes.com"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL CLEAR EYES ® MAXIMUM REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS STERILE 1 FL OZ (30 mL) CLEAR EYES® MAXIMUM REDNESS RELIEF LUBRICANT/REDNESS RELIEVER EYE DROPS STERILE 1 FL OZ (30 mL)"
    ],
    "set_id": "c3b0e344-68dd-4c35-bf46-744e612a5b15",
    "id": "6dbafbc8-4288-4907-83f8-751de6885922",
    "effective_time": "20250228",
    "version": "6",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Clear Eyes Maximum Redness Relief"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND GLYCERIN"
      ],
      "manufacturer_name": [
        "Prestige Brands Holdings, Inc."
      ],
      "product_ndc": [
        "67172-696"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "6dbafbc8-4288-4907-83f8-751de6885922"
      ],
      "spl_set_id": [
        "c3b0e344-68dd-4c35-bf46-744e612a5b15"
      ],
      "package_ndc": [
        "67172-696-01",
        "67172-696-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rohto Cool Relief Naphazoline hydrochloride, Polysorbate 80 ALCOHOL BENZALKONIUM CHLORIDE BORIC ACID CHLOROBUTANOL EDETATE DISODIUM MENTHOL, UNSPECIFIED FORM WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POLYSORBATE 80 POLYSORBATE 80"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.012% Polysorbate 80 0.2%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride - Redness reliever Polysorbate 80 - Lubricant"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations for use as a lubricant to prevent further irritation or to relieve dryness of the eye for protection against further irritation"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "warnings_and_cautions": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions put 1 or 2 drops in the affected eye(s) up to 4 times daily tightly snap on cap to seal Other information do not store above 25°C (77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol (0.1%), benzalkonium chloride, boric acid, chlorobutanol, edetate disodium, menthol, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-636-2677 MON-FRI 9 AM - 5 PM (EST)"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Carton"
    ],
    "set_id": "dc8f1ff3-87ae-47ca-815f-5a0e34f8cf30",
    "id": "2978c996-d365-daff-e063-6394a90abe0b",
    "effective_time": "20241217",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Rohto Cool Relief"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, POLYSORBATE 80"
      ],
      "manufacturer_name": [
        "The Mentholatum Company"
      ],
      "product_ndc": [
        "10742-8141"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "POLYSORBATE 80"
      ],
      "rxcui": [
        "1098362"
      ],
      "spl_id": [
        "2978c996-d365-daff-e063-6394a90abe0b"
      ],
      "spl_set_id": [
        "dc8f1ff3-87ae-47ca-815f-5a0e34f8cf30"
      ],
      "package_ndc": [
        "10742-8141-1"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0310742010749"
      ],
      "unii": [
        "MZ1131787D",
        "6OZP39ZG8H"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Eye Allergy Relief Pheniramine Maleate and Naphazoline Hydrochloride BENZALKONIUM CHLORIDE BORIC ACID EDETATE DISODIUM WATER SODIUM BORATE SODIUM CHLORIDE HYDROCHLORIC ACID HYPROMELLOSE, UNSPECIFIED NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline HCl (0.02675%) Pheniramine maleate (0.315%)"
    ],
    "purpose": [
      "Purposes Redness reliever Antihistamine"
    ],
    "indications_and_usage": [
      "Uses temporarily relieves itching and redness caused by pollen, ragweed, grass, animal hair and dander"
    ],
    "warnings": [
      "Warnings For external use only Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have heart disease high blood pressure trouble urinating due to an enlarged prostate gland narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product overuse may cause more eye redness pupils may become enlarged temporarily do not touch tip of container to any surface to avoid contamination you may feel a brief tingling after putting drops in eye replace cap after use remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision redness or irritation of the eye that worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental oral ingestion in infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions Adults and children 6 years of age and older: Instill 1 or 2 drops in the affected eye(s) up to 4 times daily. Children under 6 years: ask a doctor"
    ],
    "spl_unclassified_section": [
      "Other information store at 20°-25 °C (68°-77 °F) this package is child-resistant protect from light use before expiration date marked on the carton or bottle"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, hypromellose, purified water, sodium borate, sodium chloride. Hydrochloric acid may be used to adjust pH."
    ],
    "questions": [
      "Questions or comments? { phone icon } call: 1-800459-6906"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel-blue carton NDC 0363-0430-15 Walgreens Eye Allergy Relief Drops pheniramine maleate 0.315% and naphazoline hydrochloride 0.02675% ophthalmic solution ANTIHISTAMINE AND REDNESS RELIVER STERILE 0.5 FL OZ (15 mL ) Blue carton 15 mL",
      "Package/Label Principal Display Panel-red carton Red carton 15 mL"
    ],
    "set_id": "ddd892af-56d0-4755-af87-807ea8f8e9ca",
    "id": "48618678-5073-206c-e063-6294a90afb13",
    "effective_time": "20260114",
    "version": "9",
    "openfda": {
      "application_number": [
        "NDA020065"
      ],
      "brand_name": [
        "Eye Allergy Relief"
      ],
      "generic_name": [
        "PHENIRAMINE MALEATE AND NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Walgreen Company"
      ],
      "product_ndc": [
        "0363-0430"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043704"
      ],
      "spl_id": [
        "48618678-5073-206c-e063-6294a90afb13"
      ],
      "spl_set_id": [
        "ddd892af-56d0-4755-af87-807ea8f8e9ca"
      ],
      "package_ndc": [
        "0363-0430-15"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Naphcon A naphazoline hydrochloride and pheniramine maleate NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE PHENIRAMINE MALEATE PHENIRAMINE Benzalkonium Chloride Boric Acid Edetate Disodium Water Sodium Borate Sodium Chloride Sodium Hydroxide Hydrochloric Acid"
    ],
    "active_ingredient": [
      "Active ingredients Purpose Naphazoline hydrochloride 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "active_ingredient_table": [
      "<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" width=\"40%\"><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr><td align=\"left\"><content styleCode=\"bold\"><content styleCode=\"italics\">Active ingredients</content></content></td><td align=\"right\"><content styleCode=\"bold\"><content styleCode=\"italics\">Purpose</content></content></td></tr><tr><td align=\"left\">Naphazoline hydrochloride 0.025%</td><td align=\"right\">Redness reliever</td></tr><tr><td align=\"left\">Pheniramine maleate 0.3%</td><td align=\"right\">Antihistamine</td></tr></tbody></table>"
    ],
    "purpose": [
      "Active ingredients Purpose Naphazoline hydrochloride 0.025% Redness reliever Pheniramine maleate 0.3% Antihistamine"
    ],
    "purpose_table": [
      "<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" width=\"40%\"><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr><td align=\"left\"><content styleCode=\"bold\"><content styleCode=\"italics\">Active ingredients</content></content></td><td align=\"right\"><content styleCode=\"bold\"><content styleCode=\"italics\">Purpose</content></content></td></tr><tr><td align=\"left\">Naphazoline hydrochloride 0.025%</td><td align=\"right\">Redness reliever</td></tr><tr><td align=\"left\">Pheniramine maleate 0.3%</td><td align=\"right\">Antihistamine</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Uses for the temporary relief of redness and itching of the eye(s) due to: ragweed pollen grass animal dander and hair"
    ],
    "warnings": [
      "Warnings For external use only"
    ],
    "do_not_use": [
      "Do not use if you are sensitive to any ingredient in this product if this solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma heart disease high blood pressure trouble urinating"
    ],
    "when_using": [
      "When using this product pupils may become enlarged temporarily causing light sensitivity overuse may cause more eye redness remove contact lenses before using to avoid contamination, do not touch tip of container to any surface replace cap after each use"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eye(s) gets worse or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of the reach of children. If swallowed, get medical help or contact a Poison Control Center right away. Accidental swallowing by infants and children may lead to coma and marked reduction in body temperature."
    ],
    "dosage_and_administration": [
      "Directions adults and children 6 years and over: put 1 or 2 drops in the affected eye(s) up to 4 times daily children under 6 years: ask a doctor"
    ],
    "other_safety_information": [
      "Other information store at 20°-25°C (68°-77°F) protect from light"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate, sodium chloride, sodium hydroxide and/or hydrochloric acid"
    ],
    "questions": [
      "Questions? In the U.S. call 1-800-757-9195 or visit www.alcon.com"
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-0185 NDC: 50090-0185-0 15 mL in a BOTTLE / 1 in a CARTON"
    ],
    "package_label_principal_display_panel": [
      "naphazoline hydrochloride and pheniramine maleate Label Image"
    ],
    "set_id": "df40c426-ef66-4688-b5b5-c6fc5556e9a8",
    "id": "34600138-4c39-4860-bfa1-900640f544c7",
    "effective_time": "20231025",
    "version": "15",
    "openfda": {
      "application_number": [
        "NDA020226"
      ],
      "brand_name": [
        "Naphcon A"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE AND PHENIRAMINE MALEATE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-0185"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "PHENIRAMINE MALEATE"
      ],
      "rxcui": [
        "1043658",
        "1046266"
      ],
      "spl_id": [
        "34600138-4c39-4860-bfa1-900640f544c7"
      ],
      "spl_set_id": [
        "df40c426-ef66-4688-b5b5-c6fc5556e9a8"
      ],
      "package_ndc": [
        "50090-0185-0"
      ],
      "original_packager_product_ndc": [
        "0065-0085"
      ],
      "unii": [
        "MZ1131787D",
        "NYW905655B"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rohto Optic Glow Naphazoline hydrochloride, Povidone, Propylene glycol ANHYDROUS CITRIC ACID BORIC ACID CHLOROBUTANOL EDETATE DISODIUM MENTHOL, UNSPECIFIED FORM POLYSORBATE 80 POTASSIUM ASPARTATE WATER PYRIDOXINE HYDROCHLORIDE SODIUM BORATE SODIUM CITRATE, UNSPECIFIED FORM HYALURONATE SODIUM NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POVIDONE, UNSPECIFIED POVIDONE, UNSPECIFIED PROPYLENE GLYCOL PROPYLENE GLYCOL"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.03% Povidone 0.5% Propylene glycol 0.2%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride - Redness reliever Povidone – Lubricant Propylene glycol - Lubricant"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations temporarily relieves burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse of this product may produce increased redness of the eye pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "warnings_and_cautions": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse of this product may produce increased redness of the eye pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions put 1 or 2 drops in the affected eye(s) up to 4 times daily tightly snap on cap to seal Other Safety Information do not store above 25°C (77°F)"
    ],
    "other_safety_information": [
      "Other Safety Information do not store above 25°C (77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients anhydrous citric acid, boric acid, chlorobutanol, edetate disodium, menthol, polysorbate 80, potassium aspartate, purified water, pyridoxine hydrochloride, sodium borate, sodium citrate, sodium hyaluronate"
    ],
    "questions": [
      "Questions? 1-877-636-2677 MON-FRI 9 AM to 5 PM (EST)"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Carton"
    ],
    "set_id": "df9c5f7c-96e6-4b2b-b8cb-21a6a3342dff",
    "id": "2978fba5-0be6-3179-e063-6294a90a182a",
    "effective_time": "20241217",
    "version": "7",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Rohto Optic Glow"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, POVIDONE, PROPYLENE GLYCOL"
      ],
      "manufacturer_name": [
        "The Mentholatum Company"
      ],
      "product_ndc": [
        "10742-8160"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "POVIDONE, UNSPECIFIED",
        "PROPYLENE GLYCOL"
      ],
      "rxcui": [
        "2531299"
      ],
      "spl_id": [
        "2978fba5-0be6-3179-e063-6294a90a182a"
      ],
      "spl_set_id": [
        "df9c5f7c-96e6-4b2b-b8cb-21a6a3342dff"
      ],
      "package_ndc": [
        "10742-8160-1"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "FZ989GH94E",
        "6DC9Q167V3"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Sato Clear NAPHAZOLINE HYDROCHLORIDE CAMPHOR (SYNTHETIC) BENZALKONIUM CHLORIDE SODIUM CHLORIDE BORIC ACID SODIUM BORATE WATER NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE"
    ],
    "active_ingredient": [
      "Active ingredient Naphazoline hydrochloride 0.012%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride Vasoconstrictor"
    ],
    "indications_and_usage": [
      "Uses relieves this symptom due to minor eye irritations ■ redness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product pupils may become enlarged temporarily overuse of this product may produce increased redness of the eyes to avoid contamination, do not touch tip of container to any surface replace cap after using Stop use and ask a doctor if you experience eye pain changes in vision continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product pupils may become enlarged temporarily overuse of this product may produce increased redness of the eyes to avoid contamination, do not touch tip of container to any surface replace cap after using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain changes in vision continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions ■ Place 1 or 2 drops in the affected eyes up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information use only if imprinted tamper-resistant seal on the bottle cap is intact keep container tightly closed"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, dl-camphor, sodium borate, sodium chloride, purified water."
    ],
    "package_label_principal_display_panel": [
      "Carton"
    ],
    "set_id": "e0317a10-7b94-41c8-8d2b-0e3b6fc4ef60",
    "id": "0b401747-48ee-3b1d-e063-6394a90aeebd",
    "effective_time": "20231128",
    "version": "7",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Sato Clear"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Sato Pharmaceutical Co., Ltd."
      ],
      "product_ndc": [
        "49873-044"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1043642"
      ],
      "spl_id": [
        "0b401747-48ee-3b1d-e063-6394a90aeebd"
      ],
      "spl_set_id": [
        "e0317a10-7b94-41c8-8d2b-0e3b6fc4ef60"
      ],
      "package_ndc": [
        "49873-044-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0349873020020"
      ],
      "unii": [
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Optic Splash naphazoline hydrochloride, glycerin BORIC ACID CAMPHOR (SYNTHETIC) BENZALKONIUM CHLORIDE LEVOMENTHOL POLYSORBATE 80 POTASSIUM CHLORIDE SODIUM BORATE SODIUM CHLORIDE WATER NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE GLYCERIN GLYCERIN"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin 0.2% Naphazoline hydrochloride 0.02%"
    ],
    "purpose": [
      "Purpose Glycerin Lubricant Naphazoline hydrochloride Redness reliever"
    ],
    "indications_and_usage": [
      "Uses ■ Relieves redness of the eye due to minor eye irritations. ■ Temporarily relieves burning and irritation due to dryness of the eye."
    ],
    "warnings": [
      "Warnings For external use only Do not use ■ if solution changes color or becomes cloudy A sk a doctor before use if you have ■ narrow angle glaucoma When using this product ■ to avoid contamination, do not touch tip of container to any surface ■ replace cap after using ■ overuse of this product may produce increased redness of the eye ■ pupils may become enlarged temporarily Stop use and ask a doctor if ■ you experience: ■ eye pain ■ changes in vision ■ continued redness or irritation of the eye ■ condition worsens or persists for more than 72 hours Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use ■ if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "A sk a doctor before use if you have ■ narrow angle glaucoma",
      "Stop use and ask a doctor if ■ you experience: ■ eye pain ■ changes in vision ■ continued redness or irritation of the eye ■ condition worsens or persists for more than 72 hours"
    ],
    "when_using": [
      "When using this product ■ to avoid contamination, do not touch tip of container to any surface ■ replace cap after using ■ overuse of this product may produce increased redness of the eye ■ pupils may become enlarged temporarily"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children . If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 to 2 drops in the affected eye(s) up to four times daily."
    ],
    "other_safety_information": [
      "Other information ■ store tightly closed, protected from light."
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, camphor, menthol, polysorbate 80, potassium chloride, purified water, sodium borate, sodium chloride"
    ],
    "package_label_principal_display_panel": [
      "opticsplashcart.jpg carton"
    ],
    "set_id": "e3d60c20-7cbc-4728-8e42-441b64608b88",
    "id": "0bb98362-089f-f332-e063-6394a90ad51f",
    "effective_time": "20231204",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Optic Splash"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, GLYCERIN"
      ],
      "manufacturer_name": [
        "Sato Pharmaceutical, Co., Ltd."
      ],
      "product_ndc": [
        "49873-501"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1243999"
      ],
      "spl_id": [
        "0bb98362-089f-f332-e063-6394a90ad51f"
      ],
      "spl_set_id": [
        "e3d60c20-7cbc-4728-8e42-441b64608b88"
      ],
      "package_ndc": [
        "49873-501-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0349873502014"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Rohto Max Strength Naphazoline hydrochloride, Polysorbate 80 ALCOHOL BENZALKONIUM CHLORIDE BORIC ACID CHLOROBUTANOL EDETATE DISODIUM MENTHOL, UNSPECIFIED FORM POTASSIUM ASPARTATE WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE POLYSORBATE 80 POLYSORBATE 80"
    ],
    "active_ingredient": [
      "Active ingredients Naphazoline hydrochloride 0.03% Polysorbate 80 0.2%"
    ],
    "purpose": [
      "Purpose Naphazoline hydrochloride - Redness reliever Polysorbate 80 - Lubricant"
    ],
    "indications_and_usage": [
      "Uses relieves redness of the eye due to minor eye irritations temporarily relieves burning and irritation due to dryness of the eye for protection against further irritation"
    ],
    "warnings": [
      "Warnings For external use only Ask a doctor before use if you have narrow angle glaucoma When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "warnings_and_cautions": [
      "When using this product do not touch tip of container to any surface to avoid contamination replace cap after each use do not use if solution changes color or becomes cloudy overuse may cause more eye redness pupils may become enlarged temporarily remove contact lenses before using"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you feel eye pain changes in vision occur redness or irritation of the eyes lasts condition worsens or lasts more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions put 1 or 2 drops in the affected eye(s) up to 4 times daily tightly snap on cap to seal Other information do not store above 25°C (77°F)"
    ],
    "inactive_ingredient": [
      "Inactive ingredients alcohol (0.1%), benzalkonium chloride, boric acid, chlorobutanol, edetate disodium, menthol, potassium aspartate, purified water, sodium borate"
    ],
    "questions": [
      "Questions? 1-877-636-2677 MON-FRI 9 AM - 5 PM (EST)"
    ],
    "package_label_principal_display_panel": [
      "Package/Label Principal Display Panel Rohto Max Strength"
    ],
    "set_id": "e4b49550-1ca3-4bd7-854d-409b53fa5e26",
    "id": "2978d1db-836a-05d4-e063-6294a90a6943",
    "effective_time": "20241217",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Rohto Max Strength"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE, POLYSORBATE 80"
      ],
      "manufacturer_name": [
        "The Mentholatum Company"
      ],
      "product_ndc": [
        "10742-8158"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE",
        "POLYSORBATE 80"
      ],
      "rxcui": [
        "1535485"
      ],
      "spl_id": [
        "2978d1db-836a-05d4-e063-6294a90a6943"
      ],
      "spl_set_id": [
        "e4b49550-1ca3-4bd7-854d-409b53fa5e26"
      ],
      "package_ndc": [
        "10742-8158-1",
        "10742-8158-2"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D",
        "6OZP39ZG8H"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Pi Yuan Chin Naphazoline Hydrochloride NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID SODIUM BORATE EDETATE DISODIUM THIMEROSAL WATER"
    ],
    "active_ingredient": [
      "Active Ingredients Naphazoline Hydrochloride: 0.05% Purposes: Nasal Decongestant"
    ],
    "purpose": [
      "Uses: For the temporary relief of nasal congestion due to the common cold."
    ],
    "warnings": [
      "Warnings: Do not exceed recommended dosage. This product may cause temporary discomfort such as burning, stinging, sneezing, or an increase in nasal discharge. The use of this container by more than one person may spread infection. Do not use this product - for more than 3 days. Use only as directed. Frequent or prolonged use may cuase nasal congestion to recur or worsen. If symptons persist, consult a doctor. - If you have heart disease, high blood pressure, thyroid disease, diabetes, or difficulty in urination due to enlargement of the prostate gland unless directed by a doctor. - in children under 12 years of age because it may cause sedation if swallowed. If pregnant or breast-feeding, ask a health professional before use. Keep Out Of Reach Of Children If swallowed, get medical help, or contact a Poison Control Center immediately."
    ],
    "do_not_use": [
      "Do not use this product - for more than 3 days. Use only as directed. Frequent or prolonged use may cuase nasal congestion to recur or worsen. If symptons persist, consult a doctor. - If you have heart disease, high blood pressure, thyroid disease, diabetes, or difficulty in urination due to enlargement of the prostate gland unless directed by a doctor. - in children under 12 years of age because it may cause sedation if swallowed. If pregnant or breast-feeding, ask a health professional before use. Keep Out Of Reach Of Children If swallowed, get medical help, or contact a Poison Control Center immediately."
    ],
    "pregnancy_or_breast_feeding": [
      "If pregnant or breast-feeding, ask a health professional before use. Keep Out Of Reach Of Children If swallowed, get medical help, or contact a Poison Control Center immediately."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out Of Reach Of Children If swallowed, get medical help, or contact a Poison Control Center immediately."
    ],
    "indications_and_usage": [
      "Other information: Do not use if safety seal on bottle or dropper tip is loose, broken or missing. Store in a cool dry place."
    ],
    "dosage_and_administration": [
      "Directions: 1 or 2 drops in each nostril not more often than every 6 hours. Do not give to children under 12 years of age unless directed by a doctor."
    ],
    "inactive_ingredient": [
      "Inactive Ingredients: Boric Acid, Sodium Borate, Disodium Edetate, Thimerosal, Purified Water"
    ],
    "package_label_principal_display_panel": [
      "Packaging image description"
    ],
    "set_id": "e7aedab9-da4c-4494-a896-1e6ed2a956fe",
    "id": "e1a51940-cd56-4011-adc4-79c39c402cf1",
    "effective_time": "20251227",
    "version": "33025",
    "openfda": {
      "application_number": [
        "part341"
      ],
      "brand_name": [
        "Pi Yuan Chin"
      ],
      "generic_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "International Nature Nutraceuticals"
      ],
      "product_ndc": [
        "51367-035"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "NASAL"
      ],
      "substance_name": [
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "spl_id": [
        "e1a51940-cd56-4011-adc4-79c39c402cf1"
      ],
      "spl_set_id": [
        "e7aedab9-da4c-4494-a896-1e6ed2a956fe"
      ],
      "package_ndc": [
        "51367-035-05"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Harris Teeter Eye Drops Maximum Redness Relief glycerin, naphazoline hydrochloride BENZALKONIUM CHLORIDE GLYCERIN GLYCERIN WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID EDETATE DISODIUM EDETIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin.....0.5% Naphazoline hydrochloride....0.03%"
    ],
    "purpose": [
      "Purpose Glycerin..................................Lubricant Naphazoline hydrochloride.....Redness reliever"
    ],
    "indications_and_usage": [
      "Uses For the relief of redness of the eye due to minor eye irritations For the temporary relief of burning and irritation due to dryness of the eye For use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "box"
    ],
    "set_id": "f710d107-0403-21c5-e053-6394a90a0372",
    "id": "47491040-0b86-ee67-e063-6294a90a47d4",
    "effective_time": "20251230",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Harris Teeter Eye Drops Maximum Redness Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "Harris Teeter, LLC"
      ],
      "product_ndc": [
        "69256-058"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "47491040-0b86-ee67-e063-6294a90a47d4"
      ],
      "spl_set_id": [
        "f710d107-0403-21c5-e053-6394a90a0372"
      ],
      "package_ndc": [
        "69256-058-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0072036735898"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Medics Choice Eye Drops Maximum Redness Relief glycerin, naphazoline hydrochloride BENZALKONIUM CHLORIDE GLYCERIN GLYCERIN WATER SODIUM BORATE NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE BORIC ACID EDETATE DISODIUM EDETIC ACID"
    ],
    "active_ingredient": [
      "Active ingredients Glycerin.....0.5% Naphazoline hydrochloride....0.03%"
    ],
    "purpose": [
      "Purpose Glycerin..................................Lubricant Naphazoline hydrochloride.....Redness reliever"
    ],
    "indications_and_usage": [
      "Uses For the relief of redness of the eye due to minor eye irritations For the temporary relief of burning and irritation due to dryness of the eye For use as a protectant against further irritation or dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only Do not use if solution changes color or becomes cloudy Ask a doctor before use if you have narrow angle glaucoma When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy"
    ],
    "ask_doctor": [
      "Ask a doctor before use if you have narrow angle glaucoma"
    ],
    "when_using": [
      "When using this product To avoid contamination, do not touch tip of container to any surface Replace cap after using Overuse may produce increased redness of the eye Pupils may become enlarged temporarily"
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain you experience changes in vision you experience continued redness or irritation of the eye the condition worsens or persists for more than 72 hours"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center (1-800-222-1222) right away."
    ],
    "dosage_and_administration": [
      "Directions Inatill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "other_safety_information": [
      "Other information store at room temperature remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, edetate disodium, purified water, sodium borate"
    ],
    "package_label_principal_display_panel": [
      "box"
    ],
    "set_id": "f7131707-47af-d70a-e053-6394a90a418f",
    "id": "4748ccb8-281a-8c8c-e063-6294a90a908c",
    "effective_time": "20251230",
    "version": "3",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Medics Choice Eye Drops Maximum Redness Relief"
      ],
      "generic_name": [
        "GLYCERIN, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "K.C. Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "55651-059"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "GLYCERIN",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "1235200"
      ],
      "spl_id": [
        "4748ccb8-281a-8c8c-e063-6294a90a908c"
      ],
      "spl_set_id": [
        "f7131707-47af-d70a-e053-6394a90a418f"
      ],
      "package_ndc": [
        "55651-059-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0095072210013"
      ],
      "nui": [
        "N0000185370",
        "N0000175629",
        "N0000184306",
        "N0000185001",
        "M0000728",
        "M0009417"
      ],
      "pharm_class_epc": [
        "Non-Standardized Chemical Allergen [EPC]"
      ],
      "pharm_class_pe": [
        "Increased Histamine Release [PE]",
        "Cell-mediated Immunity [PE]",
        "Increased IgG Production [PE]"
      ],
      "pharm_class_cs": [
        "Allergens [CS]",
        "Glycerol [CS]"
      ],
      "unii": [
        "PDC6A3C0OX",
        "MZ1131787D"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Splash Redness Reliever Hypromellose, Naphazoline hydrochloride SODIUM BORATE POLYSORBATE 80 CHONDROITIN SULFATE (BOVINE) HYPROMELLOSE 2910 (4000 MPA.S) HYPROMELLOSE 2910 (4000 MPA.S) NAPHAZOLINE HYDROCHLORIDE NAPHAZOLINE MAGNESIUM CHLORIDE WATER POTASSIUM CHLORIDE SODIUM CHLORIDE EDETATE DISODIUM BENZALKONIUM CHLORIDE BORIC ACID"
    ],
    "spl_unclassified_section": [
      "Drug Facts"
    ],
    "active_ingredient": [
      "Active ingredient . . . . . . . . . . . . . . . . Purpose Hypromellose 0.2%............................Lubricant Naphazoline hydrochloride 0.02%.....Redness reliever"
    ],
    "purpose": [
      "Purpose"
    ],
    "indications_and_usage": [
      "Uses Temporarily relieves redness due to minor eye irritation protection against further irritation burning and irritation due to dryness of the eye"
    ],
    "warnings": [
      "Warnings For external use only. Do not use if solution changes color or becomes cloudy. When using this product do not touch tip of container to any surface to avoid contamination. replace cap after using. ask a doctor before use if you have narrow angle glaucoma. Stop use and ask a doctor if you experience eye pain, changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours. overuse may cause more redness of the eye pupil may become enlarged temporarily Keep out of reach of children. If swallowed, get medical help or contat a Poison Control Center right away"
    ],
    "do_not_use": [
      "Do not use if solution changes color or becomes cloudy."
    ],
    "when_using": [
      "When using this product do not touch tip of container to any surface to avoid contamination. replace cap after using."
    ],
    "ask_doctor": [
      "ask a doctor before use if you have narrow angle glaucoma."
    ],
    "stop_use": [
      "Stop use and ask a doctor if you experience eye pain, changes in vision, continued redness or irritation of the eye condition worsens or persists for more than 72 hours. overuse may cause more redness of the eye pupil may become enlarged temporarily"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If swallowed, get medical help or contat a Poison Control Center right away"
    ],
    "dosage_and_administration": [
      "Directions Instill 1 or 2 drops in the affected eye(s) up to 4 times daily."
    ],
    "storage_and_handling": [
      "Other information store at room temperature do not use if imprinted seal around cap is broken remove contact lenses before using"
    ],
    "inactive_ingredient": [
      "Inactive ingredients benzalkonium chloride, boric acid, chondroitin sulfate, edetate disodium, magnesium chloride, polysorbate 80, potassium chloride, sodium borate, sodium chloride, water for injection."
    ],
    "questions": [
      "Questions? Call 1-866-282-8871 splashtears.com"
    ],
    "package_label_principal_display_panel": [
      "Sophia ® REDNESS RELIEVER Splash ® Lubricant Redness Reliever Eye Drops Red Eye Relief Fast-Acting Reliever 0.5 FL OZ (15 mL) STERILE RELIEVES REDNESS BURNING IRRITATION NDC 57619-304-01 Distributed by: LABS SOPHIA USA, INC 1790 Hughes Landing Blvd, Suite 400 The Woodlands, TX 77380 MADE IN MEXICO splashtears.com label"
    ],
    "set_id": "fa4140e6-dc80-da99-e053-6294a90a194f",
    "id": "351e11b7-7c46-9bc7-e063-6294a90a46a7",
    "effective_time": "20250509",
    "version": "4",
    "openfda": {
      "application_number": [
        "M018"
      ],
      "brand_name": [
        "Splash Redness Reliever"
      ],
      "generic_name": [
        "HYPROMELLOSE, NAPHAZOLINE HYDROCHLORIDE"
      ],
      "manufacturer_name": [
        "LABORATORIOS SOPHIA, S.A. DE C.V."
      ],
      "product_ndc": [
        "57619-304"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "OPHTHALMIC"
      ],
      "substance_name": [
        "HYPROMELLOSE 2910 (4000 MPA.S)",
        "NAPHAZOLINE HYDROCHLORIDE"
      ],
      "rxcui": [
        "2636530"
      ],
      "spl_id": [
        "351e11b7-7c46-9bc7-e063-6294a90a46a7"
      ],
      "spl_set_id": [
        "fa4140e6-dc80-da99-e053-6294a90a194f"
      ],
      "package_ndc": [
        "57619-304-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "RN3152OP35",
        "MZ1131787D"
      ]
    }
  }
]