[
  {
    "spl_product_data_elements": [
      "Omalizumab-igec omalizumab-igec omalizumab omalizumab ARGININE HYDROCHLORIDE HISTIDINE HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE POLYSORBATE 20 WATER Omalizumab-igec omalizumab-igec omalizumab omalizumab ARGININE HYDROCHLORIDE HISTIDINE HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE POLYSORBATE 20 WATER Omalizumab-igec omalizumab-igec omalizumab omalizumab ARGININE HYDROCHLORIDE HISTIDINE HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE POLYSORBATE 20 WATER"
    ],
    "boxed_warning": [
      "WARNING: ANAPHYLAXIS Anaphylaxis presenting as bronchospasm, hypotension, syncope, urticaria, and/or angioedema of the throat or tongue, has been reported to occur after administration of omalizumab products. Anaphylaxis has occurred as early as after the first dose of omalizumab products, but also has occurred beyond 1 year after beginning regularly administered treatment. Because of the risk of anaphylaxis, initiate Omalizumab-igec therapy in a healthcare setting and closely observe patients for an appropriate period of time after Omalizumab-igec administration. Health care providers administering Omalizumab-igec should be prepared to manage anaphylaxis which can be life-threatening. Inform patients of the signs and symptoms of anaphylaxis and instruct them to seek immediate medical care should symptoms occur. Selection of patients for self-administration of Omalizumab-igec should be based on criteria to mitigate risk from anaphylaxis [see Dosage and Administration (2.6) , Warnings and Precautions (5.1) and Adverse Reactions (6.1 , 6.2) ] . WARNING: ANAPHYLAXIS See full prescribing information for complete boxed warning. Anaphylaxis, presenting as bronchospasm, hypotension, syncope, urticaria, and/or angioedema of the throat or tongue, has been reported to occur after administration of omalizumab products. Anaphylaxis has occurred after the first dose of omalizumab products but also has occurred beyond 1 year after beginning treatment. Initiate Omalizumab-igec therapy in a healthcare setting, closely observe patients for an appropriate period of time after Omalizumab-igec administration and be prepared to manage anaphylaxis which can be life-threatening. Inform patients of the signs and symptoms of anaphylaxis and have them seek immediate medical care should symptoms occur. Selection of patients for self-administration of Omalizumab-igec should be based on criteria to mitigate risk from anaphylaxis. ( 2.6 , 5.1 , 6.1 , 6.2 )"
    ],
    "recent_major_changes": [
      "Dosage and Administration, Recommended Dosage for Chronic Spontaneous Urticaria ( 2.5 ) 12/2025 Dosage and Administration, Omalizumab-igec Prefilled Syringe ( 2.7 ) 12/2025"
    ],
    "recent_major_changes_table": [
      "<table width=\"100%\" styleCode=\"Noautorules\"><col width=\"85%\" align=\"left\" valign=\"middle\"/><col width=\"15%\" align=\"right\" valign=\"middle\"/><tbody><tr><td>Dosage and Administration, Recommended Dosage for Chronic Spontaneous Urticaria (<linkHtml href=\"#S2.5\">2.5</linkHtml>)</td><td>12/2025</td></tr><tr><td>Dosage and Administration, Omalizumab-igec Prefilled Syringe (<linkHtml href=\"#S2.7\">2.7</linkHtml>)</td><td>12/2025</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Omalizumab-igec is an anti-IgE antibody indicated for: Moderate to severe persistent asthma in adults and pediatric patients 6 years of age and older with a positive skin test or in vitro reactivity to a perennial aeroallergen and symptoms that are inadequately controlled with inhaled corticosteroids ( 1.1 ) Chronic rhinosinusitis with nasal polyps (CRSwNP) in adult patients 18 years of age and older with inadequate response to nasal corticosteroids, as add-on maintenance treatment ( 1.2 ) IgE-mediated food allergy in adult and pediatric patients aged 1 year and older for the reduction of allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods. To be used in conjunction with food allergen avoidance ( 1.3 ) Chronic spontaneous urticaria (CSU) in adults and adolescents 12 years of age and older who remain symptomatic despite H1 antihistamine treatment ( 1.4 ) Limitations of Use : Not indicated for acute bronchospasm or status asthmaticus. ( 1.1 , 5.3 ) Not indicated for the emergency treatment of allergic reactions, including anaphylaxis ( 1.3 ) Not indicated for other forms of urticaria. ( 1.4 ) 1.1 Asthma Omalizumab-igec is indicated for adults and pediatric patients 6 years of age and older with moderate to severe persistent asthma who have a positive skin test or in vitro reactivity to a perennial aeroallergen and whose symptoms are inadequately controlled with inhaled corticosteroids. Limitations of Use: Omalizumab-igec is not indicated for the relief of acute bronchospasm or status asthmaticus. 1.2 Chronic Rhinosinusitis with Nasal Polyps Omalizumab-igec is indicated for add-on maintenance treatment of chronic rhinosinusitis with nasal polyps (CRSwNP) in adult patients 18 years of age and older with inadequate response to nasal corticosteroids. 1.3 IgE-Mediated Food Allergy Omalizumab-igec is indicated for the reduction of allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods in adult and pediatric patients aged 1 year and older with IgE-mediated food allergy. Omalizumab-igec is to be used in conjunction with food allergen avoidance. Limitations of Use: Omalizumab-igec is not indicated for the emergency treatment of allergic reactions, including anaphylaxis. 1.4 Chronic Spontaneous Urticaria Omalizumab-igec is indicated for the treatment of adults and adolescents 12 years of age and older with chronic spontaneous urticaria (CSU) who remain symptomatic despite H1 antihistamine treatment. Limitations of Use: Omalizumab-igec is not indicated for treatment of other forms of urticaria."
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION For subcutaneous (SC) administration only. ( 2.2 , 2.3 , 2.4 , 2.5 ) See full prescribing information for administration instructions ( 2.6 , 2.7 ). Asthma: Omalizumab-igec 75 to 375 mg SC every 2 or 4 weeks. Determine dose (mg) and dosing frequency by serum total IgE level (IU/mL), measured before the start of treatment, and body weight (kg). See the dose determination charts. ( 2.2 ) Chronic Rhinosinusitis with Nasal Polyps : Omalizumab-igec 75 to 600 mg SC every 2 or 4 weeks. Determine dose (mg) and dosing frequency by serum total IgE level (IU/mL), measured before the start of treatment, and body weight (kg). See the dose determination charts. ( 2.3 ) IgE-Mediated Food Allergy : Omalizumab-igec 75 mg to 600 mg SC every 2 or 4 weeks. Determine dose (mg) and dosing frequency by serum total IgE level (IU/mL), measured before the start of treatment, and body weight (kg). See the dose determination chart. ( 2.4 ) Chronic Spontaneous Urticaria : Omalizumab-igec 150 or 300 mg SC every 4 weeks. Dosing in CSU is not dependent on serum IgE level or body weight. ( 2.5 ) 2.1 Overview of Dosage Determination Asthma, and Chronic Rhinosinusitis with Nasal Polyps, and IgE-Mediated Food Allergy Determine dosage of Omalizumab-igec by serum total IgE level (IU/mL) measured before the start of treatment, and by body weight (kg). For patients with asthma, chronic rhinosinusitis with nasal polyps (CRSwNP), and IgE-mediated food allergy, dosage determination should be based on the primary diagnosis for which Omalizumab-igec is being prescribed. Adjust doses for significant changes in body weight during treatment. Refer to Tables 1 and 2 for the recommended dosage for treatment of asthma, Table 3 for treatment of CRSwNP, and Table 4 for treatment of IgE-mediated food allergy. Total IgE levels are elevated during treatment and remain elevated for up to one year after the discontinuation of treatment. Therefore, re-testing of IgE levels during Omalizumab-igec treatment cannot be used as a guide for dose determination. Interruptions lasting less than one year: Dose based on serum IgE levels obtained at the initial dose determination. Interruptions lasting one year or more: Re-test total serum IgE levels for dose determination (Table 1 or 2 for treatment of asthma, based on the patient's age, Table 3 for treatment of CRSwNP, and Table 4 for treatment of IgE-mediated food allergy). Chronic Spontaneous Urticaria Dosage of Omalizumab-igec in patients with chronic spontaneous urticaria (CSU) is not dependent on serum IgE (free or total) level or body weight [see Dosage and Administration (2.5) ]. 2.2 Recommended Dosage for Asthma The recommended dosage for asthma is Omalizumab-igec 75 mg to 375 mg by subcutaneous injection every 2 or 4 weeks based on serum total IgE level (IU/mL) measured before the start of treatment and by body weight (kg) [see Dosage and Administration (2.1) ] . Adult and adolescent patients 12 years of age and older: Initiate dosing according to Table 1. Pediatric patients 6 to <12 years of age: Initiate dosing according to Table 2. Table 1. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Patients 12 Years of Age and Older with Asthma Table 2. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Pediatric Patients with Asthma Who Begin Omalizumab-igec Between the Ages of 6 to <12 Years Duration of Therapy Periodically reassess the need for continued therapy based upon the patient's disease severity and level of asthma control. Table 1 Table 2 2.3 Recommended Dosage for Chronic Rhinosinusitis with Nasal Polyps The recommended dosage for chronic rhinosinusitis with nasal polyps (CRSwNP) is Omalizumab-igec 75 mg to 600 mg by subcutaneous injection every 2 or 4 weeks based on serum total IgE level (IU/mL) measure before the start of treatment and by body weight (kg) [see Dosage and Administration (2.1) ] . Refer to Table 3 for recommended dosage based on serum total IgE level and body weight for patients with CRSwNP. Table 3. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Adult Patients with CRSwNP Duration of Therapy Periodically reassess the need for continued therapy based upon the patient's disease severity and level of symptom control. Table 3 2.4 Recommended Dosage for IgE-Mediated Food Allergy The recommended dosage for IgE-mediated food allergy is Omalizumab-igec 75 mg to 600 mg by subcutaneous injection every 2 or 4 weeks based on serum total IgE level (IU/mL), measured before the start of treatment, and by body weight [see Dosage and Administration (2.1) ]. Refer to Table 4 for recommended dosage based on serum IgE level and body weight for patients with IgE-mediated food allergy. Table 4. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Adult and Pediatric Patients 1 Year of Age and Older with IgE-Mediated Food Allergy Duration of Therapy The appropriate duration of therapy for IgE-mediated food allergy has not been evaluated. Periodically reassess the need for continued therapy. Table 4 2.5 Recommended Dosage for Chronic Spontaneous Urticaria The recommended dosage for chronic spontaneous urticaria (CSU) is Omalizumab-igec 150 mg or 300 mg by subcutaneous injection every 4 weeks. The 300 mg dose may be administered as one subcutaneous injection of 300 mg/2 mL or as two subcutaneous injections of 150 mg/mL. Dosing of Omalizumab-igec in CSU patients is not dependent on serum IgE (free or total) level or body weight. Duration of Therapy The appropriate duration of therapy for CSU has not been evaluated. Periodically reassess the need for continued therapy. 2.6 Administration Overview Administer Omalizumab-igec by subcutaneous injection. Omalizumab-igec is intended for use under the guidance of a healthcare provider. Initiate therapy in a healthcare setting and once therapy has been safely established, the healthcare provider may determine whether self- administration of Omalizumab-igec prefilled syringe by the patient or caregiver is appropriate, based on careful assessment of risk for anaphylaxis and mitigation strategies. Selection of Patients for Self-Administration of Omalizumab-igec Prefilled Syringe Healthcare providers should consider known risk factors for anaphylaxis to Omalizumab-igec [see Warnings and Precautions (5.1) ] and mitigation strategies when selecting patients for self-administration. Patient-specific factors including the following criteria should be considered: 1a) Asthma, CRSwNP and CSU : Patient should have no prior history of anaphylaxis to Omalizumab-igec or other agents, such as foods, drugs, biologics, etc. 1b) IgE-Mediated Food Allergy : Patient should have no prior history of anaphylaxis to Omalizumab-igec or other agents (except foods), such as drugs, biologics, etc. 2) Patient should receive at least 3 doses of Omalizumab-igec under the guidance of a healthcare provider with no hypersensitivity reactions 3) Patient or caregiver is able to recognize symptoms of anaphylaxis 4) Patient or caregiver is able to treat anaphylaxis appropriately 5) Patient or caregiver is able to perform subcutaneous injections with Omalizumab-igec prefilled syringe or autoinjector with proper technique according to the prescribed dosing regimen and Instructions for Use 2.7 Omalizumab-igec Prefilled Syringe Omalizumab-igec injection doses are available as a prefilled syringe Instruct patients or caregivers to follow the directions provided in the \"Instructions for Use\" for preparation and administration of Omalizumab-igec Prefilled Syringe [see Instructions for Use ] . Adolescents 12 years of age and older: Omalizumab-igec prefilled syringe may be self-administered under adult supervision. Pediatric Patients 1 to 11 years of age: Omalizumab-igec prefilled syringe should be administered by a caregiver. Administration Instructions for Prefilled Syringe Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Omalizumab-igec prefilled syringe solution should be clear to opalescent and colorless to pale brownish yellow. Do not use the prefilled syringe if the medicine is distinctly cloudy, discolored, or contains particles. Determine the number of prefilled syringes needed for patient's dosage (see Table 5 ). For pediatric patients 1 to 11 years of age, consideration should be given to the number of prefilled syringe injections needed and volume to be injected relative to the patient's bodyweight. For patients requiring more than 1 injection to complete a full dose, administer each injection at least 1-inch (2.5 cm) apart from other injection sites. Administer subcutaneous injection into the thigh or abdomen, avoiding the 2-inch (5 cm) area directly around the navel. The outer area of the upper arms may be used only if the injection is being given by a caregiver or healthcare provider [ see Instructions for Use ]. The injection may take up to 15 seconds to administer. Table 5. Number of Omalizumab-igec Prefilled Syringes, Injections and Total Injection Volumes This table represents the fewest number of injections for the patient, however, there are other syringe dosing combinations to achieve desired dose. Omalizumab-igec Dose The 75 mg, 150 mg, 225 mg, 300 mg, and 375 mg Omalizumab-igec doses are approved for use in asthma patients. All doses in the table are approved for use in CRSwNP and IgE-mediated food allergy patients. The 150 mg and 300 mg Omalizumab-igec doses are also approved for use in CSU patients. 75 mg 150 mg 300 mg Total Volume Injected 75 mg 1 0 0 0.5 mL 150 mg 0 1 0 1 mL 225 mg 1 1 0 1.5 mL 300 mg 0 0 1 2 mL 375 mg 1 0 1 2.5 mL 450 mg 0 1 1 3 mL 525 mg 1 1 1 3.5 mL 600 mg 0 0 2 4 mL"
    ],
    "dosage_and_administration_table": [
      "<table width=\"100%\" ID=\"Table1\" styleCode=\"Noautorules\"><caption>Table 1. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Patients 12 Years of Age and Older with Asthma</caption><col width=\"100%\" align=\"center\" valign=\"top\"/><tbody><tr><td align=\"left\"><paragraph><renderMultiMedia referencedObject=\"MM01\"/></paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" ID=\"Table2\" styleCode=\"Noautorules\"><caption>Table 2. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Pediatric Patients with Asthma Who Begin Omalizumab-igec Between the Ages of 6 to &lt;12 Years</caption><col width=\"100%\" align=\"center\" valign=\"top\"/><tbody><tr><td align=\"left\"><paragraph><renderMultiMedia referencedObject=\"MM02\"/></paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" ID=\"Table3\" styleCode=\"Noautorules\"><caption>Table 3. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Adult Patients with CRSwNP</caption><col width=\"100%\" align=\"center\" valign=\"top\"/><tbody><tr><td align=\"left\"><paragraph><renderMultiMedia referencedObject=\"MM03\"/></paragraph></td></tr></tbody></table>",
      "<table width=\"100%\" ID=\"Table4\" styleCode=\"Noautorules\"><caption>Table 4. Subcutaneous Omalizumab-igec Doses Every 2 or 4 Weeks* for Adult and Pediatric Patients 1 Year of Age and Older with IgE-Mediated Food Allergy</caption><col width=\"100%\" align=\"center\" valign=\"top\"/><tbody><tr><td align=\"left\"><paragraph><renderMultiMedia referencedObject=\"MM03a\"/></paragraph></td></tr></tbody></table>",
      "<table ID=\"Table5\" width=\"80%\"><caption>Table 5. Number of Omalizumab-igec Prefilled Syringes, Injections and Total Injection Volumes<footnote ID=\"foot\">This table represents the fewest number of injections for the patient, however, there are other syringe dosing combinations to achieve desired dose.</footnote></caption><colgroup><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/><col width=\"20%\" align=\"center\" valign=\"middle\"/></colgroup><thead><tr styleCode=\"First Last\"><th styleCode=\"Lrule\" align=\"center\">Omalizumab-igec Dose<footnote ID=\"t5c\">The 75 mg, 150 mg, 225 mg, 300 mg, and 375 mg Omalizumab-igec doses are approved for use in asthma patients. All doses in the table are approved for use in CRSwNP and IgE-mediated food allergy patients. The 150 mg and 300 mg Omalizumab-igec doses are also approved for use in CSU patients.</footnote></th><th align=\"center\">75 mg</th><th align=\"center\">150 mg</th><th align=\"center\">300 mg<footnoteRef IDREF=\"t5c\"/></th><th styleCode=\"Rrule\" align=\"center\">Total Volume Injected</th></tr></thead><tbody><tr><td styleCode=\"Lrule\" align=\"center\">75 mg</td><td align=\"center\">1</td><td align=\"center\">0</td><td align=\"center\">0</td><td styleCode=\"Rrule\" align=\"center\">0.5 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">150 mg</td><td align=\"center\">0</td><td align=\"center\">1</td><td align=\"center\">0</td><td styleCode=\"Rrule\" align=\"center\">1 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">225 mg</td><td align=\"center\">1</td><td align=\"center\">1</td><td align=\"center\">0</td><td styleCode=\"Rrule\" align=\"center\">1.5 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">300 mg</td><td align=\"center\">0</td><td align=\"center\">0</td><td align=\"center\">1</td><td styleCode=\"Rrule\" align=\"center\">2 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">375 mg</td><td align=\"center\">1</td><td align=\"center\">0</td><td align=\"center\">1</td><td styleCode=\"Rrule\" align=\"center\">2.5 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">450 mg</td><td align=\"center\">0</td><td align=\"center\">1</td><td align=\"center\">1</td><td styleCode=\"Rrule\" align=\"center\">3 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">525 mg</td><td align=\"center\">1</td><td align=\"center\">1</td><td align=\"center\">1</td><td styleCode=\"Rrule\" align=\"center\">3.5 mL</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">600 mg</td><td align=\"center\">0</td><td align=\"center\">0</td><td align=\"center\">2</td><td styleCode=\"Rrule\" align=\"center\">4 mL</td></tr></tbody></table>"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Injection: 75 mg/0.5 mL is a clear to opalescent and colorless to pale brownish-yellow solution in a single-dose prefilled syringe with yellow plunger rod and safety guard. Injection: 150 mg/mL is a clear to opalescent and colorless to pale brownish-yellow solution in a single-dose prefilled syringe with blue plunger rod and safety guard. Injection: 300 mg/2 mL (150 mg/mL) is a clear to opalescent and colorless to pale brownish-yellow solution in a single-dose prefilled syringe with white plunger rod and safety guard Injection: 75 mg/0.5 mL, 150 mg/mL, and 300 mg/ 2 mL (150 mg/mL), solution in a single-dose prefilled syringe ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Omalizumab-igec is contraindicated in patients with severe hypersensitivity reaction to omalizumab products or any ingredient of Omalizumab-igec [see Warnings and Precautions (5.1) ] . Severe hypersensitivity reaction to omalizumab productsor any ingredient of Omalizumab-igec ( 4 , 5.1 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Anaphylaxis: Initiate Omalizumab-igec therapy in a healthcare setting prepared to manage anaphylaxis which can be life-threatening and observe patients for an appropriate period of time after administration. ( 5.1 ) Malignancy: Malignancies have been observed in clinical studies. ( 5.2 ) Acute Asthma Symptoms: Do not use for the treatment of acute bronchospasm or status asthmaticus. ( 5.3 ) Corticosteroid Reduction: Do not abruptly discontinue corticosteroids upon initiation of Omalizumab-igec therapy. ( 5.4 ) Eosinophilic Conditions: Be alert to eosinophilia, vasculitic rash, worsening pulmonary symptoms, cardiac complications, and/or neuropathy, especially upon reduction of oral corticosteroids. ( 5.5 ) Fever, Arthralgia, and Rash: Stop Omalizumab-igec if patients develop signs and symptoms similar to serum sickness. ( 5.6 ) Potential Medication Error Related to Emergency Treatment of Anaphylaxis: Omalizumab-igec should not be used for emergency treatment of allergic reactions, including anaphylaxis. ( 5.9 ) 5.1 Anaphylaxis Anaphylaxis has been reported to occur after administration of omalizumab products in premarketing clinical trials and in postmarketing spontaneous reports [see Boxed Warning and Adverse Reactions (6.2) ] . Signs and symptoms in these reported cases have included bronchospasm, hypotension, syncope, urticaria, and/or angioedema of the throat or tongue. Some of these events have been life-threatening. In premarketing clinical trials in patients with asthma, anaphylaxis was reported in 3 of 3,507 (0.1%) patients. Anaphylaxis occurred with the first dose of omalizumab in two patients and with the fourth dose in one patient. The time to onset of anaphylaxis was 90 minutes after administration in two patients and 2 hours after administration in one patient. A case-control study in asthma patients showed that, among omalizumab users, patients with a history of anaphylaxis to foods, medications, or other causes were at increased risk of anaphylaxis associated with omalizumab products, compared to those with no prior history of anaphylaxis [see Adverse Reactions (6.1) ] . In postmarketing spontaneous reports, the frequency of anaphylaxis attributed to omalizumab use was estimated to be at least 0.2% of patients based on an estimated exposure of 57,300 patients from June 2003 through December 2006. Anaphylaxis has occurred as early as after the first dose of omalizumab, but also has occurred beyond one year after beginning regularly scheduled treatment. Approximately 60% to 70% of anaphylaxis cases have been reported to occur within the first three doses of omalizumab, with additional cases occurring sporadically beyond the third dose. Initiate Omalizumab-igec only in a healthcare setting equipped to manage anaphylaxis, which can be life-threatening. Observe patients closely for an appropriate period of time after administration of Omalizumab-igec, taking into account the time to onset of anaphylaxis seen in premarketing clinical trials and postmarketing spontaneous reports [see Adverse Reactions (6.1 , 6.2) ] . Inform patients of the signs and symptoms of anaphylaxis, and instruct them to seek immediate medical care should signs or symptoms occur. Once Omalizumab-igec therapy has been established, administration of Omalizumab-igec prefilled syringe outside of a healthcare setting by a patient or a caregiver may be appropriate for selected patients. Patient selection, determined by the healthcare provider in consultation with the patient, should take into account the pattern of anaphylaxis events seen in premarketing clinical trials and postmarketing spontaneous reports, as well as individual patient risk factors (e.g., prior history of anaphylaxis), ability to recognize signs and symptoms of anaphylaxis, and ability to perform subcutaneous injections with Omalizumab-igec prefilled syringe or autoinjector with proper technique according to the prescribed dosing regimen and Instructions for Use [see Dosage and Administration (2.6) , Adverse Reactions (6.1 , 6.2) ]. Discontinue Omalizumab-igec in patients who experience a severe hypersensitivity reaction [see Contraindications (4) ] . 5.2 Malignancy Malignant neoplasms were observed in 20 of 4,127 (0.5%) omalizumab-treated patients compared with 5 of 2,236 (0.2%) control patients in clinical studies of adults and adolescents ≥12 years of age with asthma and other allergic disorders. The observed malignancies in omalizumab-treated patients were a variety of types, with breast, non-melanoma skin, prostate, melanoma, and parotid occurring more than once, and five other types occurring once each. The majority of patients were observed for less than 1 year. The impact of longer exposure to omalizumab products or use in patients at higher risk for malignancy (e.g., elderly, current smokers) is not known. In a subsequent observational study of 5,007 omalizumab-treated and 2,829 non-omalizumab- treated adolescent and adult patients with moderate to severe persistent asthma and a positive skin test reaction or in vitro reactivity to a perennial aeroallergen, patients were followed for up to 5 years. In this study, the incidence rates of primary malignancies (per 1,000 patient years) were similar among omalizumab-treated (12.3) and non-omalizumab-treated patients (13.0) [see Adverse Reactions (6.1) ] . However, study limitations preclude definitively ruling out a malignancy risk with omalizumab products. Study limitations include: the observational study design, the bias introduced by allowing enrollment of patients previously exposed to omalizumab (88%), enrollment of patients (56%) while a history of cancer or a premalignant condition were study exclusion criteria, and the high study discontinuation rate (44%). 5.3 Acute Asthma Symptoms and Deteriorating Disease Omalizumab products have not been shown to alleviate asthma exacerbations acutely. Do not use Omalizumab-igec to treat acute bronchospasm or status asthmaticus. Patients should seek medical advice if their asthma remains uncontrolled or worsens after initiation of treatment with Omalizumab-igec. 5.4 Corticosteroid Reduction Do not discontinue systemic or inhaled corticosteroids abruptly upon initiation of Omalizumab-igec therapy for asthma or CRSwNP. Decrease corticosteroids gradually under the direct supervision of a physician. In CSU patients, the use of omalizumab products in combination with corticosteroids has not been evaluated. 5.5 Eosinophilic Conditions In rare cases, patients with asthma on therapy with omalizumab products may present with serious systemic eosinophilia sometimes presenting with clinical features of vasculitis consistent with Churg-Strauss syndrome, a condition which is often treated with systemic corticosteroid therapy. These events usually, but not always, have been associated with the reduction of oral corticosteroid therapy. Physicians should be alert to eosinophilia, vasculitic rash, worsening pulmonary symptoms, cardiac complications, and/or neuropathy presenting in their patients. A causal association between omalizumab products and these underlying conditions has not been established. 5.6 Fever, Arthralgia, and Rash In post-approval use, some patients have experienced a constellation of signs and symptoms including arthritis/arthralgia, rash, fever, and lymphadenopathy with an onset 1 to 5 days after the first or subsequent injections of omalizumab products. These signs and symptoms have recurred after additional doses in some patients. Although circulating immune complexes or a skin biopsy consistent with a Type III reaction were not seen with these cases, these signs and symptoms are similar to those seen in patients with serum sickness. Physicians should stop Omalizumab-igec if a patient develops this constellation of signs and symptoms [see Adverse Reactions (6.2) ] . 5.7 Parasitic (Helminth) Infection Monitor patients at high risk of geohelminth infection while on Omalizumab-igec therapy. Insufficient data are available to determine the length of monitoring required for geohelminth infections after stopping omalizumab products treatment. In a one-year clinical trial conducted in Brazil in adult and adolescent patients at high risk for geohelminthic infections (roundworm, hookworm, whipworm, threadworm), 53% (36/68) of omalizumab-treated patients experienced an infection, as diagnosed by standard stool examination, compared to 42% (29/69) of placebo controls. The point estimate of the odds ratio for infection was 1.96, with a 95% confidence interval (0.88, 4.36) indicating that in this study a patient who had an infection was anywhere from 0.88 to 4.36 times as likely to have received omalizumab than a patient who did not have an infection. Response to appropriate anti-geohelminth treatment of infection as measured by stool egg counts was not different between treatment groups. 5.8 Laboratory Tests Serum total IgE levels increase following administration of omalizumab products due to formation of drug:IgE complexes [see Clinical Pharmacology (12.2) ] . Elevated serum total IgE levels may persist for up to 1 year following discontinuation of omalizumab products. Do not use serum total IgE levels obtained less than 1 year following discontinuation to reassess the dosing regimen for asthma, CRSwNP or IgE-mediated food allergy patients, because these levels may not reflect steady- state free IgE levels [see Dosage and Administration (2.2 , 2.3 , 2.4) ] . 5.9 Potential Medication Error Related to Emergency Treatment of Anaphylaxis Omalizumab-igec should not be used for the emergency treatment of allergic reactions, including anaphylaxis. In studies to simulate use, some patients and caregivers did not understand that omalizumab products are not intended for the emergency treatment of allergic reactions, including anaphylaxis. The safety and effectiveness of omalizumab products for emergency treatment of allergic reactions, including anaphylaxis, have not been established. Instruct patients that Omalizumab-igec is for maintenance use to reduce allergic reactions, including anaphylaxis, while avoiding food allergens."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Anaphylaxis [see Boxed Warning and Warnings and Precautions (5.1) ] Malignancies [see Warnings and Precautions (5.2) ] Asthma: The most common adverse reactions (≥ 1% of patients) in clinical studies with adult and adolescent patients ≥12 years of age were arthralgia, pain (general), leg pain, fatigue, dizziness, fracture, arm pain, pruritus, dermatitis, and earache. In clinical studies with pediatric patients 6 to <12 years of age, the most common adverse reactions (≥ 3% of patients) were nasopharyngitis, headache, pyrexia, upper abdominal pain, pharyngitis streptococcal, otitis media, viral gastroenteritis, arthropod bites, and epistaxis. ( 6.1 ) Chronic Rhinosinusitis with Nasal Polyps: The most common adverse reactions (≥ 3% of patients) in clinical studies with adult patients included the following: headache, injection site reaction, arthralgia, upper abdominal pain, and dizziness. ( 6.1 ) IgE-Mediated Food Allergy: The most common adverse reactions (≥3% of patients) were injection site reactions and pyrexia. ( 6.1 ) Chronic Spontaneous Urticaria: The most common adverse reactions (≥2% of patients) included the following: nausea, nasopharyngitis, sinusitis, upper respiratory tract infection, viral upper respiratory tract infection, arthralgia, headache, and cough. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact CELLTRION USA, Inc. at 1-800-560-9414 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adverse Reactions from Clinical Studies in Adult and Adolescent Patients 12 Years of Age and Older with Asthma The data described below reflect omalizumab exposure for 2,076 adult and adolescent patients ages 12 and older, including 1,687 patients exposed for six months and 555 exposed for one year or more, in either placebo-controlled or other controlled asthma studies. The mean age of patients receiving omalizumab was 42 years, with 134 patients 65 years of age or older; 60% were women, and 85% Caucasian. Patients received omalizumab 150 mg to 375 mg every 2 or 4 weeks or, for patients assigned to control groups, standard therapy with or without a placebo. The adverse reactions most frequently resulting in clinical intervention (e.g., discontinuation of omalizumab, or the need for concomitant medication to treat an adverse reaction) were injection site reaction (45%), viral infections (23%), upper respiratory tract infection (20%), sinusitis (16%), headache (15%), and pharyngitis (11%). These reactions were observed at similar rates in omalizumab-treated patients and control patients. Table 6 shows adverse reactions from four placebo-controlled asthma trials that occurred ≥1% and more frequently in adult and adolescent patients 12 years of age and older receiving omalizumab than in those receiving placebo. Adverse reactions were classified using preferred terms from the International Medical Nomenclature (IMN) dictionary. Injection site reactions were recorded separately from the reporting of other adverse reactions. Table 6. Adverse Reactions ≥1% More Frequent in omalizumab-Treated Adult or Adolescent Patients 12 years of Age and Older in Four Placebo-controlled Asthma Trials Adverse reaction Omalizumab n=738 Placebo n=717 Body as a whole Pain 7% 5% Fatigue 3% 2% Musculoskeletal system Arthralgia 8% 6% Fracture 2% 1% Leg pain 4% 2% Arm pain 2% 1% Nervous system Dizziness 3% 2% Skin and appendages Pruritus 2% 1% Dermatitis 2% 1% Special senses Earache 2% 1% There were no differences in the incidence of adverse reactions based on age (among patients under 65), gender or race. Anaphylaxis Case Control Study A retrospective case-control study investigated risk factors for anaphylaxis to omalizumab among patients treated with omalizumab for asthma. Cases with an adjudicated history of anaphylaxis to omalizumab were compared to controls with no such history. The study found that a self-reported history of anaphylaxis to foods, medications or other causes was more common among patients with omalizumab anaphylaxis (57% of 30 cases) compared to controls (23% of 88 controls) [OR 8.1, 95% CI 2.7 to 24.3]. Because this is a case-control study, the study cannot provide the incidence of anaphylaxis among omalizumab users. From other sources, anaphylaxis to omalizumab was observed in 0.1% of patients in clinical trials and at least 0.2% of patients based upon postmarketing reports. Approximately 60% to 70% of cases were reported to occur within the first three doses of omalizumab, with additional cases occurring sporadically beyond the third dose. The time to onset for anaphylaxis was reported to occur within 2 hours for the majority of cases (approximately 75%) [see Warnings and Precautions (5.1) , Adverse Reactions (6.2) ] . Injection Site Reactions In adults and adolescents, injection site reactions of any severity occurred at a rate of 45% in omalizumab-treated patients compared with 43% in placebo-treated patients. The types of injection site reactions included: bruising, redness, warmth, burning, stinging, itching, hive formation, pain, indurations, mass, and inflammation. Severe injection site reactions occurred more frequently in omalizumab-treated patients compared with patients in the placebo group (12% versus 9%). The majority of injection site reactions occurred within 1 hour post injection, lasted less than 8 days, and generally decreased in frequency at subsequent dosing visits. Adverse Reactions from Clinical Studies in Pediatric Patients 6 to <12 Years of Age with Asthma The data described below reflect omalizumab exposure for 926 patients 6 to <12 years of age, including 583 patients exposed for six months and 292 exposed for one year or more, in either placebo-controlled or other controlled asthma studies. The mean age of pediatric patients receiving omalizumab was 8.8 years; 69% were male, and 64% were Caucasian. Pediatric patients received omalizumab 75 mg to 375 mg every 2 or 4 weeks or, for patients assigned to control groups, standard therapy with or without a placebo. No cases of malignancy were reported in patients treated with omalizumab in these trials. The most common adverse reactions occurring at ≥3% in the pediatric patients receiving omalizumab and more frequently than in patients treated with placebo were nasopharyngitis, headache, pyrexia, upper abdominal pain, pharyngitis streptococcal, otitis media, viral gastroenteritis, arthropod bite, and epistaxis. The adverse reactions most frequently resulting in clinical intervention (e.g., discontinuation of omalizumab, or the need for concomitant medication to treat an adverse event) were bronchitis (0.2%), headache (0.2%) and urticaria (0.2%). These reactions were observed at similar rates in omalizumab-treated patients and control patients. Adverse Reactions from Clinical Studies in Adult Patients with Chronic Rhinosinusitis with Nasal Polyps The data described below reflect omalizumab exposure for 135 patients ≥ 18 years of age, exposed for six months in two placebo-controlled studies. The mean age of patients receiving omalizumab was 49.7 years; 64% were male, and 94% were Caucasian. Patients received omalizumab or placebo SC every 2 or 4 weeks, with dosage and frequency according to Table 3. All patients received background nasal mometasone therapy throughout the study. Table 7 lists the adverse reactions occurring in ≥3% of omalizumab-treated patients and more frequently than in patients treated with placebo in chronic rhinosinusitis with nasal polyps (CRSwNP) Trials 1 and 2; results were pooled. Table 7. Adverse Reactions Occurring in ≥3% of omalizumab-Treated Patients and More Frequently than in Patients Treated with Placebo in CRSwNP Trials 1 and 2 Adverse reaction Omalizumab N=135 Placebo N=130 CRSwNP = Chronic Rhinosinusitis with Nasal Polyps. Gastrointestinal disorder Upper abdominal pain 4 (3.0%) 1 (0.8%) General disorders and administration site conditions Injection site reactions Injection site reactions terms: 'injection site reaction', 'injection related reaction' and 'injection site pain'. All injection site reactions were mild to moderate severity and none resulted in study discontinuation 7 (5.2%) 2 (1.5%) Musculoskeletal system and connective tissue disorders Arthralgia 4 (3.0%) 2 (1.5%) Nervous system disorders Headache 11 (8.1%) 7 (5.4%) Dizziness 4 (3.0%) 1 (0.8%) Adverse Reactions from a Clinical Study in Patients with IgE-Mediated Food Allergy The safety of omalizumab in patients with IgE-mediated allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods, was based on data from the Food Allergy (FA) Trial, a randomized, double-blind, placebo-controlled trial in 168 patients (165 pediatric patients and 3 adults) who were allergic to peanut and at least two other foods [ see Clinical Studies (14.3) ]. Patients received a dosage of omalizumab or placebo subcutaneously every 2 or 4 weeks for 16 to 20 weeks according to the recommended dosage based on total IgE level (IU/mL), measured before the start of treatment, and by body weight (kg) provided in Table 4 [ see Dosage and Administration (2.4) ]. Safety data provided in Table 8 are from the primary analysis population of pediatric patients aged 1 years to 17 years. Safety data obtained from adults (n=3) in this trial was limited. Table 8 lists the adverse reactions occurring in ≥3% of omalizumab-treated pediatric patients and more frequently than in patients treated with placebo in the FA trial. There were no discontinuations due to adverse reactions. Table 8. Adverse Reactions Occurring in ≥3% of omalizumab -Treated Pediatric Patients 1 Year of Age and Older and More Frequently than in Patients Treated with Placebo in FA Trial Adverse reaction Omalizumab N=110 Placebo N=55 General disorders and administration site conditions Injection site reactions Injection site reactions terms: 'injection site reaction','injection site urticaria','injection site discomfort','injection site erythema','injection site pain' and 'injection site rash'. All injection site reactions were mild to moderate severity and none resulted in study discontinuation. 17 (15.5%) 6 (10.9%) Pyrexia 7 (6.4%) 2 (3.6%) Adverse Reactions from Clinical Studies in Patients with Chronic Spontaneous Urticaria (CSU) The safety of omalizumab for the treatment of chronic spontaneous urticaria (CSU) was assessed in three placebo-controlled, multiple-dose clinical trials of 12 weeks' (CSU Trial 2) and 24 weeks' duration (CSU Trials 1 and 3). In CSU Trials 1 and 2, patients received omalizumab 75 mg, 150 mg, or 300 mg or placebo every 4 weeks in addition to their baseline level of H1 antihistamine therapy throughout the treatment period. In CSU Trial 3 patients were randomized to omalizumab 300 mg or placebo every 4 weeks in addition to their baseline level of H1 antihistamine therapy. The data described below reflect omalizumab exposure for 733 patients enrolled and receiving at least one dose of omalizumab in the three clinical trials, including 684 patients exposed for 12 weeks and 427 exposed for 24 weeks. The mean age of patients receiving omalizumab 300 mg was 43 years, 75% were women, and 89% were white. The demographic profiles for patients receiving omalizumab 150 mg and 75 mg were similar. Table 9 shows adverse reactions that occurred in ≥2% of patients receiving omalizumab (150 or 300 mg) and more frequently than those receiving placebo. Adverse reactions are pooled from CSU Trial 2 and the first 12 weeks of CSU Trials 1 and 3. Table 9. Adverse Reactions Occurring in ≥2% in omalizumab-Treated Patients and More Frequently than in Patients Treated with Placebo (Day 1 to Week 12) in CSU Trials Adverse Reactions by MedDRA (15.1) System Organ Class and Preferred Term CSU Trials 1, 2 and 3 Pooled 150 mg (n=175) 300 mg (n=412) Placebo (n=242) Gastrointestinal disorders Nausea 2 (1.1%) 11 (2.7%) 6 (2.5%) Infections and infestations Nasopharyngitis 16 (9.1%) 27 (6.6%) 17 (7.0%) Sinusitis 2 (1.1%) 20 (4.9%) 5 (2.1%) Upper respiratory tract infection 2 (1.1%) 14 (3.4%) 5 (2.1%) Viral upper respiratory tract infection 4 (2.3%) 2 (0.5%) (0.0%) Musculoskeletal and connective tissue disorders Arthralgia 5 (2.9%) 12 (2.9%) 1 (0.4%) Nervous system disorders Headache 21 (12.0%) 25 (6.1%) 7 (2.9%) Respiratory, thoracic, and mediastinal disorders Cough 2 (1.1%) 9 (2.2%) 3 (1.2%) Additional reactions reported during the 24-week treatment period in CSU Trials 1 and 3 [≥2% of patients receiving omalizumab (150 mg or 300 mg) and more frequently than those receiving placebo] included: toothache, fungal infection, urinary tract infection, myalgia, pain in extremity, musculoskeletal pain, peripheral edema, pyrexia, migraine, sinus headache, anxiety, oropharyngeal pain, asthma, urticaria, and alopecia. Injection Site Reactions in Patients with CSU Injection site reactions of any severity occurred during the studies in more omalizumab-treated patients [11 patients (2.7%) at 300 mg, 1 patient (0.6%) at 150 mg] compared with 2 placebo-treated patients (0.8%). The types of injection site reactions included: swelling, erythema, pain, bruising, itching, bleeding, and urticaria. None of the events resulted in study discontinuation or treatment interruption. Cardiovascular and Cerebrovascular Events from Clinical Studies in Patients with Asthma A 5-year observational cohort study was conducted in patients ≥12 years of age with moderate to severe persistent asthma and a positive skin test reaction to a perennial aeroallergen to evaluate the long-term safety of omalizumab, including the risk of malignancy [ see Warnings and Precautions (5.2) ]. A total of 5,007 omalizumab-treated and 2,829 non– omalizumab-treated patients enrolled in the study. Similar percentages of patients in both cohorts were current (5%) or former smokers (29%). Patients had a mean age of 45 years and were followed for a mean of 3.7 years. More omalizumab-treated patients were diagnosed with severe asthma (50%) compared to the non–omalizumab-treated patients (23%) and 44% of patients prematurely discontinued the study. Additionally, 88% of patients in the omalizumab- treated cohort had been previously exposed to omalizumab for a mean of 8 months. A higher incidence rate (per 1,000 patient-years) of overall cardiovascular and cerebrovascular serious adverse events (SAEs) was observed in omalizumab-treated patients (13.4) compared to non–omalizumab-treated patients (8.1). Increases in rates were observed for transient ischemic attack (0.7 versus 0.1), myocardial infarction (2.1 versus 0.8), pulmonary hypertension (0.5 versus 0), pulmonary embolism/venous thrombosis (3.2 versus 1.5), and unstable angina (2.2 versus 1.4), while the rates observed for ischemic stroke and cardiovascular death were similar among both study cohorts. The results suggest a potential increased risk of serious cardiovascular and cerebrovascular events in patients treated with omalizumab. However, the observational study design, the inclusion of patients previously exposed to omalizumab (88%), baseline imbalances in cardiovascular risk factors between the treatment groups, an inability to adjust for unmeasured risk factors, and the high study discontinuation rate limit the ability to quantify the magnitude of the risk. A pooled analysis of 25 randomized double-blind, placebo-controlled clinical trials of 8 to 52 weeks in duration was conducted to further evaluate the imbalance in cardiovascular and cerebrovascular SAEs noted in the above observational cohort study. A total of 3,342 omalizumab-treated patients and 2,895 placebo-treated patients were included in the pooled analysis. The patients had a mean age of 38 years, and were followed for a mean duration of 6.8 months. No notable imbalances were observed in the rates of cardiovascular and cerebrovascular SAEs listed above. However, the results of the pooled analysis were based on a low number of events, slightly younger patients, and shorter duration of follow-up than the observational cohort study; therefore, the results are insufficient to confirm or reject the findings noted in the observational cohort study. Adverse Reactions from Clinical Study in Healthy Adults Injection Site Reactions in Healthy Adults In an open label trial in healthy adults, in which the 300 mg/2 mL autoinjector was compared to the 300 mg/2 mL prefilled syringe, injection site reactions (e.g., induration, pain, erythema, hemorrhage, swelling, discomfort, bruising, hypoesthesia, edema, pruritus) were observed in 24% (16/66) of subjects treated with the autoinjector compared with 14% (9/64) of subjects treated with the prefilled syringe. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of omalizumab products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Anaphylaxis: Based on spontaneous reports and an estimated exposure of about 57,300 patients from June 2003 through December 2006, the frequency of anaphylaxis attributed to omalizumab use was estimated to be at least 0.2% of patients. Diagnostic criteria of anaphylaxis were skin or mucosal tissue involvement, and, either airway compromise, and/or reduced blood pressure with or without associated symptoms, and a temporal relationship to omalizumab administration with no other identifiable cause. Signs and symptoms in these reported cases included bronchospasm, hypotension, syncope, urticaria, angioedema of the throat or tongue, dyspnea, cough, chest tightness, and/or cutaneous angioedema. Pulmonary involvement was reported in 89% of the cases. Hypotension or syncope was reported in 14% of cases. Fifteen percent of the reported cases resulted in hospitalization. A previous history of anaphylaxis unrelated to omalizumab was reported in 24% of the cases. Of the reported cases of anaphylaxis attributed to omalizumab, 39% occurred with the first dose, 19% occurred with the second dose, 10% occurred with the third dose, and the rest after subsequent doses. One case occurred after 39 doses (after 19 months of continuous therapy, anaphylaxis occurred when treatment was restarted following a 3-month gap). The time to onset of anaphylaxis in these cases was up to 30 minutes in 35%, greater than 30 and up to 60 minutes in 16%, greater than 60 and up to 90 minutes in 2%, greater than 90 and up to 120 minutes in 6%, greater than 2 hours and up to 6 hours in 5%, greater than 6 hours and up to 12 hours in 14%, greater than 12 hours and up to 24 hours in 8%, and greater than 24 hours and up to 4 days in 5%. In 9% of cases the times to onset were unknown. Twenty-three patients who experienced anaphylaxis were rechallenged with omalizumab and 18 patients had a recurrence of similar symptoms of anaphylaxis. In addition, anaphylaxis occurred upon rechallenge with omalizumab in 4 patients who previously experienced urticaria only. Eosinophilic Conditions : Eosinophilic conditions have been reported [see Warnings and Precautions (5.5) ] . Fever, Arthralgia, and Rash : A constellation of signs and symptoms including arthritis/arthralgia, rash (urticaria or other forms), fever and lymphadenopathy similar to serum sickness have been reported in post-approval use of omalizumab products [see Warnings and Precautions (5.6) ] . Hematologic : Severe thrombocytopenia has been reported. Skin : Hair loss has been reported."
    ],
    "adverse_reactions_table": [
      "<table width=\"75%\" ID=\"Table6\"><caption>Table 6. Adverse Reactions &#x2265;1% More Frequent in omalizumab-Treated Adult or Adolescent Patients 12 years of Age and Older in Four Placebo-controlled Asthma Trials</caption><col width=\"34%\" align=\"left\" valign=\"bottom\"/><col width=\"33%\" align=\"center\" valign=\"bottom\"/><col width=\"33%\" align=\"center\" valign=\"bottom\"/><thead><tr><th styleCode=\"Lrule\" valign=\"top\">Adverse reaction</th><th>Omalizumab n=738</th><th styleCode=\"Rrule\">Placebo n=717</th></tr></thead><tbody><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Body as a whole</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\">Pain</td><td>7%</td><td styleCode=\"Rrule\">5%</td></tr><tr><td styleCode=\"Lrule\">Fatigue</td><td>3%</td><td styleCode=\"Rrule\">2%</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Musculoskeletal system</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\">Arthralgia</td><td>8%</td><td styleCode=\"Rrule\">6%</td></tr><tr><td styleCode=\"Lrule\">Fracture</td><td>2%</td><td styleCode=\"Rrule\">1%</td></tr><tr><td styleCode=\"Lrule\">Leg pain</td><td>4%</td><td styleCode=\"Rrule\">2%</td></tr><tr><td styleCode=\"Lrule\">Arm pain</td><td>2%</td><td styleCode=\"Rrule\">1%</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Nervous system</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\">Dizziness</td><td>3%</td><td styleCode=\"Rrule\">2%</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Skin and appendages</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\">Pruritus</td><td>2%</td><td styleCode=\"Rrule\">1%</td></tr><tr><td styleCode=\"Lrule\">Dermatitis</td><td>2%</td><td styleCode=\"Rrule\">1%</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Special senses</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\">Earache</td><td>2%</td><td styleCode=\"Rrule\">1%</td></tr></tbody></table>",
      "<table width=\"75%\" ID=\"Table7\"><caption>Table 7. Adverse Reactions Occurring in &#x2265;3% of omalizumab-Treated Patients and More Frequently than in Patients Treated with Placebo in CRSwNP Trials 1 and 2</caption><col width=\"50%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule\">Adverse reaction</th><th>Omalizumab N=135</th><th styleCode=\"Rrule\">Placebo N=130</th></tr></thead><tfoot><tr><td colspan=\"3\" align=\"left\">CRSwNP = Chronic Rhinosinusitis with Nasal Polyps.</td></tr></tfoot><tbody><tr><td styleCode=\"Lrule Rrule\" colspan=\"3\"><content styleCode=\"underline\">Gastrointestinal disorder</content></td></tr><tr><td styleCode=\"Lrule\"> Upper abdominal pain</td><td>4 (3.0%)</td><td styleCode=\"Rrule\">1 (0.8%)</td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"3\"><content styleCode=\"underline\">General disorders and administration site conditions</content></td></tr><tr><td styleCode=\"Lrule\"> Injection site reactions<footnote>Injection site reactions terms: &apos;injection site reaction&apos;, &apos;injection related reaction&apos; and &apos;injection site pain&apos;. All injection site reactions were mild to moderate severity and none resulted in study discontinuation</footnote></td><td>7 (5.2%)</td><td styleCode=\"Rrule\">2 (1.5%)</td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"3\"><content styleCode=\"underline\">Musculoskeletal system and connective tissue disorders</content></td></tr><tr><td styleCode=\"Lrule\"> Arthralgia</td><td>4 (3.0%)</td><td styleCode=\"Rrule\">2 (1.5%)</td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"3\"><content styleCode=\"underline\">Nervous system disorders</content></td></tr><tr><td styleCode=\"Lrule\"> Headache</td><td>11 (8.1%)</td><td styleCode=\"Rrule\">7 (5.4%)</td></tr><tr><td styleCode=\"Lrule\"> Dizziness</td><td>4 (3.0%)</td><td styleCode=\"Rrule\">1 (0.8%)</td></tr></tbody></table>",
      "<table width=\"75%\" ID=\"table8\"><caption>Table 8. Adverse Reactions Occurring in &#x2265;3% of omalizumab -Treated Pediatric Patients 1 Year of Age and Older and More Frequently than in Patients Treated with Placebo in FA Trial</caption><col width=\"50%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule\">Adverse reaction</th><th>Omalizumab  N=110</th><th styleCode=\"Rrule\">Placebo  N=55</th></tr></thead><tbody><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">General disorders and administration site conditions</content></td><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Injection site reactions<footnote>Injection site reactions terms: &apos;injection site reaction&apos;,&apos;injection site urticaria&apos;,&apos;injection site discomfort&apos;,&apos;injection site erythema&apos;,&apos;injection site pain&apos; and &apos;injection site rash&apos;. All injection site reactions were mild to moderate severity and none resulted in study discontinuation.</footnote></td><td>17 (15.5%)</td><td styleCode=\"Rrule\">6 (10.9%)</td></tr><tr><td styleCode=\"Lrule\"> Pyrexia</td><td>7 (6.4%)</td><td styleCode=\"Rrule\">2 (3.6%)</td></tr></tbody></table>",
      "<table width=\"75%\" ID=\"Table9\"><caption>Table 9. Adverse Reactions Occurring in &#x2265;2% in omalizumab-Treated Patients and More Frequently than in Patients Treated with Placebo (Day 1 to Week 12) in CSU Trials</caption><col width=\"58%\" align=\"left\" valign=\"bottom\"/><col width=\"14%\" align=\"left\" valign=\"bottom\"/><col width=\"14%\" align=\"left\" valign=\"bottom\"/><col width=\"14%\" align=\"left\" valign=\"bottom\"/><thead><tr styleCode=\"Botrule\"><th styleCode=\"Lrule\" rowspan=\"2\" valign=\"middle\">Adverse Reactions<footnote>by MedDRA (15.1) System Organ Class and Preferred Term</footnote></th><th styleCode=\"Rrule\" colspan=\"3\" align=\"center\">CSU Trials 1, 2 and 3 Pooled</th></tr><tr><th align=\"left\"> 150 mg (n=175)</th><th> 300 mg (n=412)</th><th styleCode=\"Rrule\">Placebo (n=242)</th></tr></thead><tbody><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Gastrointestinal disorders</content></td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Nausea</td><td>2 (1.1%)</td><td>11 (2.7%)</td><td styleCode=\"Rrule\">6 (2.5%)</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Infections and infestations</content></td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Nasopharyngitis</td><td>16 (9.1%)</td><td>27 (6.6%)</td><td styleCode=\"Rrule\">17 (7.0%)</td></tr><tr><td styleCode=\"Lrule\"> Sinusitis</td><td>2 (1.1%)</td><td>20 (4.9%)</td><td styleCode=\"Rrule\">5 (2.1%)</td></tr><tr><td styleCode=\"Lrule\"> Upper respiratory tract infection</td><td>2 (1.1%)</td><td>14 (3.4%)</td><td styleCode=\"Rrule\">5 (2.1%)</td></tr><tr><td styleCode=\"Lrule\"> Viral upper respiratory tract infection</td><td>4 (2.3%)</td><td>2 (0.5%)</td><td styleCode=\"Rrule\">(0.0%)</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Musculoskeletal and connective tissue disorders</content></td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Arthralgia</td><td>5 (2.9%)</td><td>12 (2.9%)</td><td styleCode=\"Rrule\">1 (0.4%)</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Nervous system disorders</content></td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Headache</td><td>21 (12.0%)</td><td>25 (6.1%)</td><td styleCode=\"Rrule\">7 (2.9%)</td></tr><tr><td styleCode=\"Lrule\"><content styleCode=\"underline\">Respiratory, thoracic, and mediastinal disorders</content></td><td/><td/><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> Cough</td><td>2 (1.1%)</td><td>9 (2.2%)</td><td styleCode=\"Rrule\">3 (1.2%)</td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS No formal drug interaction studies have been performed with omalizumab products. In patients with asthma, CRSwNP, and IgE-mediated food allergy the concomitant use of omalizumab products and allergen immunotherapy has not been evaluated . In patients with CSU, the use of omalizumab products in combination with immunosuppressive therapies has not been studied. No formal drug interaction studies have been performed. ( 7 )"
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary A registry study of omalizumab exposure during pregnancy showed no increase in the rate of major birth defects or miscarriage. There was an increased rate of low birth weight among registry infants compared to infants in the other cohorts, despite average gestational age at birth; however, women taking omalizumab during pregnancy also had more severe asthma, which makes it difficult to determine whether the low birth weight is due to the drug or the disease severity [ see Data ]. There are risks associated with poorly or moderately controlled asthma in pregnancy [ see Clinical Considerations ]. Human IgG antibodies are known to cross the placental barrier; therefore, omalizumab products may be transmitted from the mother to the developing fetus. In animal reproduction studies, no evidence of fetal harm was observed in Cynomolgus monkeys with subcutaneous doses of omalizumab up to approximately 5 times the maximum recommended human dose (MRHD) [see Data ] . The estimated background risk of major birth defects and miscarriage for the indicated population(s) is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the US general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk In women with poorly or moderately controlled asthma, evidence demonstrates that there is an increased risk of preeclampsia in the mother and prematurity, low birth weight, and small for gestational age in the neonate. The level of asthma control should be closely monitored in pregnant women and treatment adjusted as necessary to maintain optimal control. Data Human Data A prospective cohort pregnancy exposure registry study conducted in the US from 2006 to 2018, included 250 pregnant women with asthma treated with omalizumab. Of these, 246 patients were exposed to omalizumab in the first trimester of pregnancy, and the median exposure duration was 8.7 months. The registry findings for applicable mother and infant subgroups were compared to age- adjusted frequencies in a disease-matched external cohort of 1,153 pregnant women with asthma (without exposure to omalizumab) identified from healthcare databases of residents in the Canadian province of Quebec, and referred to as the Quebec External Comparator Cohort (\"comparator cohort\"). Among applicable registry infants, the prevalence of major congenital anomalies (8.1%) was similar to that for infants in the comparator cohort (8.9%). Among applicable registry pregnancies, 99.1% led to live births, similar to 99.3% for the comparator cohort. There was an increased rate of low birth weight among registry infants (13.7%) as compared to the comparator cohort (9.8%); however, women taking omalizumab during pregnancy also had more severe asthma, which makes it difficult to determine whether the low birth weight is due to the drug or the disease severity. The registry study cannot definitively establish the absence of any risk because of methodological limitations, including the observational nature of the registry, small sample size, and potential differences between the registry population and the comparator cohort. Animal Data Reproductive studies have been performed in Cynomolgus monkeys. There was no evidence of maternal toxicity, embryotoxicity, or teratogenicity when omalizumab was administered throughout the period of organogenesis at doses that produced exposures approximately 5 times the MRHD (on a mg/kg basis with maternal subcutaneous doses up to 75 mg/kg/week). Omalizumab did not elicit adverse effects on fetal or neonatal growth when administered throughout late gestation, delivery, and nursing. 8.2 Lactation Risk Summary There is no information regarding the presence of omalizumab products in human milk, or the effects on milk production. However, omalizumab products are human monoclonal antibodies (IgG1 kappa), and immunoglobulin (IgG) is present in human milk in small amounts. The majority of infants (80.9%, 186/230) in the pregnancy exposure registry were breastfed. Events categorized as \"infections and infestations\" were not significantly increased in infants who were exposed to omalizumab through breastfeeding compared with infants who were not breastfed, or infants who were breastfed without exposure to omalizumab. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for Omalizumab-igec and any potential adverse effects on the breastfed child from Omalizumab-igec or from the underlying maternal condition. 8.4 Pediatric Use Asthma Safety and effectiveness of Omalizumab-igec for moderate to severe persistent asthma who had a positive skin test or in vitro reactivity to a perennial aeroallergen and whose symptoms are inadequately controlled with inhaled corticosteroids, have been established in pediatric patients aged 6 years and older. Use of Omalizumab-igec for this indication is supported by evidence from adequate and well-controlled studies of omalizumab. Omalizumab was evaluated in 2 trials in 926 (omalizumab 624; placebo 302) pediatric patients 6 to <12 years of age with moderate to severe persistent asthma who had a positive skin test or in vitro reactivity to a perennial aeroallergen. One trial was a pivotal trial of similar design and conduct to that of adult and adolescent Asthma Trials 1 and 2. The other trial was primarily a safety study and included evaluation of efficacy as a secondary outcome. In the pivotal trial, omalizumab-treated patients had a statistically significant reduction in the rate of exacerbations (exacerbation was defined as worsening of asthma that required treatment with systemic corticosteroids or a doubling of the baseline ICS dose) [see Clinical Studies (14.1) ] . Safety and efficacy of Omalizumab-igec in pediatric patients with asthma below 6 years of age have not been established. Chronic Rhinosinusitis with Nasal Polyps Safety and effectiveness of Omalizumab-igec in pediatric patients with chronic rhinosinusitis with nasal polyps (CRSwNP) below 18 years of age have not been established. IgE-Mediated Food Allergy The safety and effectiveness of Omalizumab-igec for the reduction of allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods have been established in pediatric patients aged 1 year and older with IgE-mediated food allergy. Use of Omalizumab-igec for this indication is supported by evidence from an adequate and well-controlled study that included a total of 165 pediatric patients; 61 patients aged 1 year to less than 6 years of age and 104 patients aged 6 to less than 18 years of age. A significantly greater percentage of omalizumab-treated patients compared to placebo-treated patients was able to consume a single dose of food (peanut, cashew, milk, egg) without dose-limiting symptoms [see Clinical Studies (14.3) ]. Safety and effectiveness in pediatric patients with IgE-mediated food allergy below 1 year of age have not been established. Chronic Spontaneous Urticaria The safety and effectiveness of Omalizumab-igec for chronic spontaneous urticaria (CSU) who remain symptomatic despite H1 antihistamine treatment have been established in pediatric patients aged 12 years and older. Use of Omalizumab-igec in this population is supported by evidence from adequate and well-controlled studies of omalizumab. Adolescent patients with CSU were evaluated in 39 patients 12 to 17 years of age (omalizumab 29, placebo 10) included in three randomized, placebo-controlled CSU trials. A numerical decrease in weekly itch score was observed, and adverse reactions were similar to those reported in patients 18 years and older. Safety and effectiveness of Omalizumab-igec in pediatric patients with CSU below 12 years of age have not been established. 8.5 Geriatric Use In clinical studies, 134 asthma patients, 20 CRSwNP patients, 37 CSU patients and no IgE-mediated food allergy patients 65 years of age or older were treated with omalizumab. Although there were no apparent age-related differences observed in these studies, the number of patients aged 65 and over is not sufficient to determine whether they respond differently from younger patients."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary A registry study of omalizumab exposure during pregnancy showed no increase in the rate of major birth defects or miscarriage. There was an increased rate of low birth weight among registry infants compared to infants in the other cohorts, despite average gestational age at birth; however, women taking omalizumab during pregnancy also had more severe asthma, which makes it difficult to determine whether the low birth weight is due to the drug or the disease severity [ see Data ]. There are risks associated with poorly or moderately controlled asthma in pregnancy [ see Clinical Considerations ]. Human IgG antibodies are known to cross the placental barrier; therefore, omalizumab products may be transmitted from the mother to the developing fetus. In animal reproduction studies, no evidence of fetal harm was observed in Cynomolgus monkeys with subcutaneous doses of omalizumab up to approximately 5 times the maximum recommended human dose (MRHD) [see Data ] . The estimated background risk of major birth defects and miscarriage for the indicated population(s) is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the US general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk In women with poorly or moderately controlled asthma, evidence demonstrates that there is an increased risk of preeclampsia in the mother and prematurity, low birth weight, and small for gestational age in the neonate. The level of asthma control should be closely monitored in pregnant women and treatment adjusted as necessary to maintain optimal control. Data Human Data A prospective cohort pregnancy exposure registry study conducted in the US from 2006 to 2018, included 250 pregnant women with asthma treated with omalizumab. Of these, 246 patients were exposed to omalizumab in the first trimester of pregnancy, and the median exposure duration was 8.7 months. The registry findings for applicable mother and infant subgroups were compared to age- adjusted frequencies in a disease-matched external cohort of 1,153 pregnant women with asthma (without exposure to omalizumab) identified from healthcare databases of residents in the Canadian province of Quebec, and referred to as the Quebec External Comparator Cohort (\"comparator cohort\"). Among applicable registry infants, the prevalence of major congenital anomalies (8.1%) was similar to that for infants in the comparator cohort (8.9%). Among applicable registry pregnancies, 99.1% led to live births, similar to 99.3% for the comparator cohort. There was an increased rate of low birth weight among registry infants (13.7%) as compared to the comparator cohort (9.8%); however, women taking omalizumab during pregnancy also had more severe asthma, which makes it difficult to determine whether the low birth weight is due to the drug or the disease severity. The registry study cannot definitively establish the absence of any risk because of methodological limitations, including the observational nature of the registry, small sample size, and potential differences between the registry population and the comparator cohort. Animal Data Reproductive studies have been performed in Cynomolgus monkeys. There was no evidence of maternal toxicity, embryotoxicity, or teratogenicity when omalizumab was administered throughout the period of organogenesis at doses that produced exposures approximately 5 times the MRHD (on a mg/kg basis with maternal subcutaneous doses up to 75 mg/kg/week). Omalizumab did not elicit adverse effects on fetal or neonatal growth when administered throughout late gestation, delivery, and nursing."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Asthma Safety and effectiveness of Omalizumab-igec for moderate to severe persistent asthma who had a positive skin test or in vitro reactivity to a perennial aeroallergen and whose symptoms are inadequately controlled with inhaled corticosteroids, have been established in pediatric patients aged 6 years and older. Use of Omalizumab-igec for this indication is supported by evidence from adequate and well-controlled studies of omalizumab. Omalizumab was evaluated in 2 trials in 926 (omalizumab 624; placebo 302) pediatric patients 6 to <12 years of age with moderate to severe persistent asthma who had a positive skin test or in vitro reactivity to a perennial aeroallergen. One trial was a pivotal trial of similar design and conduct to that of adult and adolescent Asthma Trials 1 and 2. The other trial was primarily a safety study and included evaluation of efficacy as a secondary outcome. In the pivotal trial, omalizumab-treated patients had a statistically significant reduction in the rate of exacerbations (exacerbation was defined as worsening of asthma that required treatment with systemic corticosteroids or a doubling of the baseline ICS dose) [see Clinical Studies (14.1) ] . Safety and efficacy of Omalizumab-igec in pediatric patients with asthma below 6 years of age have not been established. Chronic Rhinosinusitis with Nasal Polyps Safety and effectiveness of Omalizumab-igec in pediatric patients with chronic rhinosinusitis with nasal polyps (CRSwNP) below 18 years of age have not been established. IgE-Mediated Food Allergy The safety and effectiveness of Omalizumab-igec for the reduction of allergic reactions (Type I), including anaphylaxis, that may occur with accidental exposure to one or more foods have been established in pediatric patients aged 1 year and older with IgE-mediated food allergy. Use of Omalizumab-igec for this indication is supported by evidence from an adequate and well-controlled study that included a total of 165 pediatric patients; 61 patients aged 1 year to less than 6 years of age and 104 patients aged 6 to less than 18 years of age. A significantly greater percentage of omalizumab-treated patients compared to placebo-treated patients was able to consume a single dose of food (peanut, cashew, milk, egg) without dose-limiting symptoms [see Clinical Studies (14.3) ]. Safety and effectiveness in pediatric patients with IgE-mediated food allergy below 1 year of age have not been established. Chronic Spontaneous Urticaria The safety and effectiveness of Omalizumab-igec for chronic spontaneous urticaria (CSU) who remain symptomatic despite H1 antihistamine treatment have been established in pediatric patients aged 12 years and older. Use of Omalizumab-igec in this population is supported by evidence from adequate and well-controlled studies of omalizumab. Adolescent patients with CSU were evaluated in 39 patients 12 to 17 years of age (omalizumab 29, placebo 10) included in three randomized, placebo-controlled CSU trials. A numerical decrease in weekly itch score was observed, and adverse reactions were similar to those reported in patients 18 years and older. Safety and effectiveness of Omalizumab-igec in pediatric patients with CSU below 12 years of age have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use In clinical studies, 134 asthma patients, 20 CRSwNP patients, 37 CSU patients and no IgE-mediated food allergy patients 65 years of age or older were treated with omalizumab. Although there were no apparent age-related differences observed in these studies, the number of patients aged 65 and over is not sufficient to determine whether they respond differently from younger patients."
    ],
    "description": [
      "11 DESCRIPTION Omalizumab-igec is a recombinant DNA-derived humanized IgG1κ monoclonal antibody that selectively binds to human immunoglobulin E (IgE). The antibody has a molecular weight of approximately 149 kiloDaltons. Omalizumab-igec is produced by a Chinese hamster ovary cell suspension culture. Omalizumab-igec is administered as a subcutaneous (SC) injection and is available in prefilled syringes. Omalizumab-igec Injection (Prefilled Syringe) Omalizumab-igec injection is supplied as a sterile, preservative-free, clear to opalescent and colorless to pale brownish-yellow solution for subcutaneous injection. Omalizumab-igec injection is available as a single-dose prefilled syringe. Each 75 mg prefilled syringe delivers 75 mg omalizumab-igec in 0.5 mL and contains arginine hydrochloride (21.065 mg), histidine (0.685 mg), L-histidine hydrochloride monohydrate (1.17 mg), and polysorbate 20 (0.2 mg) in Water for Injection (WFI), USP. The pH of the product is 6.0. Each 150 mg prefilled syringe delivers 150 mg omalizumab-igec in 1 mL and contains arginine hydrochloride (42.13 mg), histidine (1.37 mg), L-histidine hydrochloride monohydrate (2.34 mg), and polysorbate 20 (0.4 mg) in WFI, USP. The pH of the product is 6.0. Each 300 mg prefilled syringe delivers 300 mg omalizumab-igec in 2 mL and contains arginine hydrochloride (84.26 mg), histidine (2.74 mg), L-histidine hydrochloride monohydrate (4.68 mg), and polysorbate 20 (0.8 mg) in WFI, USP. The pH of the product is 6.0."
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Asthma, Chronic Rhinosinusitis with Nasal Polyps, and IgE-Mediated Food Allergy Omalizumab products inhibit the binding of IgE to the high-affinity IgE receptor (FcεRI) on the surface of mast cells, basophils, and dendritic cells, resulting in FcεRI down-regulation on these cells. In allergic asthmatics, treatment with omalizumab products inhibit IgE-mediated inflammation, as evidenced by reduced blood and tissue eosinophils and reduced inflammatory mediators, including IL-4, IL-5, and IL-13. Chronic Spontaneous Urticaria Omalizumab products bind to IgE and lowers free IgE levels. Subsequently, IgE receptors (FcεRI) on cells down-regulate. The mechanism by which these effects of omalizumab products result in an improvement of chronic spontaneous urticaria (CSU) symptoms is unknown. 12.2 Pharmacodynamics Asthma In clinical studies, serum free IgE levels were reduced in a dose-dependent manner within 1 hour following the first dose and maintained between doses. Mean serum free IgE decrease was greater than 96% using recommended doses. Serum total IgE levels (i.e., bound and unbound) increased after the first dose due to the formation of drug:IgE complexes, which have a slower elimination rate compared with free IgE. At 16 weeks after the first dose, average serum total IgE levels were five-fold higher compared with pre-treatment when using standard assays. After discontinuation of omalizumab dosing, the omalizumab -induced increase in total IgE and decrease in free IgE were reversible, with no observed rebound in IgE levels after drug washout. Total IgE levels did not return to pre-treatment levels for up to one year after discontinuation of omalizumab. Chronic Rhinosinusitis with Nasal Polyps In clinical studies in chronic rhinosinusitis with nasal polyps (CRSwNP) patients, omalizumab treatment led to a reduction in serum free IgE and an increase in serum total IgE levels, similar to the observations in asthma patients. The mean total IgE concentrations at baseline were 168 IU/mL and 218 IU/mL in CRSwNP Trial 1 and 2, respectively. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 3, the mean predose free IgE concentrations at Week 16 were 10.0 IU/mL in CRSwNP Trial 1 and 11.7 IU/mL in CRSwNP Trial 2 and remained stable at 24 weeks of treatment. Total IgE levels in serum increased due to the formation of omalizumab-IgE complexes, which have a slower elimination rate compared with free IgE. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 3, mean and median predose serum total IgE levels at Week 16 were 3- to 4- fold higher compared with pre-treatment levels, and remained stable between 16 and 24 weeks of treatment. IgE-Mediated Food Allergy In a clinical study in patients with IgE-mediated food allergy, omalizumab treatment led to a reduction in serum free IgE and an increase in serum total IgE levels, similar to the observations in asthma patients. The mean total IgE concentration at baseline was 810 IU/mL. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 4, the mean pre-dose free IgE concentration at Week 16 was 10.0 IU/mL. Mean total IgE levels in serum increased about 2.4-fold due to the formation of omalizumab-IgE complexes, which have a longer half-life compared with free IgE. Chronic Spontaneous Urticaria In clinical studies in chronic spontaneous urticaria (CSU) patients, omalizumab treatment led to a dose-dependent reduction of serum free IgE and an increase of serum total IgE levels, similar to the observations in asthma patients. Maximum suppression of free IgE was observed 3 days following the first subcutaneous dose. After repeat dosing once every 4 weeks, predose serum free IgE levels remained stable between 12 and 24 weeks of treatment. Total IgE levels in serum increased after the first dose due to the formation of omalizumab-IgE complexes which have a slower elimination rate compared with free IgE. After repeat dosing once every 4 weeks at 75 mg up to 300 mg, average predose serum total IgE levels at Week 12 were two- to three-fold higher compared with pre-treatment levels, and remained stable between 12 and 24 weeks of treatment. After discontinuation of omalizumab dosing, free IgE levels increased and total IgE levels decreased towards pre-treatment levels over a 16-week follow-up period. 12.3 Pharmacokinetics After SC administration, omalizumab was absorbed with an average absolute bioavailability of 62%. Following a single SC dose in adult and adolescent patients with asthma, omalizumab was absorbed slowly, reaching peak serum concentrations after an average of 7– 8 days. In patients with CSU, the peak serum concentration was reached at a similar time after a single SC dose. The pharmacokinetics of omalizumab was linear at doses greater than 0.5 mg/kg. In patients with asthma, following multiple doses of omalizumab, areas under the serum concentration-time curve from Day 0 to Day 14 at steady state were up to 6-fold of those after the first dose. In patients with CSU, omalizumab exhibited linear pharmacokinetics across the dose range of 75 mg to 600 mg given as single subcutaneous dose. Following repeat dosing from 75 to 300 mg every 4 weeks, trough serum concentrations of omalizumab increased proportionally with the dose levels. In vitro, omalizumab formed complexes of limited size with IgE. Precipitating complexes and complexes larger than 1 million daltons in molecular weight were not observed in vitro or in vivo. Tissue distribution studies in Cynomolgus monkeys showed no specific uptake of 125 I-omalizumab by any organ or tissue. The apparent volume of distribution of omalizumab in patients with asthma following SC administration was 78 ± 32 mL/kg. In patients with CSU, based on population pharmacokinetics, distribution of omalizumab was similar to that in patients with asthma. Clearance of omalizumab involved IgG clearance processes as well as clearance via specific binding and complex formation with its target ligand, IgE. Liver elimination of IgG included degradation in the liver reticuloendothelial system (RES) and endothelial cells. Intact IgG was also excreted in bile. In studies with mice and monkeys, drug:IgE complexes were eliminated by interactions with Fcɣ receptors within the RES at rates that were generally faster than IgG clearance. In asthma patients omalizumab serum elimination half-life averaged 26 days, with apparent clearance averaging 2.4 ± 1.1 mL/kg/day. Doubling body weight approximately doubled apparent clearance. In CSU patients, at steady state, based on population pharmacokinetics, omalizumab serum elimination half-life averaged 24 days and apparent clearance averaged 240 mL/day (corresponding to 3.0 mL/kg/day for an 80 kg patient). Specific Populations Asthma The population pharmacokinetics of omalizumab was analyzed to evaluate the effects of demographic characteristics in patients with asthma. Analyses of these data suggested that no dose adjustments are necessary for age (6 to 76 years), race, ethnicity, or gender. Chronic Rhinosinusitis with Nasal Polyps The population pharmacokinetics analyses of omalizumab suggested that the pharmacokinetics of omalizumab in chronic rhinosinusitis with nasal polyps (CRSwNP) were consistent with that in asthma. Graphical covariate analyses were performed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (18 to 75 years) or gender. Race and ethnicity data are too limited in CRSwNP studies to inform dose adjustment. IgE-Mediated Food Allergy Population pharmacokinetic (PK) analyses of omalizumab suggested that the PK of omalizumab in patients with IgE-mediated food allergy were generally consistent with that in patients with asthma. Covariate analyses were performed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (1 year and older), race, ethnicity, or gender. Chronic Spontaneous Urticaria The population pharmacokinetics of omalizumab was analyzed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure in patients with chronic spontaneous urticaria (CSU). Covariate effects were evaluated by analyzing the relationship between omalizumab concentrations and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (12 to 75 years), race/ethnicity, gender, body weight, body mass index, or baseline IgE level. 12.6 Immunogenicity The observed incidence of anti-drug antibodies is highly dependent on the sensitivity and specificity of the assay. Differences in assay methods preclude meaningful comparisons of the incidence of anti-drug antibodies in the studies described below with the incidence of anti-drug antibodies in other studies, including those of omalizumab or of other omalizumab products. Antibodies to omalizumab were detected in approximately 1/1723 (<0.1%) of patients treated with omalizumab in the clinical studies evaluated for asthma in patients 12 years of age and older. In three pediatric studies, antibodies to omalizumab were detected in one patient out of 581 patients 6 to <12 years of age treated with omalizumab and evaluated for antibodies. There were no detectable antibodies in the patients treated in the CSU clinical trials, but due to levels of omalizumab at the time of anti-therapeutic antibody sampling and missing samples for some patients, antibodies to omalizumab could only have been determined in 88% of the 733 patients treated in these clinical studies. The data reflect the percentage of patients whose test results were considered positive for antibodies to omalizumab in ELISA assays and are highly dependent on the sensitivity and specificity of the assays. Anti-drug antibodies were not measured in the CRSwNP or IgE-mediated food allergy trials."
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action Asthma, Chronic Rhinosinusitis with Nasal Polyps, and IgE-Mediated Food Allergy Omalizumab products inhibit the binding of IgE to the high-affinity IgE receptor (FcεRI) on the surface of mast cells, basophils, and dendritic cells, resulting in FcεRI down-regulation on these cells. In allergic asthmatics, treatment with omalizumab products inhibit IgE-mediated inflammation, as evidenced by reduced blood and tissue eosinophils and reduced inflammatory mediators, including IL-4, IL-5, and IL-13. Chronic Spontaneous Urticaria Omalizumab products bind to IgE and lowers free IgE levels. Subsequently, IgE receptors (FcεRI) on cells down-regulate. The mechanism by which these effects of omalizumab products result in an improvement of chronic spontaneous urticaria (CSU) symptoms is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics Asthma In clinical studies, serum free IgE levels were reduced in a dose-dependent manner within 1 hour following the first dose and maintained between doses. Mean serum free IgE decrease was greater than 96% using recommended doses. Serum total IgE levels (i.e., bound and unbound) increased after the first dose due to the formation of drug:IgE complexes, which have a slower elimination rate compared with free IgE. At 16 weeks after the first dose, average serum total IgE levels were five-fold higher compared with pre-treatment when using standard assays. After discontinuation of omalizumab dosing, the omalizumab -induced increase in total IgE and decrease in free IgE were reversible, with no observed rebound in IgE levels after drug washout. Total IgE levels did not return to pre-treatment levels for up to one year after discontinuation of omalizumab. Chronic Rhinosinusitis with Nasal Polyps In clinical studies in chronic rhinosinusitis with nasal polyps (CRSwNP) patients, omalizumab treatment led to a reduction in serum free IgE and an increase in serum total IgE levels, similar to the observations in asthma patients. The mean total IgE concentrations at baseline were 168 IU/mL and 218 IU/mL in CRSwNP Trial 1 and 2, respectively. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 3, the mean predose free IgE concentrations at Week 16 were 10.0 IU/mL in CRSwNP Trial 1 and 11.7 IU/mL in CRSwNP Trial 2 and remained stable at 24 weeks of treatment. Total IgE levels in serum increased due to the formation of omalizumab-IgE complexes, which have a slower elimination rate compared with free IgE. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 3, mean and median predose serum total IgE levels at Week 16 were 3- to 4- fold higher compared with pre-treatment levels, and remained stable between 16 and 24 weeks of treatment. IgE-Mediated Food Allergy In a clinical study in patients with IgE-mediated food allergy, omalizumab treatment led to a reduction in serum free IgE and an increase in serum total IgE levels, similar to the observations in asthma patients. The mean total IgE concentration at baseline was 810 IU/mL. After repeated dosing every 2 or 4 weeks, with dosage and frequency according to Table 4, the mean pre-dose free IgE concentration at Week 16 was 10.0 IU/mL. Mean total IgE levels in serum increased about 2.4-fold due to the formation of omalizumab-IgE complexes, which have a longer half-life compared with free IgE. Chronic Spontaneous Urticaria In clinical studies in chronic spontaneous urticaria (CSU) patients, omalizumab treatment led to a dose-dependent reduction of serum free IgE and an increase of serum total IgE levels, similar to the observations in asthma patients. Maximum suppression of free IgE was observed 3 days following the first subcutaneous dose. After repeat dosing once every 4 weeks, predose serum free IgE levels remained stable between 12 and 24 weeks of treatment. Total IgE levels in serum increased after the first dose due to the formation of omalizumab-IgE complexes which have a slower elimination rate compared with free IgE. After repeat dosing once every 4 weeks at 75 mg up to 300 mg, average predose serum total IgE levels at Week 12 were two- to three-fold higher compared with pre-treatment levels, and remained stable between 12 and 24 weeks of treatment. After discontinuation of omalizumab dosing, free IgE levels increased and total IgE levels decreased towards pre-treatment levels over a 16-week follow-up period."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics After SC administration, omalizumab was absorbed with an average absolute bioavailability of 62%. Following a single SC dose in adult and adolescent patients with asthma, omalizumab was absorbed slowly, reaching peak serum concentrations after an average of 7– 8 days. In patients with CSU, the peak serum concentration was reached at a similar time after a single SC dose. The pharmacokinetics of omalizumab was linear at doses greater than 0.5 mg/kg. In patients with asthma, following multiple doses of omalizumab, areas under the serum concentration-time curve from Day 0 to Day 14 at steady state were up to 6-fold of those after the first dose. In patients with CSU, omalizumab exhibited linear pharmacokinetics across the dose range of 75 mg to 600 mg given as single subcutaneous dose. Following repeat dosing from 75 to 300 mg every 4 weeks, trough serum concentrations of omalizumab increased proportionally with the dose levels. In vitro, omalizumab formed complexes of limited size with IgE. Precipitating complexes and complexes larger than 1 million daltons in molecular weight were not observed in vitro or in vivo. Tissue distribution studies in Cynomolgus monkeys showed no specific uptake of 125 I-omalizumab by any organ or tissue. The apparent volume of distribution of omalizumab in patients with asthma following SC administration was 78 ± 32 mL/kg. In patients with CSU, based on population pharmacokinetics, distribution of omalizumab was similar to that in patients with asthma. Clearance of omalizumab involved IgG clearance processes as well as clearance via specific binding and complex formation with its target ligand, IgE. Liver elimination of IgG included degradation in the liver reticuloendothelial system (RES) and endothelial cells. Intact IgG was also excreted in bile. In studies with mice and monkeys, drug:IgE complexes were eliminated by interactions with Fcɣ receptors within the RES at rates that were generally faster than IgG clearance. In asthma patients omalizumab serum elimination half-life averaged 26 days, with apparent clearance averaging 2.4 ± 1.1 mL/kg/day. Doubling body weight approximately doubled apparent clearance. In CSU patients, at steady state, based on population pharmacokinetics, omalizumab serum elimination half-life averaged 24 days and apparent clearance averaged 240 mL/day (corresponding to 3.0 mL/kg/day for an 80 kg patient). Specific Populations Asthma The population pharmacokinetics of omalizumab was analyzed to evaluate the effects of demographic characteristics in patients with asthma. Analyses of these data suggested that no dose adjustments are necessary for age (6 to 76 years), race, ethnicity, or gender. Chronic Rhinosinusitis with Nasal Polyps The population pharmacokinetics analyses of omalizumab suggested that the pharmacokinetics of omalizumab in chronic rhinosinusitis with nasal polyps (CRSwNP) were consistent with that in asthma. Graphical covariate analyses were performed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (18 to 75 years) or gender. Race and ethnicity data are too limited in CRSwNP studies to inform dose adjustment. IgE-Mediated Food Allergy Population pharmacokinetic (PK) analyses of omalizumab suggested that the PK of omalizumab in patients with IgE-mediated food allergy were generally consistent with that in patients with asthma. Covariate analyses were performed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (1 year and older), race, ethnicity, or gender. Chronic Spontaneous Urticaria The population pharmacokinetics of omalizumab was analyzed to evaluate the effects of demographic characteristics and other factors on omalizumab exposure in patients with chronic spontaneous urticaria (CSU). Covariate effects were evaluated by analyzing the relationship between omalizumab concentrations and clinical responses. These analyses demonstrate that no dose adjustments are necessary for age (12 to 75 years), race/ethnicity, gender, body weight, body mass index, or baseline IgE level."
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term studies have been performed in animals to evaluate the carcinogenic potential of omalizumab products. There were no effects on fertility and reproductive performance in male and female Cynomolgus monkeys that received omalizumab at subcutaneous doses up to 75 mg/kg/week (approximately 5 times the maximum recommended human dose on a mg/kg basis)."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility No long-term studies have been performed in animals to evaluate the carcinogenic potential of omalizumab products. There were no effects on fertility and reproductive performance in male and female Cynomolgus monkeys that received omalizumab at subcutaneous doses up to 75 mg/kg/week (approximately 5 times the maximum recommended human dose on a mg/kg basis)."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES 14.1 Asthma Adult and Adolescent Patients 12 Years of Age and Older The safety and efficacy of omalizumab were evaluated in three randomized, double-blind, placebo-controlled, multicenter trials. The trials enrolled patients 12 to 76 years old, with moderate to severe persistent (NHLBI criteria) asthma for at least one year, and a positive skin test reaction to a perennial aeroallergen. In all trials, omalizumab dosing was based on body weight and baseline serum total IgE concentration. All patients were required to have a baseline IgE between 30 and 700 IU/mL and body weight not more than 150 kg. Patients were treated according to a dosing table to administer at least 0.016 mg/kg/IU (IgE/mL) of omalizumab or a matching volume of placebo over each 4-week period. The maximum omalizumab dose per 4 weeks was 750 mg. In all three trials an exacerbation was defined as a worsening of asthma that required treatment with systemic corticosteroids or a doubling of the baseline ICS dose. Most exacerbations were managed in the outpatient setting and the majority were treated with systemic steroids. Hospitalization rates were not significantly different between omalizumab and placebo-treated patients; however, the overall hospitalization rate was small. Among those patients who experienced an exacerbation, the distribution of exacerbation severity was similar between treatment groups. Asthma Trials 1 and 2 At screening, patients in Asthma Trials 1 and 2 had a forced expiratory volume in one second (FEV 1 ) between 40% and 80% predicted. All patients had a FEV 1 improvement of at least 12% following beta2-agonist administration. All patients were symptomatic and were being treated with inhaled corticosteroids (ICS) and short-acting beta2-agonists. Patients receiving other concomitant controller medications were excluded, and initiation of additional controller medications while on study was prohibited. Patients currently smoking were excluded. Each trial was comprised of a run-in period to achieve a stable conversion to a common ICS (beclomethasone dipropionate), followed by randomization to omalizumab or placebo. Patients received omalizumab for 16 weeks with an unchanged corticosteroid dose unless an acute exacerbation necessitated an increase. Patients then entered an ICS reduction phase of 12 weeks during which ICS dose reduction was attempted in a step-wise manner. The distribution of the number of asthma exacerbations per patient in each group during a study was analyzed separately for the stable steroid and steroid-reduction periods. In both Asthma Trials 1 and 2 the number of exacerbations per patient was reduced in patients treated with omalizumab compared with placebo (Table 10). Measures of airflow (FEV 1 ) and asthma symptoms were also evaluated in these trials. The clinical relevance of the treatment-associated differences is unknown. Results from the stable steroid phase Asthma Trial 1 are shown in Table 11. Results from the stable steroid phase of Asthma Trial 2 and the steroid reduction phases of both Asthma Trials 1 and 2 were similar to those presented in Table 11. Table 10. Frequency of Asthma Exacerbations per Patient by Phase in Asthma Trials 1 and 2 Stable Steroid Phase (16 wks) Asthma Trial 1 Asthma Trial 2 Exacerbations per patient omalizumab N=268 Placebo N=257 omalizumab N=274 Placebo N=272 0 85.8% 76.7% 87.6% 69.9% 1 11.9% 16.7% 11.3% 25.0% ≥2 2.2% 6.6% 1.1% 5.1% p-Value 0.005 <0.001 Mean number exacerbations/patient 0.2 0.3 0.1 0.4 Steroid Reduction Phase (12 wks) Exacerbations per patient omalizumab N=268 Placebo N=257 omalizumab N=274 Placebo N=272 0 78.7% 67.7% 83.9% 70.2% 1 19.0% 28.4% 14.2% 26.1% ≥2 2.2% 3.9% 1.8% 3.7% p-Value 0.004 <0.001 Mean number exacerbations/patient 0.2 0.4 0.2 0.3 Table 11. Asthma Symptoms and Pulmonary Function During Stable Steroid Phase of Asthma Trial 1 omalizumab N=268 Number of patients available for analysis ranges 255-258 in the omalizumab group and 238-239 in the placebo group. Placebo N=257 Endpoint Mean Baseline Median Change (Baseline to Wk 16) Mean Baseline Median Change (Baseline to Wk 16) Asthma symptom scale: total score from 0 (least) to 9 (most); nocturnal and daytime scores from 0 (least) to 4 (most symptoms). Total asthma symptom score 4.3 –1.5 Comparison of omalizumab versus placebo (p < 0.05). 4.2 –1.1 Nocturnal asthma score 1.2 –0.4 1.1 –0.2 Daytime asthma score 2.3 –0.9 2.3 –0.6 FEV 1 % predicted 68 3 68 0 Asthma Trial 3 In Asthma Trial 3, there was no restriction on screening FEV 1 , and unlike Asthma Trials 1 and 2, long-acting beta2-agonists were allowed. Patients were receiving at least 1000 μg/day fluticasone propionate and a subset was also receiving oral corticosteroids. Patients receiving other concomitant controller medications were excluded, and initiation of additional controller medications while on study was prohibited. Patients currently smoking were excluded. The trial was comprised of a run-in period to achieve a stable conversion to a common ICS (fluticasone propionate), followed by randomization to omalizumab or placebo. Patients were stratified by use of ICS-only or ICS with concomitant use of oral steroids. Patients received omalizumab for 16 weeks with an unchanged corticosteroid dose unless an acute exacerbation necessitated an increase. Patients then entered an ICS reduction phase of 16 weeks during which ICS or oral steroid dose reduction was attempted in a step-wise manner. The number of exacerbations in patients treated with omalizumab was similar to that in placebo-treated patients (Table 12). The absence of an observed treatment effect may be related to differences in the patient population compared with Asthma Trials 1 and 2, study sample size, or other factors. Table 12. Percentage of Patients with Asthma Exacerbations by Subgroup and Phase in Asthma Trial 3 Stable Steroid Phase (16 wks) Inhaled Only Oral + Inhaled omalizumab N=126 Placebo N=120 omalizumab N=50 Placebo N=45 % Patients with ≥1 exacerbations 15.9% 15.0% 32.0% 22.2% Difference (95% CI) 0.09 (–9.7, 13.7) 9.8 (–10.5, 31.4) Steroid Reduction Phase (16 wks) omalizumab N=126 Placebo N=120 omalizumab N=50 Placebo N=45 % Patients with ≥1 exacerbations 22.2% 26.7% 42.0% 42.2% Difference (95% CI) –4.4 (–17.6, 7.4) –0. 2 (–22.4, 20.1) In all three of the trials, a reduction of asthma exacerbations was not observed in the omalizumab-treated patients who had FEV 1 >80% at the time of randomization. Reductions in exacerbations were not seen in patients who required oral steroids as maintenance therapy. Pediatric Patients 6 to <12 Years of Age The safety and efficacy of omalizumab in pediatric patients 6 to <12 years of age with moderate to severe asthma is based on one randomized, double-blind, placebo controlled, multi-center trial (Asthma Trial 4 [NCT00079937]) and an additional supportive study (Asthma Trial 5). Asthma Trial 4 was a 52-week study that evaluated the safety and efficacy of omalizumab as add-on therapy in 628 pediatric patients ages 6 to <12 years with moderate to severe asthma inadequately controlled despite the use of inhaled corticosteroids (fluticasone propionate DPI ≥200 mcg/day or equivalent) with or without other controller asthma medications. Eligible patients were those with a diagnosis of asthma >1 year, a positive skin prick test to at least one perennial aeroallergen, and a history of clinical features such as daytime and/or night-time symptoms and exacerbations within the year prior to study entry. During the first 24 weeks of treatment, steroid doses remained constant from baseline. This was followed by a 28-week period during which inhaled corticosteroid adjustment was allowed. The primary efficacy variable was the rate of asthma exacerbations during the 24-week, fixed steroid treatment phase. An asthma exacerbation was defined as a worsening of asthma symptoms as judged clinically by the investigator, requiring doubling of the baseline inhaled corticosteroid dose for at least 3 days and/or treatment with rescue systemic (oral or IV) corticosteroids for at least 3 days. At 24 weeks, the omalizumab group had a statistically significantly lower rate of asthma exacerbations (0.45 vs. 0.64) with an estimated rate ratio of 0.69 (95% CI: 0.53, 0.90). The omalizumab group also had a lower rate of asthma exacerbations compared to placebo over the full 52-week double-blind treatment period (0.78 vs. 1.36; rate ratio: 0.57; 95% CI: 0.45, 0.72). Other efficacy variables such as nocturnal symptom scores, beta-agonist use, and measures of airflow (FEV1) were not significantly different in omalizumab-treated patients compared to placebo. Asthma Trial 5 was a 28-week randomized, double blind, placebo-controlled study that primarily evaluated safety in 334 pediatric patients, 298 of whom were 6 to <12 years of age, with moderate to severe asthma who were well-controlled with inhaled corticosteroids (beclomethasone dipropionate 168-420 mcg/day). A 16-week steroid treatment period was followed by a 12-week steroid dose reduction period. Patients treated with omalizumab had fewer asthma exacerbations compared to placebo during both the 16-week fixed steroid treatment period (0.18 vs. 0.32; rate ratio: 0.58; 95% CI: 0.35, 0.96) and the 28-week treatment period (0.38 vs. 0.76; rate ratio: 0.50; 95% CI: 0.36, 0.71). 14.2 Chronic Rhinosinusitis with Nasal Polyps Adult Patients 18 Years of Age and Older The safety and efficacy of omalizumab was evaluated in two, randomized, multicenter, double- blind, placebo-controlled clinical trials (CRSwNP Trial 1 [ NCT03280550 ] and CRSwNP Trial 2 [ NCT03280537 ]) that enrolled patients with chronic rhinosinusitis with nasal polyps (CRSwNP) with inadequate response to nasal corticosteroids (CRSwNP Trial 1, n=138; CRSwNP Trial 2, n=127).] and CRSwNP Trial 2 [NCT03280537]) that enrolled patients with chronic rhinosinusitis with nasal polyps (CRSwNP) with inadequate response to nasal corticosteroids (CRSwNP Trial 1, n=138; CRSwNP Trial 2, n=127). Patients received omalizumab or placebo SC every 2 or 4 weeks, with omalizumab dosage and frequency according to Table 3, for 24 weeks followed by a 4-week follow-up period. All patients received background nasal mometasone therapy during both the treatment period and during a 5-week run-in period. Prior to randomization, patients were required to have evidence of bilateral polyps as determined by a nasal polyp score (NPS) ≥ 5 with NPS ≥ 2 in each nostril, despite use of nasal mometasone during the run-in period. NPS was measured via endoscopy and scored (range 0-4 per nostril: 0= no polyps; 1=small polyps in the middle meatus not reaching below the inferior border of the middle turbinate; 2=polyps reaching below the lower border of the middle turbinate; 3=large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle turbinate; 4=large polyps causing complete obstruction of the inferior nasal cavity) for a total NPS (range 0-8). Patients were furthermore required to have a weekly average of nasal congestion score (NCS) > 1 prior to randomization, despite use of nasal mometasone. Nasal congestion was measured by a daily assessment on a 0 to 3 point severity scale (0=none, 1=mild, 2=moderate, 3=severe). Prior sino-nasal surgery or prior systemic corticosteroid usage were not required for inclusion in the trials and sinus CT scans were not performed to evaluate for sinus opacification. Demographics and baseline characteristics, including allergic comorbidities, are described in Table 13. Table 13. Demographics and Baseline Characteristics of CRSwNP Trials 1 and 2 Parameter CRSwNP Trial 1 (n=138) CRSwNP Trial 2 (n=127) CRSwNP= chronic rhinosinusitis with nasal polyps; SD=standard deviation; NPS=nasal polyp score; IgE = Immunoglobulin E; IU=international units. For NPS, NCS, sense of smell, post nasal drip, and runny nose, higher scores indicate greater disease severity. Mean age (years) (SD) 51 (13) 50 (12) % Male 64 65 Patients with systemic corticosteroid use in the previous year (%) 19 26 Patients with prior surgery for nasal polyps (%) 79 (57) 79 (62) Mean bilateral endoscopic NPS (SD), range 0-8 6.2 (1.0) 6.3 (0.9) Mean nasal congestion score (SD) range 0-3 2.4 (0.6) 2.3 (0.7) Mean sense of smell score (SD) range 0-3 2.7 (0.7) 2.7 (0.7) Mean post nasal drip score (SD) range 0-3 1.8 (0.9) 1.7 (0.9) Mean runny nose score (SD) range 0-3 2.0 (0.8) 1.9 (0.9) Mean blood eosinophils (cells/mcL) (SD) 346 (284) 335 (188) Mean total IgE IU/mL (SD) 161 (140) 190 (201) Asthma (%) 54 61 Aspirin exacerbated respiratory disease (%) 20 35 The co-primary endpoints in CRSwNP Trials 1 and 2 were NPS and average daily NCS at Week 24. In both trials, patients who received omalizumab had a statistically significant greater improvement from baseline at Week 24 in NPS and weekly average NCS, than patients who received placebo. Results from CRSwNP Trials 1 and 2 are shown in Table 14. The greater improvements in NPS and NCS in the omalizumab group compared to the placebo group were observed as early as the first assessment at Week 4 in both studies, as seen in Figure 1. Table 14. Change from Baseline at Week 24 in Nasal Polyp Score and 7-day Average of Daily Nasal Congestion Score in CRSwNP Trials 1 and 2 Trial 1 Trial 2 Placebo omalizumab Placebo omalizumab CRSwNP= chronic rhinosinusitis with nasal polyps; LS=least-square. Change from baseline was analyzed using a mixed-effect model of repeated measures (MMRM) model with baseline score, baseline score/timepoint (week) interaction as covariates, and the following factors: geographic region, asthma/aspirin sensitivity comorbidity status, timepoint, treatment group, treatment/timepoint interaction. Number of patients 65 72 65 62 Nasal Polyp Score Mean Baseline Score 6.3 6.2 6.1 6.4 LS Mean Change From Baseline at Week 24 0.1 -1.1 -0.3 -0.9 Difference in LS means vs. placebo -1.1 -0.6 95% CI for difference -1.6, -0.7 -1.1, -0.1 p-value <0.0001 0.0140 7-day Average of Daily Nasal Congestion Score Mean Baseline Score 2.5 2.4 2.3 2.3 LS Mean Change From Baseline at Week 24 -0.4 -0.9 -0.2 -0.7 Difference in LS means vs. placebo -0.6 -0.5 95% CI for difference -0.8, -0.3 -0.8, -0.2 p-value 0.0004 0.0017 The mean NPS and NCS at each study week by treatment group is shown in Figure 1. Figure 1. Mean Change from Baseline in Nasal Congestion Score and Mean Change from Baseline in Nasal Polyp Score by Treatment Group in CRSwNP Trials 1 and 2 Omalizumab had statistically significant improvements on sense of smell score compared to placebo. Sense of smell was measured by a daily assessment on a 0 to 3 point severity scale (0=no symptoms, 1=mild symptoms, 2=moderate symptoms, 3=severe symptoms). The LS mean difference for change from baseline at Week 24 in sense of smell score in omalizumab compared to placebo was -0.3 (95% CI: -0.6, -0.1) in CRSwNP Trial 1 and -0.5 (95% CI: -0.7, -0.2) in CRSwNP Trial 2. Omalizumab had statistically significant improvements on post-nasal drip compared to placebo. The LS mean difference for change from baseline at Week 24 in post-nasal drip score in omalizumab compared to placebo was -0.6 (95% CI: -0.8, -0.3) in CRSwNP Trial 1 and -0.5 (95% CI: -0.8, -0.3) in CRSwNP Trial 2. Omalizumab had statistically significant improvements on runny nose compared to placebo. The LS mean difference for change from baseline at Week 24 in runny nose score in omalizumab compared to placebo was -0.4 (95% CI: -0.7, -0.2) in CRSwNP Trial 1 and -0.6 (95% CI: -0.9, -0.4) in CRSwNP Trial 2. In a pre-specified pooled analysis of systemic corticosteroid use during the 24-week treatment period, there was no significant reduction in systemic corticosteroid use between the treatment arms. The proportion of patients taking systemic corticosteroid in omalizumab was 2.3% compared to 6.2% in placebo. The odds-ratio of systemic corticosteroid use with omalizumab compared to placebo was 0.4 (95% CI: 0.1, 1.5). There were no sino-nasal surgeries reported, in either placebo or omalizumab arms, in either Trial. Figure 1 14.3 IgE-Mediated Food Allergy The safety and efficacy of omalizumab was evaluated in a multi-center, randomized, double-blind, placebo-controlled Food Allergy (FA) trial [ NCT03881696 ] in 168 adult patients and pediatric patients 1 year of age to less than 56 years who were allergic to peanut and at least two other foods, including milk, egg, wheat, cashew, hazelnut, or walnut (i.e., studied foods). The FA trial enrolled patients who experienced dose-limiting symptoms (e.g., moderate to severe skin, respiratory or gastrointestinal symptoms) to a single dose of ≤100 mg of peanut protein and ≤300 mg protein for each of the other two foods (milk, egg, wheat, cashew, hazelnut, or walnut) during the screening double-blind placebo-controlled food challenge (DBPCFC). Patients with a history of severe anaphylaxis (defined as neurological compromise or requiring intubation) were excluded from the study. Patients were randomized 2:1 to receive a subcutaneous dosage of omalizumab or placebo based on serum total IgE level (IU/mL), measured before the start of treatment, and by body weight according to Table 4 [see Dosage and Administration (2.4) ] for 16 to 20 weeks. After 16 to 20 weeks of treatment, each patient completed a DBPCFC consisting of placebo and each of their 3 studied foods. Following the DBPCFC, the first 60 patients that included 59 pediatric patients and one adult patient who completed the double-blind, placebo-controlled phase of the study could continue to receive omalizumab in a 24 to 28 week open-label extension. Efficacy of omalizumab is based on 165 pediatric patients who were included in the efficacy analyses provided below. The mean age of the pediatric patients was 8 years (age range: 1 to 17 years); 37% were less than 6 years of age, 38% were 6 to less than 12 years of age, and 25% were 12 to less than 18 years of age. Patient population were 56% male, 63% White, 13% Asian, 7% Black, 16% Other, and 55% of patients had a history of asthma. The primary efficacy endpoint was the percentage of patients who were able to consume a single dose of ≥600 mg of peanut protein without dose-limiting symptoms (e.g., moderate to severe skin, respiratory or gastrointestinal symptoms) during DBPCFC. Table 15 shows omalizumab treatment led to a statistically higher response rate (68%) than placebo (5%). The secondary efficacy endpoints were the percentage of patients who were able to consume a single dose of ≥1000 mg of cashew, milk, or egg protein without dose-limiting symptoms during DBPCFC. The study met the secondary endpoints and demonstrated that omalizumab treatment led to statistically higher response rates than placebo for all three foods. See Table 15 for details. Table 15. DBPCFC Response Rates in Pediatric Patients for Single Dose of Peanut, Cashew, Milk or Egg Protein in FA Trial Food, Challenge Dose Response Rate Response defined as consumption of a single dose of the specified amount of food without dose-limiting symptoms. (%) (n/N) Treatment Difference (%) (Omalizumab-Placebo) (95% CI) Omalizumab Placebo CI = Confidence interval; DBPCFC = Double-blind placebo-controlled food challenge; n = Number of responders; N = Total number of patients receiving food, challenge dose. Notes: Subjects without an exit DBPCFC or evaluable exit DBPCFC were counted as non-responders; P-values from two-sided Fisher's exact tests were <0.0001 for all the food challenge doses. Peanut, ≥600 mg 68% (75/110) 5% (3/55) 63% (50%, 73%) Peanut, ≥1000 mg Consumption of a single dose of ≥1000 mg of peanut protein was an additional secondary endpoint. The key secondary efficacy endpoints were the percentage of patients who were able to consume a single dose of ≥1000 mg of cashew, milk, or egg protein. 65% (72/110) 0% (0/55) 65% (56%, 74%) Cashew, ≥1000 mg 42% (27/64) 3% (1/30) 39% (20%, 53%) Milk, ≥1000 mg 66% (25/38) 11% (2/19) 55% (29%, 73%) Egg, ≥1000 mg 67% (31/46) 0% (0/19) 67% (49%, 80%) Seventeen percent of omalizumab treated patients were not able to consume >100 mg of peanut protein without moderate to severe dose-limiting symptoms. Eighteen, 22, and 41 percent of omalizumab-treated patients were not able to consume >300 mg of milk, egg, or cashew protein, respectively, without moderate to severe dose-limiting symptoms. Additional secondary analyses included the percentage of patients who were able to consume at least two or all three foods during DBPCFC. For two foods, 71% of omalizumab treated patients were able to consume a single dose of ≥600 mg versus 5% in the placebo group and 67% were able to consume a single dose of ≥1000 mg versus 4% in the placebo group. For a single dose of ≥600 mg of three foods, the response rates were 48% in the omalizumab group versus 4% in the placebo group and for a single dose of ≥1000 mg of three foods, the response rate in the omalizumab group was 39% while none of the placebo patients were able to consume the challenge dose without symptoms. The effectiveness of omalizumab in adults is supported by the adequate and well-controlled trial of omalizumab in pediatric patients, disease similarity in pediatric and adult patients, and pharmacokinetic (PK) similarity [see Clinical Pharmacology (12.3) ]. While efficacy cannot be established from uncontrolled, open-label studies, for 38 pediatric patients who continued omalizumab for 24-28 weeks in an open-label extension, the percentage of patients who were able to consume ≥600 mg of peanut protein and ≥1000 mg of egg, milk, and/or cashew protein without moderate to severe dose-limiting symptoms was maintained. 14.4 Chronic Spontaneous Urticaria Adult and Adolescent Patients 12 Years of Age and Older The safety and efficacy of omalizumab for the treatment of chronic spontaneous urticaria (CSU), previously referred to as chronic idiopathic urticaria (CIU) was assessed in two placebo-controlled, multiple-dose clinical trials of 24 weeks' duration (CSU Trial 1; n= 319, [ NCT01287117 ]) and 12 weeks' duration (CSU Trial 2; n=322, [ NCT01292473 ]). Patients received omalizumab 75 mg, 150 mg, or 300 mg or placebo by SC injection every 4 weeks in addition to their baseline level of H1 antihistamine therapy for 24 or 12 weeks, followed by a 16-week washout observation period. A total of 640 patients (165 males, 475 females) were included for the efficacy analyses. Most patients were white (84%) and the median age was 42 years (range 12–72).]) and 12 weeks' duration (CSU Trial 2; n=322, [NCT01292473]). Patients received omalizumab 75 mg, 150 mg, or 300 mg or placebo by SC injection every 4 weeks in addition to their baseline level of H1 antihistamine therapy for 24 or 12 weeks, followed by a 16-week washout observation period. A total of 640 patients (165 males, 475 females) were included for the efficacy analyses. Most patients were white (84%) and the median age was 42 years (range 12–72). Disease severity was measured by a weekly urticaria activity score (UAS7, range 0–42), which is a composite of the weekly itch severity score (range 0–21) and the weekly hive count score (range 0–21). All patients were required to have a UAS7 of ≥16, and a weekly itch severity score of ≥8 for the 7 days prior to randomization, despite having used an H1 antihistamine for at least 2 weeks. The mean weekly itch severity scores at baseline were fairly balanced across treatment groups and ranged between 13.7 and 14.5 despite use of an H1 antihistamine at an approved dose. The reported median durations of CSU at enrollment across treatment groups were between 2.5 and 3.9 years (with an overall subject-level range of 0.5 to 66.4 years). In both CSU Trials 1 and 2, patients who received omalizumab 150 mg or 300 mg had greater decreases from baseline in weekly itch severity scores and weekly hive count scores than placebo at Week 12. Representative results from CSU Trial 1 are shown (Table 16); similar results were observed in CSU Trial 2. The 75-mg dose did not demonstrate consistent evidence of efficacy and is not approved for use. Table 16. Change from Baseline to Week 12 in Weekly Itch Severity Score and Weekly Hive Count Score in CSU Trial 1 Modified intent-to-treat (mITT) population: all patients who were randomized and received at least one dose of study medication. Omalizumab 75 mg Omalizumab 150 mg Omalizumab 300 mg Placebo n 77 80 81 80 Weekly Itch Severity Score Mean Baseline Score (SD) 14.5 (3.6) 14.1 (3.8) 14.2 (3.3) 14.4 (3.5) Mean Change Week 12 (SD) −6.46 (6.14) −6.66 (6.28) −9.40 (5.73) −3.63 (5.22) Difference in LS means vs. placebo −2.96 −2.95 −5.80 95% CI for difference −4.71, −1.21 −4.72, −1.18 −7.49, −4.10 - Weekly Hive Count Score Score measured on a range of 0–21 Mean Baseline Score (SD) 17.2 (4.2) 16.2 (4.6) 17.1 (3.8) 16.7 (4.4) Mean Change Week 12 (SD) −7.36 (7.52) −7.78 (7.08) −11.35 (7.25) −4.37 (6.60) Difference in LS means vs. placebo −2.75 −3.44 −6.93 95% CI for difference −4.95, −0.54 −5.57, −1.32 −9.10, −4.76 - The mean weekly itch severity score at each study week by treatment groups is shown in Figure 2. Representative results from CSU Trial 1 are shown; similar results were observed in CSU Trial 2. The appropriate duration of therapy for CSU with omalizumab has not been determined. Figure 2. Mean Weekly Itch Severity Score by Treatment Group Modified Intent to Treat Patients in CSU Trial 1 In CSU Trial 1, a larger proportion of patients treated with omalizumab 300 mg (36%) reported no itch and no hives (UAS7=0) at Week 12 compared to patients treated with omalizumab 150 mg (15%), omalizumab 75 mg (12%), and placebo group (9%). Similar results were observed in CSU Trial 2. Figure 2"
    ],
    "clinical_studies_table": [
      "<table ID=\"Table10\" width=\"80%\"><caption>Table 10. Frequency of Asthma Exacerbations per Patient by Phase in Asthma Trials 1 and 2</caption><colgroup><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/></colgroup><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule\" align=\"center\"/><td styleCode=\"Rrule\" colspan=\"4\" align=\"center\">Stable Steroid Phase (16 wks)</td></tr><tr><td styleCode=\"Lrule\" align=\"center\"/><td styleCode=\"Botrule\" colspan=\"2\" align=\"center\">Asthma Trial 1</td><td styleCode=\"Botrule Rrule\" colspan=\"2\" align=\"center\">Asthma Trial 2</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\">Exacerbations per patient</td><td align=\"center\">omalizumab N=268</td><td styleCode=\"Toprule\" align=\"center\">Placebo N=257</td><td align=\"center\">omalizumab N=274</td><td styleCode=\"Rrule\" align=\"center\">Placebo N=272</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">0</td><td align=\"center\">85.8%</td><td align=\"center\">76.7%</td><td align=\"center\">87.6%</td><td styleCode=\"Rrule\" align=\"center\">69.9%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">1</td><td align=\"center\">11.9%</td><td align=\"center\">16.7%</td><td align=\"center\">11.3%</td><td styleCode=\"Rrule\" align=\"center\">25.0%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">&#x2265;2</td><td align=\"center\">2.2%</td><td align=\"center\">6.6%</td><td align=\"center\">1.1%</td><td styleCode=\"Rrule\" align=\"center\">5.1%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">p-Value</td><td colspan=\"2\" align=\"center\">0.005</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">&lt;0.001</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\">Mean number exacerbations/patient</td><td align=\"center\">0.2</td><td align=\"center\">0.3</td><td align=\"center\">0.1</td><td styleCode=\"Rrule\" align=\"center\">0.4</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"/><td styleCode=\"Rrule\" colspan=\"4\" align=\"center\">Steroid Reduction Phase (12 wks)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\">Exacerbations per patient</td><td align=\"center\">omalizumab N=268</td><td align=\"center\">Placebo N=257</td><td align=\"center\">omalizumab N=274</td><td styleCode=\"Rrule\" align=\"center\">Placebo N=272</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">0</td><td align=\"center\">78.7%</td><td align=\"center\">67.7%</td><td align=\"center\">83.9%</td><td styleCode=\"Rrule\" align=\"center\">70.2%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">1</td><td align=\"center\">19.0%</td><td align=\"center\">28.4%</td><td align=\"center\">14.2%</td><td styleCode=\"Rrule\" align=\"center\">26.1%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">&#x2265;2</td><td align=\"center\">2.2%</td><td align=\"center\">3.9%</td><td align=\"center\">1.8%</td><td styleCode=\"Rrule\" align=\"center\">3.7%</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">p-Value</td><td colspan=\"2\" align=\"center\">0.004</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">&lt;0.001</td></tr><tr><td styleCode=\"Lrule\" align=\"center\">Mean number exacerbations/patient</td><td align=\"center\">0.2</td><td align=\"center\">0.4</td><td align=\"center\">0.2</td><td styleCode=\"Rrule\" align=\"center\">0.3</td></tr></tbody></table>",
      "<table width=\"80%\" ID=\"Table11\"><caption>Table 11. Asthma Symptoms and Pulmonary Function During Stable Steroid Phase of Asthma Trial 1</caption><col width=\"32%\" align=\"left\" valign=\"bottom\"/><col width=\"17%\" align=\"center\" valign=\"bottom\"/><col width=\"17%\" align=\"center\" valign=\"bottom\"/><col width=\"17%\" align=\"center\" valign=\"bottom\"/><col width=\"17%\" align=\"center\" valign=\"bottom\"/><thead><tr><th styleCode=\"Lrule\"/><th styleCode=\"Botrule\" colspan=\"2\">omalizumab N=268<footnote ID=\"tb9ft1\">Number of patients available for analysis ranges 255-258 in the omalizumab group and 238-239 in the placebo group.</footnote></th><th styleCode=\"Rrule Botrule\" colspan=\"2\">Placebo N=257<footnoteRef IDREF=\"tb9ft1\"/></th></tr><tr styleCode=\"Botrule\"><th styleCode=\"Lrule\">Endpoint</th><th>Mean Baseline</th><th styleCode=\"Toprule\">Median Change (Baseline to Wk 16)</th><th>Mean Baseline</th><th styleCode=\"Rrule\">Median Change (Baseline to Wk 16)</th></tr></thead><tfoot><tr><td colspan=\"5\" align=\"left\">Asthma symptom scale: total score from 0 (least) to 9 (most); nocturnal and daytime scores from 0 (least) to 4 (most symptoms).</td></tr></tfoot><tbody><tr><td styleCode=\"Lrule\">Total asthma symptom score</td><td>4.3</td><td>&#x2013;1.5<footnote ID=\"tb9ft2\">Comparison of omalizumab versus placebo (p &lt; 0.05).</footnote></td><td>4.2</td><td styleCode=\"Rrule\">&#x2013;1.1<footnoteRef IDREF=\"tb9ft2\"/></td></tr><tr><td styleCode=\"Lrule\"> Nocturnal asthma score</td><td>1.2</td><td>&#x2013;0.4<footnoteRef IDREF=\"tb9ft2\"/></td><td>1.1</td><td styleCode=\"Rrule\">&#x2013;0.2<footnoteRef IDREF=\"tb9ft2\"/></td></tr><tr><td styleCode=\"Lrule\"> Daytime asthma score</td><td>2.3</td><td>&#x2013;0.9<footnoteRef IDREF=\"tb9ft2\"/></td><td>2.3</td><td styleCode=\"Rrule\">&#x2013;0.6<footnoteRef IDREF=\"tb9ft2\"/></td></tr><tr><td styleCode=\"Lrule\">FEV<sub>1</sub> % predicted</td><td>68</td><td>3<footnoteRef IDREF=\"tb9ft2\"/></td><td>68</td><td styleCode=\"Rrule\">0<footnoteRef IDREF=\"tb9ft2\"/></td></tr></tbody></table>",
      "<table width=\"80%\" ID=\"Table12\"><caption>Table 12. Percentage of Patients with Asthma Exacerbations by Subgroup and Phase in Asthma Trial 3</caption><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><col width=\"20%\" align=\"center\" valign=\"top\"/><tbody><tr><td styleCode=\"Lrule\"/><td styleCode=\"Botrule Rrule\" colspan=\"4\">Stable Steroid Phase (16 wks)</td></tr><tr><td styleCode=\"Lrule\"/><td styleCode=\"Botrule\" colspan=\"2\">Inhaled Only</td><td styleCode=\"Rrule Botrule\" colspan=\"2\">Oral + Inhaled</td></tr><tr><td styleCode=\"Lrule\"/><td styleCode=\"Botrule\">omalizumab N=126</td><td styleCode=\"Botrule\">Placebo N=120</td><td styleCode=\"Botrule\">omalizumab N=50</td><td styleCode=\"Botrule Rrule\">Placebo N=45</td></tr><tr><td styleCode=\"Lrule\">% Patients with &#x2265;1 exacerbations</td><td>15.9%</td><td>15.0%</td><td>32.0%</td><td styleCode=\"Rrule\">22.2%</td></tr><tr><td styleCode=\"Lrule\">Difference  (95% CI)</td><td colspan=\"2\" styleCode=\"Botrule\">0.09 (&#x2013;9.7, 13.7)</td><td styleCode=\"Botrule Rrule\" colspan=\"2\">9.8 (&#x2013;10.5, 31.4)</td></tr><tr><td styleCode=\"Lrule\"/><td styleCode=\"Botrule Rrule\" colspan=\"4\">Steroid Reduction Phase (16 wks)</td></tr><tr><td styleCode=\"Lrule\"/><td styleCode=\"Botrule\">omalizumab N=126</td><td styleCode=\"Botrule\">Placebo N=120</td><td styleCode=\"Botrule\">omalizumab N=50</td><td styleCode=\"Botrule Rrule\">Placebo N=45</td></tr><tr><td styleCode=\"Lrule\">% Patients with &#x2265;1 exacerbations</td><td>22.2%</td><td>26.7%</td><td>42.0%</td><td styleCode=\"Rrule\">42.2%</td></tr><tr><td styleCode=\"Lrule\">Difference  (95% CI)</td><td colspan=\"2\">&#x2013;4.4 (&#x2013;17.6, 7.4)</td><td colspan=\"2\" styleCode=\"Rrule\">&#x2013;0. 2 (&#x2013;22.4, 20.1)</td></tr></tbody></table>",
      "<table ID=\"Table13\" width=\"80%\"><caption>Table 13. Demographics and Baseline Characteristics of CRSwNP Trials 1 and 2</caption><colgroup><col width=\"50%\" align=\"left\" valign=\"bottom\"/><col width=\"25%\" align=\"center\" valign=\"bottom\"/><col width=\"25%\" align=\"center\" valign=\"bottom\"/></colgroup><thead><tr styleCode=\"First Last\"><th styleCode=\"Lrule Rrule\" align=\"center\">Parameter</th><th styleCode=\"Rrule\" align=\"center\">CRSwNP  Trial 1 (n=138)</th><th styleCode=\"Rrule\" align=\"center\">CRSwNP Trial 2 (n=127)</th></tr></thead><tfoot><tr styleCode=\"First Last\"><td colspan=\"3\" align=\"left\" valign=\"top\">CRSwNP= chronic rhinosinusitis with nasal polyps; SD=standard deviation; NPS=nasal polyp score; IgE = Immunoglobulin E; IU=international units. For NPS, NCS, sense of smell, post nasal drip, and runny nose, higher scores indicate greater disease severity.</td></tr></tfoot><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean age (years) (SD)</td><td styleCode=\"Rrule\" align=\"center\">51 (13)</td><td styleCode=\"Rrule\" align=\"center\">50 (12)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">% Male</td><td styleCode=\"Rrule\" align=\"center\">64</td><td styleCode=\"Rrule\" align=\"center\">65</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Patients with systemic corticosteroid use in the previous year (%)</td><td styleCode=\"Rrule\" align=\"center\">19</td><td styleCode=\"Rrule\" align=\"center\">26</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Patients with prior surgery for nasal polyps (%)</td><td styleCode=\"Rrule\" align=\"center\">79 (57)</td><td styleCode=\"Rrule\" align=\"center\">79 (62)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean bilateral endoscopic NPS (SD), range 0-8</td><td styleCode=\"Rrule\" align=\"center\">6.2 (1.0)</td><td styleCode=\"Rrule\" align=\"center\">6.3 (0.9)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean nasal congestion score (SD) range 0-3</td><td styleCode=\"Rrule\" align=\"center\">2.4 (0.6)</td><td styleCode=\"Rrule\" align=\"center\">2.3 (0.7)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean sense of smell score (SD) range 0-3</td><td styleCode=\"Rrule\" align=\"center\">2.7 (0.7)</td><td styleCode=\"Rrule\" align=\"center\">2.7 (0.7)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean post nasal drip score (SD) range 0-3</td><td styleCode=\"Rrule\" align=\"center\">1.8 (0.9)</td><td styleCode=\"Rrule\" align=\"center\">1.7 (0.9)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean runny nose score (SD) range 0-3</td><td styleCode=\"Rrule\" align=\"center\">2.0 (0.8)</td><td styleCode=\"Rrule\" align=\"center\">1.9 (0.9)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean blood eosinophils (cells/mcL) (SD)</td><td styleCode=\"Rrule\" align=\"center\">346 (284)</td><td styleCode=\"Rrule\" align=\"center\">335 (188)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Mean total IgE IU/mL (SD)</td><td styleCode=\"Rrule\" align=\"center\">161 (140)</td><td styleCode=\"Rrule\" align=\"center\">190 (201)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">Asthma (%)</td><td styleCode=\"Rrule\" align=\"center\">54</td><td styleCode=\"Rrule\" align=\"center\">61</td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"left\">Aspirin exacerbated respiratory disease (%)</td><td styleCode=\"Rrule\" align=\"center\">20</td><td styleCode=\"Rrule\" align=\"center\">35</td></tr></tbody></table>",
      "<table ID=\"Table14\" width=\"90%\"><caption>Table 14. Change from Baseline at Week 24 in Nasal Polyp Score and 7-day Average of Daily Nasal Congestion Score in CRSwNP Trials 1 and 2</caption><colgroup><col width=\"40%\" align=\"left\" valign=\"bottom\"/><col width=\"15%\" align=\"center\" valign=\"bottom\"/><col width=\"15%\" align=\"center\" valign=\"bottom\"/><col width=\"15%\" align=\"center\" valign=\"bottom\"/><col width=\"15%\" align=\"center\" valign=\"bottom\"/></colgroup><thead><tr styleCode=\"Botrule First\"><th styleCode=\"Lrule\" align=\"left\"/><th colspan=\"2\" align=\"center\">Trial 1</th><th styleCode=\"Rrule\" colspan=\"2\" align=\"center\">Trial 2</th></tr><tr><th styleCode=\"Lrule\" align=\"left\"/><th align=\"center\">Placebo</th><th align=\"center\">omalizumab</th><th align=\"center\">Placebo</th><th styleCode=\"Rrule\" align=\"center\">omalizumab</th></tr></thead><tfoot><tr styleCode=\"First Last\"><td colspan=\"5\" align=\"left\" valign=\"top\">CRSwNP= chronic rhinosinusitis with nasal polyps; LS=least-square. Change from baseline was analyzed using a mixed-effect model of repeated measures (MMRM) model with baseline score, baseline score/timepoint (week) interaction as covariates, and the following factors: geographic region, asthma/aspirin sensitivity comorbidity status, timepoint, treatment group, treatment/timepoint interaction.</td></tr></tfoot><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule\" align=\"left\">Number of patients</td><td align=\"center\">65</td><td align=\"center\">72</td><td align=\"center\">65</td><td styleCode=\"Rrule\" align=\"center\">62</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"5\" align=\"left\">Nasal Polyp Score</td></tr><tr><td styleCode=\"Lrule\" align=\"left\">Mean Baseline Score</td><td align=\"center\">6.3</td><td align=\"center\">6.2</td><td align=\"center\">6.1</td><td styleCode=\"Rrule\" align=\"center\">6.4</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"left\">LS Mean Change From Baseline at Week 24</td><td align=\"center\">0.1</td><td align=\"center\">-1.1</td><td align=\"center\">-0.3</td><td styleCode=\"Rrule\" align=\"center\">-0.9</td></tr><tr><td styleCode=\"Lrule\" align=\"left\">Difference in LS means vs. placebo</td><td colspan=\"2\" align=\"center\">-1.1</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">-0.6</td></tr><tr><td styleCode=\"Lrule\" align=\"left\"> 95% CI for difference</td><td colspan=\"2\" align=\"center\">-1.6, -0.7</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">-1.1, -0.1</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"left\"> p-value</td><td colspan=\"2\" align=\"center\">&lt;0.0001</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">0.0140</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"5\" align=\"left\">7-day Average of Daily Nasal Congestion Score</td></tr><tr><td styleCode=\"Lrule\" align=\"left\">Mean Baseline Score</td><td align=\"center\">2.5</td><td align=\"center\">2.4</td><td align=\"center\">2.3</td><td styleCode=\"Rrule\" align=\"center\">2.3</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"left\">LS Mean Change From Baseline at Week 24</td><td align=\"center\">-0.4</td><td align=\"center\">-0.9</td><td align=\"center\">-0.2</td><td styleCode=\"Rrule\" align=\"center\">-0.7</td></tr><tr><td styleCode=\"Lrule\" align=\"left\">Difference in LS means vs. placebo</td><td colspan=\"2\" align=\"center\">-0.6</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">-0.5</td></tr><tr><td styleCode=\"Lrule\" align=\"left\"> 95% CI for difference</td><td colspan=\"2\" align=\"center\">-0.8, -0.3</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">-0.8, -0.2</td></tr><tr><td styleCode=\"Lrule\" align=\"left\"> p-value</td><td colspan=\"2\" align=\"center\">0.0004</td><td styleCode=\"Rrule\" colspan=\"2\" align=\"center\">0.0017</td></tr></tbody></table>",
      "<table width=\"90%\" styleCode=\"Noautorules\"><colgroup><col width=\"50%\" align=\"center\" valign=\"top\"/><col width=\"50%\" align=\"center\" valign=\"top\"/></colgroup><tbody><tr><td colspan=\"2\" align=\"center\"><renderMultiMedia referencedObject=\"MM04\"/></td></tr></tbody></table>",
      "<table width=\"85%\" ID=\"Table15\"><caption>Table 15. DBPCFC Response Rates in Pediatric Patients for Single Dose of Peanut, Cashew, Milk or Egg Protein in FA Trial</caption><col width=\"25%\" align=\"left\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><col width=\"25%\" align=\"center\" valign=\"top\"/><thead><tr><th align=\"center\" valign=\"middle\" rowspan=\"2\" styleCode=\"Lrule Rrule\">Food, Challenge Dose</th><th colspan=\"2\" styleCode=\"Botrule Rrule\">Response Rate<footnote>Response defined as consumption of a single dose of the specified amount of food without dose-limiting symptoms.</footnote> (%) (n/N)</th><th rowspan=\"2\" styleCode=\"Rrule\">Treatment Difference (%) (Omalizumab-Placebo) (95% CI)</th></tr><tr><th align=\"center\" styleCode=\"Rrule\">Omalizumab</th><th styleCode=\"Rrule\">Placebo</th></tr></thead><tfoot><tr><td colspan=\"4\" align=\"left\" valign=\"top\">CI = Confidence interval; DBPCFC = Double-blind placebo-controlled food challenge; n = Number of responders;  N = Total number of patients receiving food, challenge dose. Notes: Subjects without an exit DBPCFC or evaluable exit DBPCFC were counted as non-responders; P-values from two-sided Fisher&apos;s exact tests were &lt;0.0001 for all the food challenge doses.</td></tr></tfoot><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Peanut, &#x2265;600 mg</td><td styleCode=\"Rrule\">68% (75/110)</td><td styleCode=\"Rrule\">5% (3/55)</td><td styleCode=\"Rrule\">63% (50%, 73%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Peanut, &#x2265;1000 mg<footnote>Consumption of a single dose of &#x2265;1000 mg of peanut protein was an additional secondary endpoint. The key secondary efficacy endpoints were the percentage of patients who were able to consume a single dose of &#x2265;1000 mg of cashew, milk, or egg protein.</footnote></td><td styleCode=\"Rrule\">65% (72/110)</td><td styleCode=\"Rrule\">0% (0/55)</td><td styleCode=\"Rrule\">65% (56%, 74%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Cashew, &#x2265;1000 mg</td><td styleCode=\"Rrule\">42% (27/64)</td><td styleCode=\"Rrule\">3% (1/30)</td><td styleCode=\"Rrule\">39% (20%, 53%)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\">Milk, &#x2265;1000 mg</td><td styleCode=\"Rrule\">66% (25/38)</td><td styleCode=\"Rrule\">11% (2/19)</td><td styleCode=\"Rrule\">55% (29%, 73%)</td></tr><tr><td styleCode=\"Lrule Rrule\">Egg, &#x2265;1000 mg</td><td styleCode=\"Rrule\">67% (31/46)</td><td styleCode=\"Rrule\">0% (0/19)</td><td styleCode=\"Rrule\">67% (49%, 80%)</td></tr></tbody></table>",
      "<table width=\"80%\" ID=\"Table16\"><caption>Table 16. Change from Baseline to Week 12 in Weekly Itch Severity Score and Weekly Hive Count Score in CSU Trial 1<footnote>Modified intent-to-treat (mITT) population: all patients who were randomized and received at least one dose of study medication.</footnote></caption><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"15%\" align=\"center\" valign=\"top\"/><col width=\"15%\" align=\"center\" valign=\"top\"/><col width=\"15%\" align=\"center\" valign=\"top\"/><col width=\"15%\" align=\"center\" valign=\"top\"/><thead><tr><th styleCode=\"Lrule\"/><th>Omalizumab 75 mg</th><th>Omalizumab 150 mg</th><th>Omalizumab 300 mg</th><th styleCode=\"Rrule\" valign=\"middle\">Placebo</th></tr></thead><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"> n</td><td>77</td><td>80</td><td>81</td><td styleCode=\"Rrule\">80</td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"5\" align=\"center\">Weekly Itch Severity Score</td></tr><tr><td styleCode=\"Lrule Toprule\">Mean Baseline Score (SD)</td><td styleCode=\"Toprule\">14.5 (3.6)</td><td styleCode=\"Toprule\">14.1 (3.8)</td><td styleCode=\"Toprule\">14.2 (3.3)</td><td styleCode=\"Rrule Toprule\">14.4 (3.5)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"> Mean Change Week 12 (SD)</td><td>&#x2212;6.46 (6.14)</td><td>&#x2212;6.66 (6.28)</td><td>&#x2212;9.40 (5.73)</td><td styleCode=\"Rrule\">&#x2212;3.63 (5.22)</td></tr><tr><td styleCode=\"Lrule\">Difference in LS means vs. placebo</td><td>&#x2212;2.96</td><td>&#x2212;2.95</td><td>&#x2212;5.80</td><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> 95% CI for difference</td><td>&#x2212;4.71, &#x2212;1.21</td><td>&#x2212;4.72, &#x2212;1.18</td><td>&#x2212;7.49, &#x2212;4.10</td><td styleCode=\"Rrule\">-</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule Toprule\" colspan=\"5\" align=\"center\">Weekly Hive Count Score <footnote>Score measured on a range of 0&#x2013;21</footnote></td></tr><tr><td styleCode=\"Lrule\">Mean Baseline Score (SD)</td><td>17.2 (4.2)</td><td>16.2 (4.6)</td><td>17.1 (3.8)</td><td styleCode=\"Rrule\">16.7 (4.4)</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\"> Mean Change Week 12 (SD)</td><td>&#x2212;7.36 (7.52)</td><td>&#x2212;7.78 (7.08)</td><td>&#x2212;11.35 (7.25)</td><td styleCode=\"Rrule\">&#x2212;4.37 (6.60)</td></tr><tr><td styleCode=\"Lrule\">Difference in LS means vs. placebo</td><td>&#x2212;2.75</td><td>&#x2212;3.44</td><td>&#x2212;6.93</td><td styleCode=\"Rrule\"/></tr><tr><td styleCode=\"Lrule\"> 95% CI for difference</td><td>&#x2212;4.95, &#x2212;0.54</td><td>&#x2212;5.57, &#x2212;1.32</td><td>&#x2212;9.10, &#x2212;4.76</td><td styleCode=\"Rrule\">-</td></tr></tbody></table>"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Injection (Prefilled Syringe) Omalizumab-igec injection is a clear to opalescent and colorless to pale brownish-yellow solution for subcutaneous use. Omalizumab-igec injection is provided in a single-dose prefilled glass syringe with a 27-gauge special thin wall needle. The syringe plunger stopper and needle cap are not made with natural rubber latex. Omalizumab-igec is available as prefilled syringe as described in Table 17. Table 17. Omalizumab-igec Prefilled Syringe Strengths and Package Configurations Package Configuration Strength NDC Syringe Counts The Omalizumab-igec prefilled syringe is not made with natural rubber. 1 prefilled syringe with a 27-gauge staked needle syringe with a yellow plunger rod 75 mg/ 0.5 mL 72606-052-01 1 1 prefilled syringe with a 27-gauge staked needle syringe with a blue plunger rod 150 mg/mL 72606-053-01 1 1 prefilled syringe with a 27-gauge staked needle syringe with a white plunger rod 300 mg/2 mL (150 mg/mL) 72606-061-01 1 2 prefilled syringes with a 27-gauge staked needle syringe with a white plunger rod 300 mg/2 mL (150 mg/mL) 72606-061-02 2 (2 × 1) (multipack) Storage Omalizumab-igec prefilled syringe should be shipped and stored under refrigerated conditions 36°F to 46°F (2°C to 8°C) in the original carton. Protect from direct sunlight. Omalizumab-igec prefilled syringe can be removed from and placed back in the refrigerator if needed. The total combined time out of the refrigerator may not be more than 7 days. Do not use if prefilled syringe is left at temperatures above 77°F (25°C). Do not freeze. Do not use if the prefilled syringe has been frozen. Do not shake."
    ],
    "how_supplied_table": [
      "<table width=\"80%\"><caption>Table 17. Omalizumab-igec Prefilled Syringe Strengths and Package Configurations</caption><colgroup><col width=\"40%\" align=\"left\" valign=\"top\"/><col width=\"17%\" align=\"center\" valign=\"top\"/><col width=\"17%\" align=\"center\" valign=\"top\"/><col width=\"26%\" align=\"left\" valign=\"top\"/></colgroup><thead><tr styleCode=\"First Last\"><th styleCode=\"Lrule Rrule\" align=\"center\">Package Configuration</th><th styleCode=\"Rrule\" align=\"center\">Strength</th><th styleCode=\"Rrule\" align=\"center\">NDC</th><th styleCode=\"Rrule\" align=\"center\">Syringe Counts</th></tr></thead><tfoot><tr styleCode=\"First Last\"><td colspan=\"4\" align=\"left\" valign=\"top\">The Omalizumab-igec prefilled syringe is not made with natural rubber.</td></tr></tfoot><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule Rrule\" align=\"left\">1 prefilled syringe with a 27-gauge staked needle syringe with a yellow plunger rod</td><td styleCode=\"Rrule\" align=\"center\">75 mg/ 0.5 mL</td><td styleCode=\"Rrule\" align=\"center\">72606-052-01</td><td styleCode=\"Rrule\" align=\"left\">1</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">1 prefilled syringe with a 27-gauge staked needle syringe with a blue plunger rod</td><td styleCode=\"Rrule\" align=\"center\">150 mg/mL</td><td styleCode=\"Rrule\" align=\"center\">72606-053-01</td><td styleCode=\"Rrule\" align=\"left\">1</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"left\">1 prefilled syringe with a 27-gauge staked needle syringe with a white plunger rod</td><td styleCode=\"Rrule\" align=\"center\">300 mg/2 mL   (150 mg/mL)</td><td styleCode=\"Rrule\" align=\"center\">72606-061-01</td><td styleCode=\"Rrule\" align=\"left\">1</td></tr><tr styleCode=\"Botrule Last\"><td styleCode=\"Lrule Rrule\" align=\"left\">2 prefilled syringes with a 27-gauge staked needle syringe with a white plunger rod</td><td styleCode=\"Rrule\" align=\"center\">300 mg/2 mL   (150 mg/mL)</td><td styleCode=\"Rrule\" align=\"center\">72606-061-02</td><td styleCode=\"Rrule\" align=\"left\">2 (2 &#xD7; 1) (multipack)</td></tr></tbody></table>"
    ],
    "storage_and_handling": [
      "Storage Omalizumab-igec prefilled syringe should be shipped and stored under refrigerated conditions 36°F to 46°F (2°C to 8°C) in the original carton. Protect from direct sunlight. Omalizumab-igec prefilled syringe can be removed from and placed back in the refrigerator if needed. The total combined time out of the refrigerator may not be more than 7 days. Do not use if prefilled syringe is left at temperatures above 77°F (25°C). Do not freeze. Do not use if the prefilled syringe has been frozen. Do not shake."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-approved patient labeling (Medication Guide and Instructions for Use). Anaphylaxis Inform patients of the risk of life-threatening anaphylaxis with Omalizumab-igec including the following points [see Boxed Warning and Warnings and Precautions (5.1) ] : There have been reports of anaphylaxis occurring up to 4 days after administration of omalizumab products Initiate Omalizumab-igec only in a healthcare setting by healthcare providers Observe patients closely following administration Inform patients of the signs and symptoms of anaphylaxis Instruct patients to seek immediate medical care should such signs or symptoms occur Potential Medication Error Related to Emergency Treatment of Anaphylaxis Advise patients, parents, or caregivers that Omalizumab-igec should not be used for the emergency treatment of allergic reactions, including anaphylaxis [ see Warnings and Precautions (5.9) ]. Continuation of Other Medications Instruct patients receiving Omalizumab-igec not to decrease the dose of, or stop taking any other asthma, CRSwNP, CSU or IgE-mediated food allergy medications or allergen immunotherapy unless otherwise instructed by their physician. Inform patients that they may not see immediate improvement in their asthma, CRSwNP, CSU or IgE-mediated food allergy symptoms after beginning Omalizumab-igec therapy. Instruction on Injection Technique If a patient or caregiver is to administer subcutaneous Omalizumab-igec prefilled syringe, instruct on injection technique and assess ability to inject subcutaneously to ensure proper administration of Omalizumab-igec. For patients who require more than 1 injection to complete their prescribed dose, instruct patients to administer all injections consecutively and in one sitting [ See Dosage and Administration (2.7) , Warnings and Precautions (5.1) , and Instructions for Use ]."
    ],
    "spl_unclassified_section": [
      "Manufactured by: CELLTRION, Inc. 23, Academy-ro, Yeonsu-gu, Incheon, 22014, Republic of Korea U.S. License Number: 1996 Distributed by: CELLTRION USA, Inc. 1 Evertrust Plaza Suite 1207, Jersey City, NJ, 07302 Revised Date: 12/2025"
    ],
    "spl_medguide": [
      "This Medication Guide has been approved by the U.S. Food and Drug Administration Revised: 12/2025 MEDICATION GUIDE Omalizumab-igec (oh mah lye zoo' mab) injection, for subcutaneous use What is the most important information I should know about Omalizumab-igec? Omalizumab-igec may cause serious side effects, including: Severe allergic reaction . A severe allergic reaction called anaphylaxis can happen when you receive Omalizumab-igec. The reaction can occur after the first dose, or after many doses. It may also occur right after a Omalizumab-igec injection or days later. Anaphylaxis is a life-threatening condition and can lead to death. Go to the nearest emergency room right away if you have any of these symptoms of an allergic reaction: wheezing, shortness of breath, cough, chest tightness, or trouble breathing low blood pressure, dizziness, fainting, rapid or weak heartbeat, anxiety, or feeling of \"impending doom\" flushing, itching, hives, or feeling warm swelling of the throat or tongue, throat tightness, hoarse voice, or trouble swallowing Your healthcare provider will monitor you closely for symptoms of an allergic reaction while you are receiving Omalizumab-igec and for a period of time after treatment is initiated. Your healthcare provider should talk to you about getting medical treatment if you have symptoms of an allergic reaction. What is Omalizumab-igec? Omalizumab-igec is an injectable prescription medicine used to treat: moderate to severe persistent asthma in people 6 years of age and older whose asthma symptoms are not well controlled with asthma medicines called inhaled corticosteroids. A skin or blood test is performed to see if you have allergies to year-round allergens. It is not known if Omalizumab-igec is safe and effective in people with asthma under 6 years of age. chronic rhinosinusitis with nasal polyps (CRSwNP) in people 18 years of age and older when medicines to treat CRSwNP called nasal corticosteroids have not worked well enough. It is not known if Omalizumab-igec is safe and effective in people with CRSwNP under 18 years of age. food allergy in people 1 year of age and older to reduce allergic reactions that may occur after accidentally eating one or more foods to which you are allergic. While taking Omalizumab-igec you should continue to avoid all foods to which you are allergic. It is not known if Omalizumab-igec is safe and effective in people with food allergy under 1 year of age. chronic spontaneous urticaria (CSU, previously referred to as chronic idiopathic urticaria (CIU), chronic hives without a known cause) in people 12 years of age and older who continue to have hives that are not controlled with H1 antihistamine treatment. It is not known if Omalizumab-igec is safe and effective in people with CSU under 12 years of age. Omalizumab-igec should not be used for the emergency treatment of any allergic reactions, including anaphylaxis. Omalizumab-igec should also not be used to treat other forms of hives, or sudden breathing problems. Who should not receive and use Omalizumab-igec? Do not receive and use Omalizumab-igec if you: are allergic to omalizumab products or any of the ingredients in Omalizumab-igec. See the end of this Medication Guide for a complete list of ingredients in Omalizumab-igec. What should I tell my healthcare provider before receiving Omalizumab-igec? Before receiving Omalizumab-igec, tell your healthcare provider about all of your medical conditions, including if you: have sudden breathing problems (bronchospasm). have ever had a severe allergic reaction called anaphylaxis. have or have had a parasitic infection. have or have had cancer. are pregnant or plan to become pregnant. It is not known if Omalizumab-igec may harm your unborn baby. are breastfeeding or plan to breastfeed. It is not known if Omalizumab-igec passes into your breast milk. Talk with your healthcare provider about the best way to feed your baby while you receive and use Omalizumab-igec. Tell your healthcare provider about all the medicines you take , including prescription and over-the-counter medicines, vitamins, and herbal supplements. How should I receive and use Omalizumab-igec? When starting treatment Omalizumab-igec should be given by your healthcare provider in a healthcare setting. If your healthcare provider decides that you or a caregiver may be able to give your own Omalizumab-igec prefilled syringe injections, you should receive training on the right way to prepare and inject Omalizumab-igec. Do not try to inject Omalizumab-igec until you have been shown the right way to give Omalizumab-igec prefilled syringe injections by a healthcare provider. Use Omalizumab-igec exactly as prescribed by your healthcare provider. For children 12 years of age and older, Omalizumab-igec prefilled syringe may be self-injected under adult supervision. For children 1 to 11 years of age, Omalizumab-igec prefilled syringe should be injected by a caregiver. See the detailed Instructions for Use that comes with Omalizumab-igec for information on the right way to prepare and inject Omalizumab-igec. Omalizumab-igec is given in 1 or more injections under the skin (subcutaneous), 1 time every 2 or 4 weeks. In people with asthma, CRSwNP and food allergy, a blood test for a substance called IgE must be performed before starting Omalizumab-igec to determine the appropriate dose and dosing frequency. In people with chronic hives, a blood test is not necessary to determine the dose or dosing frequency. Do not decrease or stop taking any of your other asthma, CRSwNP, hive medicine, food allergy medicine or allergen immunotherapy unless your healthcare providers tell you to. You may not see improvement in your symptoms right away after Omalizumab-igec treatment. If your symptoms do not improve or get worse, call your healthcare provider. If you inject more Omalizumab-igec than prescribed, call your healthcare provider right away. What are the possible side effects of Omalizumab-igec? Omalizumab-igec may cause serious side effects, including: See \" What is the most important information I should know about Omalizumab-igec? \" Cancer . Cases of cancer were observed in some people who received Omalizumab-igec. Inflammation of your blood vessels . Rarely, this can happen in people with asthma who receive Omalizumab-igec. This usually, but not always, happens in people who also take a steroid medicine by mouth that is being stopped or the dose is being lowered. It is not known whether this is caused by Omalizumab-igec. Tell your healthcare provider right away if you have: rash shortness of breath chest pain a feeling of pins and needles or numbness of your arms or legs Fever, muscle aches, and rash . Some people get these symptoms 1 to 5 days after receiving a Omalizumab-igec injection. If you have any of these symptoms, tell your healthcare provider. Parasitic infection . Some people who are at a high risk for parasite (worm) infections, get a parasite infection after receiving Omalizumab-igec. Your healthcare provider can test your stool to check if you have a parasite infection. Heart and circulation problems . Some people who receive Omalizumab-igec have had chest pain, heart attack, blood clots in the lungs or legs, or temporary symptoms of weakness on one side of the body, slurred speech, or altered vision. It is not known whether these are caused by Omalizumab-igec. The most common side effects of Omalizumab-igec: In adults and children 12 years of age and older with asthma : joint pain especially in your arms and legs, dizziness, feeling tired, itching, skin rash, bone fractures, and pain or discomfort of your ears. In children 6 to less than 12 years of age with asthma : swelling of the inside of your nose, throat, or sinuses, headache, fever, throat infection, ear infection, abdominal pain, stomach infection, and nose bleeds. In adults with chronic rhinosinusitis with nasal polyps : headache, injection site reactions, joint pain, upper abdominal pain, and dizziness. In people with chronic spontaneous urticaria : nausea, headaches, swelling of the inside of your nose, throat or sinuses, cough, joint pain, and upper respiratory tract infection. In people with food allergy: injection site reactions and fever. These are not all the possible side effects of Omalizumab-igec. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. How should I store Omalizumab-igec? Store Omalizumab-igec in the refrigerator between 36°F to 46°F (2°C to 8°C). Keep your unused Omalizumab-igec prefilled syringes in the original carton until use to protect them from light. Omalizumab-igec prefilled syringe can be removed from and placed back in the refrigerator if needed. The total combined time out of refrigerator may not be more than 7 days. Do not use if Omalizumab-igec prefilled syringe is left at temperatures above 77°F (25°C) and discard in a FDA-cleared sharps disposal container. Do not freeze. Do not use if Omalizumab-igec prefilled syringes have been frozen. Do not shake. Keep Omalizumab-igec out of direct sunlight. Do not use Omalizumab-igec past the expiration date. Keep the Omalizumab-igec prefilled syringe, FDA-cleared sharps disposal container and all medicines out of the reach of children. General information about the safe and effective use of Omalizumab-igec. Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use Omalizumab-igec for a condition for which it was not prescribed. Do not give Omalizumab-igec to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about Omalizumab-igec that is written for health professionals. For more information, call 800-560-9414 What are the ingredients in Omalizumab-igec? Active ingredient: omalizumab-igec Inactive ingredients : Prefilled syringe : arginine hydrochloride, histidine, L-histidine hydrochloride monohydrate, and polysorbate 20 Manufactured by : CELLTRION, Inc. 23, Academy-ro, Yeonsu-gu, Incheon, 22014, Republic of Korea, U.S. License No.: 1996 Distributed by: CELLTRION USA, Inc. One Evertrust Plaza Suite 1207, Jersey City, NJ, 07302"
    ],
    "spl_medguide_table": [
      "<table width=\"100%\"><colgroup><col width=\"2%\" align=\"left\" valign=\"top\"/><col width=\"46%\" align=\"left\" valign=\"top\"/><col width=\"32%\" align=\"left\" valign=\"top\"/><col width=\"20%\" align=\"left\" valign=\"top\"/></colgroup><tfoot><tr styleCode=\"First Last\"><td colspan=\"3\" align=\"left\">This Medication Guide has been approved by the U.S. Food and Drug Administration</td><td align=\"right\">Revised: 12/2025</td></tr></tfoot><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"center\"><content styleCode=\"bold\">MEDICATION GUIDE  Omalizumab-igec (oh mah lye zoo&apos; mab)</content>  injection, for subcutaneous use</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\" ID=\"Important\">What is the most important information I should know about Omalizumab-igec? Omalizumab-igec may cause serious side effects, including: Severe allergic reaction</content>. A severe allergic reaction called anaphylaxis can happen when you receive Omalizumab-igec. The reaction can occur after the first dose, or after many doses. It may also occur right after a Omalizumab-igec injection or days later. Anaphylaxis is a life-threatening condition and can lead to death. Go to the nearest emergency room right away if you have any of these symptoms of an allergic reaction:<list listType=\"unordered\" styleCode=\"Disc\"><item>wheezing, shortness of breath, cough, chest tightness, or trouble breathing</item><item>low blood pressure, dizziness, fainting, rapid or weak heartbeat, anxiety, or feeling of &quot;impending doom&quot;</item><item>flushing, itching, hives, or feeling warm</item><item>swelling of the throat or tongue, throat tightness, hoarse voice, or trouble swallowing</item></list>Your healthcare provider will monitor you closely for symptoms of an allergic reaction while you are receiving Omalizumab-igec and for a period of time after treatment is initiated. Your healthcare provider should talk to you about getting medical treatment if you have symptoms of an allergic reaction.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">What is Omalizumab-igec?</content> Omalizumab-igec is an injectable prescription medicine used to treat:<list listType=\"unordered\" styleCode=\"Disc\"><item>moderate to severe persistent asthma in people 6 years of age and older whose asthma symptoms are not well controlled with asthma medicines called inhaled corticosteroids. A skin or blood test is performed to see if you have allergies to year-round allergens. It is not known if Omalizumab-igec is safe and effective in people with asthma under 6 years of age.</item><item>chronic rhinosinusitis with nasal polyps (CRSwNP) in people 18 years of age and older when medicines to treat CRSwNP called nasal corticosteroids have not worked well enough. It is not known if Omalizumab-igec is safe and effective in people with CRSwNP under 18 years of age.</item><item>food allergy in people 1 year of age and older to reduce allergic reactions that may occur after accidentally eating one or more foods to which you are allergic. While taking Omalizumab-igec you should continue to avoid all foods to which you are allergic. It is not known if Omalizumab-igec is safe and effective in people with food allergy under 1 year of age.</item><item>chronic spontaneous urticaria (CSU, previously referred to as chronic idiopathic urticaria (CIU), chronic hives without a known cause) in people 12 years of age and older who continue to have hives that are not controlled with H1 antihistamine treatment. It is not known if Omalizumab-igec is safe and effective in people with CSU under 12 years of age.</item></list>Omalizumab-igec should not be used for the emergency treatment of any allergic reactions, including anaphylaxis.  Omalizumab-igec should also not be used to treat other forms of hives, or sudden breathing problems.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">Who should not receive and use Omalizumab-igec?  Do not receive and use Omalizumab-igec if you:</content><list listType=\"unordered\" styleCode=\"Disc\"><item>are allergic to omalizumab products or any of the ingredients in Omalizumab-igec. See the end of this Medication Guide for a complete list of ingredients in Omalizumab-igec.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">What should I tell my healthcare provider before receiving Omalizumab-igec? Before receiving Omalizumab-igec, tell your healthcare provider about all of your medical conditions, including if you:</content><list listType=\"unordered\" styleCode=\"Disc\"><item>have sudden breathing problems (bronchospasm).</item><item>have ever had a severe allergic reaction called anaphylaxis.</item><item>have or have had a parasitic infection.</item><item>have or have had cancer.</item><item>are pregnant or plan to become pregnant. It is not known if Omalizumab-igec may harm your unborn baby.</item><item>are breastfeeding or plan to breastfeed. It is not known if Omalizumab-igec passes into your breast milk. Talk with your healthcare provider about the best way to feed your baby while you receive and use Omalizumab-igec.</item></list><content styleCode=\"bold\">Tell your healthcare provider about all the medicines you take</content>, including prescription and over-the-counter medicines, vitamins, and herbal supplements.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">How should I receive and use Omalizumab-igec?</content><list listType=\"unordered\" styleCode=\"Disc\"><item>When starting treatment Omalizumab-igec should be given by your healthcare provider in a healthcare setting.</item><item>If your healthcare provider decides that you or a caregiver may be able to give your own Omalizumab-igec prefilled syringe injections, you should receive training on the right way to prepare and inject Omalizumab-igec.</item><item>Do not try to inject Omalizumab-igec until you have been shown the right way to give Omalizumab-igec prefilled syringe injections by a healthcare provider. Use Omalizumab-igec exactly as prescribed by your healthcare provider.</item><item>For children 12 years of age and older, Omalizumab-igec prefilled syringe may be self-injected under adult supervision. For children 1 to 11 years of age, Omalizumab-igec prefilled syringe should be injected by a caregiver.</item><item>See the detailed <linkHtml href=\"#IFU\">Instructions for Use</linkHtml> that comes with Omalizumab-igec for information on the right way to prepare and inject Omalizumab-igec.</item><item>Omalizumab-igec is given in 1 or more injections under the skin (subcutaneous), 1 time every 2 or 4 weeks.</item><item>In people with asthma, CRSwNP and food allergy, a blood test for a substance called IgE must be performed before starting Omalizumab-igec to determine the appropriate dose and dosing frequency.</item><item>In people with chronic hives, a blood test is not necessary to determine the dose or dosing frequency.</item><item>Do not decrease or stop taking any of your other asthma, CRSwNP, hive medicine, food allergy medicine or allergen immunotherapy unless your healthcare providers tell you to.</item><item>You may not see improvement in your symptoms right away after Omalizumab-igec treatment. If your symptoms do not improve or get worse, call your healthcare provider.</item><item>If you inject more Omalizumab-igec than prescribed, call your healthcare provider right away.</item></list></td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">What are the possible side effects of Omalizumab-igec? Omalizumab-igec may cause serious side effects, including:</content><list listType=\"unordered\" styleCode=\"Disc\"><item>See &quot;<content styleCode=\"bold\"><linkHtml href=\"#Important\">What is the most important information I should know about Omalizumab-igec?</linkHtml></content>&quot;</item><item><content styleCode=\"bold\">Cancer</content>. Cases of cancer were observed in some people who received Omalizumab-igec.</item><item><content styleCode=\"bold\">Inflammation of your blood vessels</content>. Rarely, this can happen in people with asthma who receive Omalizumab-igec. This usually, but not always, happens in people who also take a steroid medicine by mouth that is being stopped or the dose is being lowered. It is not known whether this is caused by Omalizumab-igec. Tell your healthcare provider right away if you have:</item></list></td></tr><tr><td styleCode=\"Lrule\" align=\"left\"/><td align=\"left\"><list listType=\"unordered\" styleCode=\"Circle\"><item>rash</item><item>shortness of breath</item></list></td><td styleCode=\"Rrule\" colspan=\"2\" align=\"left\"><list listType=\"unordered\" styleCode=\"Circle\"><item>chest pain</item><item>a feeling of pins and needles or numbness of your arms or legs</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Fever, muscle aches, and rash</content>. Some people get these symptoms 1 to 5 days after receiving a Omalizumab-igec injection. If you have any of these symptoms, tell your healthcare provider.</item><item><content styleCode=\"bold\">Parasitic infection</content>. Some people who are at a high risk for parasite (worm) infections, get a parasite infection after receiving Omalizumab-igec. Your healthcare provider can test your stool to check if you have a parasite infection.</item><item><content styleCode=\"bold\">Heart and circulation problems</content>. Some people who receive Omalizumab-igec have had chest pain, heart attack, blood clots in the lungs or legs, or temporary symptoms of weakness on one side of the body, slurred speech, or altered vision. It is not known whether these are caused by Omalizumab-igec.</item></list><content styleCode=\"bold\">The most common side effects of Omalizumab-igec:</content><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">In adults and children 12 years of age and older with asthma</content>: joint pain especially in your arms and legs, dizziness, feeling tired, itching, skin rash, bone fractures, and pain or discomfort of your ears.</item><item><content styleCode=\"bold\">In children 6 to less than 12 years of age with asthma</content>: swelling of the inside of your nose, throat, or sinuses, headache, fever, throat infection, ear infection, abdominal pain, stomach infection, and nose bleeds.</item><item><content styleCode=\"bold\">In adults with chronic rhinosinusitis with nasal polyps</content>: headache, injection site reactions, joint pain, upper abdominal pain, and dizziness.</item><item><content styleCode=\"bold\">In people with chronic spontaneous urticaria</content>: nausea, headaches, swelling of the inside of your nose, throat or sinuses, cough, joint pain, and upper respiratory tract infection.</item><item><content styleCode=\"bold\">In people with food allergy:</content> injection site reactions and fever.</item></list>These are not all the possible side effects of Omalizumab-igec. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">How should I store Omalizumab-igec?</content><list listType=\"unordered\" styleCode=\"Disc\"><item>Store Omalizumab-igec in the refrigerator between 36&#xB0;F to 46&#xB0;F (2&#xB0;C to 8&#xB0;C).</item><item>Keep your unused Omalizumab-igec prefilled syringes in the original carton until use to protect them from light.</item><item>Omalizumab-igec prefilled syringe can be removed from and placed back in the refrigerator if needed. The total combined time out of refrigerator may not be more than 7 days. Do not use if Omalizumab-igec prefilled syringe is left at temperatures above 77&#xB0;F (25&#xB0;C) and discard in a FDA-cleared sharps disposal container.</item><item>Do not freeze. Do not use if Omalizumab-igec prefilled syringes have been frozen.</item><item>Do not shake.</item><item>Keep Omalizumab-igec out of direct sunlight.</item><item>Do not use Omalizumab-igec past the expiration date.</item></list><content styleCode=\"bold\">Keep the Omalizumab-igec prefilled syringe, FDA-cleared sharps disposal container and all medicines out of the reach of children.</content></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">General information about the safe and effective use of Omalizumab-igec.</content> Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use Omalizumab-igec for a condition for which it was not prescribed. Do not give Omalizumab-igec to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about Omalizumab-igec that is written for health professionals.  For more information, call 800-560-9414</td></tr><tr><td styleCode=\"Lrule Rrule\" colspan=\"4\" align=\"left\"><content styleCode=\"bold\">What are the ingredients in Omalizumab-igec? Active ingredient:</content> omalizumab-igec <content styleCode=\"bold\">Inactive ingredients</content>: Prefilled syringe : arginine hydrochloride, histidine, L-histidine hydrochloride monohydrate, and polysorbate 20 <content styleCode=\"bold\">Manufactured by</content>: <content styleCode=\"bold\">CELLTRION, Inc.</content> 23, Academy-ro, Yeonsu-gu, Incheon, 22014, Republic of Korea, U.S. License No.: 1996<content styleCode=\"bold\">Distributed by: CELLTRION USA, Inc.</content> One Evertrust Plaza Suite 1207, Jersey City, NJ, 07302</td></tr></tbody></table>"
    ],
    "instructions_for_use": [
      "INSTRUCTIONS FOR USE Omalizumab-igec (oh mah lye zoo' mab) injection, for subcutaneous use Single-Dose Prefilled Syringe Read and follow the Instructions for Use that come with your Omalizumab-igec Prefilled Syringe before you start using it and each time you get a refill. There may be new information. Before you use Omalizumab-igec Preﬁlled Syringe for the ﬁrst time, make sure your healthcare provider shows you the right way to use it. Do not use Omalizumab-igec for the emergency treatment of any allergic reactions, including anaphylaxis, hives or sudden breathing problems. For children 12 years of age and older, Omalizumab-igec Prefilled Syringe may be self-injected under adult supervision. For children 1 to 11 years of age, Omalizumab-igec Prefilled Syringe should be injected by a caregiver and healthcare provider. Parts of the Prefilled Syringe (see Figure A ) Figure A Choose the Correct Prefilled Syringe or Combination of Prefilled Syringes Omalizumab-igec Prefilled Syringes are available in 3 dose strengths (see Figure B ). These instructions are to be used for all dose strengths. Figure B Your prescribed dose may require more than 1 injection. The Dosing Table ( Figure C ) below shows the combination of Prefilled Syringes needed to give your full dose. Check the label on the Omalizumab-igec carton to make sure you have received the correct Prefilled Syringe or combination of Prefilled Syringes for your prescribed dose. If your dose requires more than 1 injection, complete all injections for your prescribed dose, immediately one after another. Contact your healthcare provider if you have any questions. Dosing Table Note: Your healthcare provider may prescribe a different combination of Prefilled Syringes for your complete dose. How Should I Store Omalizumab-igec? Store the unused Prefilled Syringe in the original carton and store the carton in a refrigerator between 36°F to 46°F (2°C to 8°C). Do not remove the Prefilled Syringe from its original carton during storage. Keep the Prefilled Syringe out of direct light. Do not freeze. Do not use if the Prefilled Syringe has been frozen. Before giving an injection, the carton can be removed from and placed back in the refrigerator if needed. The total combined time out of the refrigerator may not exceed 7 days. If the Prefilled Syringe is exposed to temperatures above 77°F (25°C), do not use it and throw away in a FDA-cleared sharps disposal container. Keep the Prefilled Syringe, and all medicines out of reach of children. Prefilled Syringe contains small parts. Important information Do not open the sealed carton until you are ready to inject the Prefilled Syringe. Do not use if the carton or the Prefilled Syringe is damaged or appears to be tampered with. Do not take the Cap off until you are ready to inject the Prefilled Syringe. Do not use if the Prefilled Syringe has been dropped on a hard surface or dropped after removing the Cap. Do not reuse the same Prefilled Syringe. Do not leave the Prefilled Syringe unattended. Do not try to take the Prefilled Syringe apart at any time This Instructions for Use has been approved by the U.S. Food and Drug Administration 12/2025 Preparing for the Injection 1. Take the carton containing the Prefilled Syringe out of the refrigerator. 1a. If you need more than 1 Prefilled Syringe to deliver your prescribed dose (see Figure C ), take all the cartons out of the refrigerator at the same time (each carton contains 1 Prefilled Syringe). The following steps must be followed for each Prefilled Syringe. Figure D 2. Gather the supplies needed to give your injection. (see Figure D ). -Carton containing Prefilled Syringe Not included in the carton: -Alcohol swab-Cotton ball or gauze-Adhesive bandage-FDA-cleared Sharps disposal container Note : You may need more than 1 Prefilled Syringe for your prescribed dose. See the Dosing Table (Figure C) above for more information. Each carton contains 1 Prefilled Syringe. Figure E 3. Check the expiration on the carton (see Figure E ). Do not use it if the expiration date has passed. If the expiration date has passed, safely dispose of the carton in a FDA-cleared sharps disposal container (see Step 17. Dispose of the Prefilled Syringe ) and contact your healthcare provider. Figure F 4. Allow the Prefilled Syringe to reach room temperature. 4a.Set aside the unopened carton on a clean, flat surface for at least 30 to 45 minutes to allow it to warm up. Leave the Prefilled Syringe in the carton to protect it from light (see Figure F ). Do not warm the Prefilled Syringe using heat sources such as hot water or a microwave. If the Prefilled Syringe does not reach room temperature, this could cause the injection to feel uncomfortable and make it hard to push the Plunger rod. Figure G 5. Wash your hands. 5a.Wash your hands with soap and water and dry them thoroughly (see Figure G ). Figure H 6. Remove the Prefilled Syringe from the carton. 6a.Open the carton.6b.Gripping from the syringe body lift the Prefilled Syringe from the carton (see Figure H ). Do not touch the Plunger rod or Cap when removing the Prefilled Syringe from the carton. Do not flip the carton upside down to take out the Prefilled Syringe. Figure I 7. Inspect the Prefilled Syringe. 7a.Look at the Prefilled Syringe and make sure you have the correct medicine (Omalizumab-igec) and dosage.7b.Look at the Prefilled Syringe and make sure it is not cracked, damaged, or has been tampered with.• Do not use if the Prefilled Syringe is cracked, damaged, or appears to be tampered with.7c.Check the expiration date on the label of the Prefilled Syringe (see Figure I ). Do not use if the expiration date has passed. Note: If the expiration date is not visible in the viewing window, rotate the plunger rod of the Prefilled Syringe until the expiration date becomes visible. Figure J 8. Inspect the Medicine. 8a. Look at the Medicine and confirm that the liquid is clear to slightly cloudy, colorless to pale brownish-yellow, and free of particles (see Figure J ). Do not use the Prefilled Syringe if the liquid is discolored, distinctly cloudy, or contains particles in it. You may see air bubbles in the liquid. This is normal. Do not try to remove the air bubbles. 8b.If the Medicine does not look as described or if the expiration date has passed, safely dispose of the Prefilled Syringe in a FDA-cleared sharps disposal container (see Step 17 ) and contact your healthcare provider. Figure K 9. Choose an injection site (see Figure K ) 9a.If you are giving yourself the injection, you can inject into:-The front of the thighs.-The stomach area (abdomen) except within the 2-inch (5-cm) area around your belly button (navel).9b.If a caregiver or Health Care Provider (HCP) is giving the injection, they can use:-The outer area of the upper arm.-The front of the thighs.-The stomach area (abdomen) except within the 2-inch (5-cm) area around your belly button (navel).• Do not inject into moles, scars, bruises, or areas where the skin is tender, red, hard, or if there are breaks in the skin.• Do not inject through clothing. The injection site should be exposed, clean skin.9c.If your prescribed dose requires more than 1 injection, make sure your injections are at least 1 inch (2.5 cm) apart from each other. Figure L 10. Clean the injection site. 10a. Clean the injection site with an alcohol swab using a circular motion (see Figure L ).10b. Let the skin dry for 10 seconds before injecting. Do not fan or blow on the clean area. Do not touch the injection site again before giving the injection. Giving the Injection Figure M 11. Remove the Cap. 11a. Hold the Prefilled Syringe by the syringe body in one hand. 11.bGently pull the Cap straight off with the other hand (See Figure M ). Do not remove the Cap until you are ready to inject. Do not twist the Cap. Do not hold, push or pull the Plunger rod while removing the Cap. You may see a few drops of liquid at the tip of the Needle. This is normal. 11c. Dispose of the Cap right away in a FDA-cleared sharps disposal container (see Step 17. Dispose of the Prefilled Syringe and Figure M ). Do not re-cap the Prefilled Syringe. Do not touch the Needle or let it touch any surfaces after removing the Cap. Figure N 12. Insert the Prefilled Syringe into the injection site. 12a. Gently pinch a fold of skin at the injection site with one hand. Hold the pinched skin tightly until the injection is complete. Note: Pinching the skin is important to make sure that you inject under the skin (into the fatty area) but not any deeper (into muscle).12b. With a quick and \"dart-like\" motion, insert the Needle all the way into the pinched skin at an angle of about 45-degrees (see Figure N ). Note: It is important to use the correct angle to make sure the Medicine is delivered under the skin (into the fatty area), or the injection could be uncomfortable and the Medicine may not work. Do not touch the Plunger rod while inserting the Needle into the skin. Do not insert the needle through clothing. Hold the Prefilled syringe tightly in place and do not change the angle of injection or insert the Needle again. Do not move and should avoid sudden movements throughout the injection. Figure O 13. Give the injection. 13a. Slowly push the Plunger rod all the way down until the full dose of medicine gets injected, and the syringe is empty (see Figure O ). Do not change the position of the Prefilled Syringe after the injection has started. If the Plunger rod is not fully pressed, the Safety Guard will not extend to cover the Needle when it is removed. Figure P 14. Remove the Prefilled Syringe from the injection site. 14a. After the Prefilled Syringe is empty, slowly lift your thumb from the Plunger rod until the Needle is completely covered by the Safety Guard (see Figure P ). If the Needle is not covered, carefully remove the Prefilled Syringe from the skin and dispose of the Prefilled Syringe in a FDA-cleared sharps disposal container (see Step 17. Dispose of the Prefilled Syringe ). 14b. Remove the Prefilled Syringe from the injection site and release the pinch. Some bleeding may occur (see Step 15. Care for the injection site ). Do not reuse the Prefilled Syringe. 15. Care for the injection site. 15a. If some bleeding occurs or there is a drop of liquid at the injection site, treat the injection site by gently pressing, not rubbing, a cotton ball or gauze to the site and apply an adhesive bandage if needed. Do not rub the injection site. 15b. In case of skin contact with Medicine, wash the area that touched the Medicine with water. 16. If your prescribed dose requires more than 1 injection: 16a. Throw away the used Prefilled Syringe as described in Step 17. Dispose of the Prefilled Syringe .16b. Repeat Step 2 through Step 15 for the next injection using a new Prefilled Syringe. Make sure each injection is at least 1 inch (2.5 cm) apart from each other. Complete all the required injections for your prescribed dose, immediately one after another. Contact your healthcare provider if you have any questions. After the injection Figure Q 17. Dispose of the Prefilled Syringe. 17a. Put the used Prefilled Syringe in a FDA-cleared sharps disposal container right away after use (see Figure Q ). The Omalizumab-igec Prefilled Syringe is a single dose syringe and should not be used again. Do not re-cap the Prefilled Syringe. Do not throw away (dispose of) the Prefilled Syringe in your household trash If you do not have an FDA-cleared sharps disposal container, you may use a household container that is:-made of a heavy-duty plastic,-can be closed with a tight fitting, puncture-resistant lid, without sharps being able to come out,-upright and stable during use,-leak-resistant, and-properly labeled to warn of hazardous waste inside the containerWhen your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of it. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: http://www.fda.gov/safesharpsdisposal. Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Manufactured by: CELLTRION, Inc. 23 Academy-ro, Yeonsu-gu, Incheon, 22014, Republic of Korea, U.S. License No.: 1996 Image Image Image Image Image Image Image Image Image Image Image Image Image Image Image Image Image"
    ],
    "instructions_for_use_table": [
      "<table width=\"100%\"><colgroup><col width=\"100%\" align=\"left\" valign=\"top\"/></colgroup><tbody><tr styleCode=\"First Last\"><td styleCode=\"Lrule Rrule\" align=\"left\"><content styleCode=\"bold\">Do not use Omalizumab-igec for the emergency treatment of any allergic reactions, including anaphylaxis, hives or sudden breathing problems.</content></td></tr></tbody></table>",
      "<table width=\"50%\"><colgroup><col width=\"100%\" align=\"center\" valign=\"top\"/></colgroup><tbody><tr><td align=\"center\"><renderMultiMedia referencedObject=\"MM6\"/></td></tr><tr><td align=\"right\"><content styleCode=\"bold\">Figure A</content></td></tr></tbody></table>",
      "<table width=\"50%\"><colgroup><col width=\"100%\" align=\"center\" valign=\"top\"/></colgroup><tbody><tr><td align=\"center\"><renderMultiMedia referencedObject=\"MM7\"/></td></tr><tr><td align=\"right\"><content styleCode=\"bold\">Figure B</content></td></tr></tbody></table>",
      "<table width=\"50%\"><colgroup><col width=\"100%\" align=\"center\" valign=\"top\"/></colgroup><tbody><tr><td align=\"center\"><renderMultiMedia referencedObject=\"MM8\"/></td></tr></tbody></table>",
      "<table width=\"95%\"><colgroup><col width=\"50%\" align=\"center\" valign=\"top\"/><col width=\"50%\" align=\"left\" valign=\"top\"/></colgroup><tfoot><tr styleCode=\"First Last\"><td align=\"left\">This Instructions for Use has been approved by the U.S. Food and Drug Administration</td><td align=\"right\">12/2025</td></tr></tfoot><tbody><tr styleCode=\"Botrule First\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" align=\"left\"><content styleCode=\"bold\">Preparing for the Injection</content> <content styleCode=\"bold\">1. Take the carton containing the Prefilled Syringe out of the refrigerator.</content> 1a. If you need more than 1 Prefilled Syringe to deliver your prescribed dose (see <content styleCode=\"bold\"><linkHtml href=\"#figureC\">Figure C</linkHtml></content>), take all the cartons out of the refrigerator at the same time (each carton contains 1 Prefilled Syringe). The following steps must be followed for each Prefilled Syringe.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM9\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure D</paragraph></td><td styleCode=\"Rrule\" align=\"left\">2.<content styleCode=\"bold\">Gather the supplies needed to give your injection. (see <content styleCode=\"bold\"><linkHtml href=\"#figureD\">Figure D</linkHtml>).</content></content>-Carton containing Prefilled Syringe<content styleCode=\"bold\">Not included in the carton:</content>-Alcohol swab-Cotton ball or gauze-Adhesive bandage-FDA-cleared Sharps disposal container<content styleCode=\"italics\">Note</content>: You may need more than 1 Prefilled Syringe for your prescribed dose. See the <content styleCode=\"bold\"><linkHtml href=\"#FigureC2\">Dosing Table (Figure C) above </linkHtml></content> for more information. Each carton contains 1 Prefilled Syringe.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM10\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure E</paragraph></td><td styleCode=\"Rrule\" align=\"left\">3.<content styleCode=\"bold\">Check the expiration on the carton (see <linkHtml href=\"#figureE\">Figure E</linkHtml>).</content><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not use</content> it if the expiration date has passed.</item><item>If the expiration date has passed, safely dispose of the carton in a FDA-cleared sharps disposal container (see <content styleCode=\"bold\"><linkHtml href=\"#step17\">Step 17. Dispose of the Prefilled Syringe</linkHtml></content>) and contact your healthcare provider.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM11\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure F</paragraph></td><td styleCode=\"Rrule\" align=\"left\">4.<content styleCode=\"bold\">Allow the Prefilled Syringe to reach room temperature.</content>4a.Set aside the unopened carton on a clean, flat surface for at least 30 to 45 minutes to allow it to warm up. Leave the Prefilled Syringe in the carton to protect it from light (see <content styleCode=\"bold\"><linkHtml href=\"#figureF\">Figure F</linkHtml></content><content styleCode=\"italics\">).</content><list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> warm the Prefilled Syringe using heat sources such as hot water or a microwave.</item><item>If the Prefilled Syringe does not reach room temperature, this could cause the injection to feel uncomfortable and make it hard to push the Plunger rod.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM12\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure G</paragraph></td><td styleCode=\"Rrule\" align=\"left\">5.<content styleCode=\"bold\">Wash your hands.</content>5a.Wash your hands with soap and water and dry them thoroughly (see <content styleCode=\"bold\"><linkHtml href=\"#figureG\">Figure G</linkHtml></content>).</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM13\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure H</paragraph></td><td styleCode=\"Rrule\" align=\"left\">6.<content styleCode=\"bold\">Remove the Prefilled Syringe from the carton.</content>6a.Open the carton.6b.Gripping from the syringe body lift the Prefilled Syringe from the carton (see <content styleCode=\"bold\"><linkHtml href=\"#figureH\">Figure H</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not touch</content> the Plunger rod or Cap when removing the Prefilled Syringe from the carton.</item><item><content styleCode=\"bold\">Do not</content> flip the carton upside down to take out the Prefilled Syringe.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM14\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure I</paragraph></td><td styleCode=\"Rrule\" align=\"left\">7.<content styleCode=\"bold\">Inspect the Prefilled Syringe.</content>7a.Look at the Prefilled Syringe and make sure you have the correct medicine (Omalizumab-igec) and dosage.7b.Look at the Prefilled Syringe and make sure it is not cracked, damaged, or has been tampered with.&#x2022;<content styleCode=\"bold\">Do not</content> use if the Prefilled Syringe is cracked, damaged, or appears to be tampered with.7c.Check the expiration date on the label of the Prefilled Syringe (see <content styleCode=\"bold\"><linkHtml href=\"#figureI\">Figure I</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> use if the expiration date has passed.</item></list><content styleCode=\"italics\">Note:</content> If the expiration date is not visible in the viewing window, rotate the plunger rod of the Prefilled Syringe until the expiration date becomes visible.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM15\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure J</paragraph></td><td styleCode=\"Rrule\" align=\"left\">8.<content styleCode=\"bold\">Inspect the Medicine.</content>8a. Look at the Medicine and confirm that the liquid is clear to slightly cloudy, colorless to pale brownish-yellow, and free of particles (see <content styleCode=\"bold\"><linkHtml href=\"#figureJ\">Figure J</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> use the Prefilled Syringe if the liquid is discolored, distinctly cloudy, or contains particles in it.</item><item>You may see air bubbles in the liquid. This is normal.</item><item><content styleCode=\"bold\">Do not</content> try to remove the air bubbles.</item></list>8b.If the Medicine does not look as described or if the expiration date has passed, safely dispose of the Prefilled Syringe in a FDA-cleared sharps disposal container (see <content styleCode=\"bold\"><linkHtml href=\"#step17\">Step 17</linkHtml></content>) and contact your healthcare provider.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM16\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure K</paragraph></td><td styleCode=\"Rrule\" align=\"left\">9.<content styleCode=\"bold\">Choose an injection site (see <linkHtml href=\"#figureK\">Figure K</linkHtml>)</content>9a.If you are giving yourself the injection, you can inject into:-The front of the thighs.-The stomach area (abdomen) except within the 2-inch (5-cm) area around your belly button (navel).9b.If a caregiver or Health Care Provider (HCP) is giving the injection, they can use:-The outer area of the upper arm.-The front of the thighs.-The stomach area (abdomen) except within the 2-inch (5-cm) area around your belly button (navel).&#x2022;<content styleCode=\"bold\">Do not</content> inject into moles, scars, bruises, or areas where the skin is tender, red, hard, or if there are breaks in the skin.&#x2022;<content styleCode=\"bold\">Do not</content> inject through clothing. The injection site should be exposed, clean skin.9c.If your prescribed dose requires more than 1 injection, make sure your injections are at least 1 inch (2.5 cm) apart from each other.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM17\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure L</paragraph></td><td styleCode=\"Rrule\" align=\"left\">10.<content styleCode=\"bold\">Clean the injection site.</content>10a. Clean the injection site with an alcohol swab using a circular motion (see <content styleCode=\"bold\"><linkHtml href=\"#figureL\">Figure L</linkHtml></content>).10b. Let the skin dry for 10 seconds before injecting.<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> fan or blow on the clean area.</item><item><content styleCode=\"bold\">Do not</content> touch the injection site again before giving the injection.</item></list></td></tr><tr><td styleCode=\"Lrule\" align=\"left\"><content styleCode=\"bold\">Giving the Injection</content></td><td styleCode=\"Rrule\" align=\"left\"/></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM18\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure M</paragraph></td><td styleCode=\"Rrule\" align=\"left\">11.<content styleCode=\"bold\">Remove the Cap.</content>11a. Hold the Prefilled Syringe by the syringe body in one hand. 11.bGently pull the Cap straight off with the other hand (See <content styleCode=\"bold\"><linkHtml href=\"#figureM\">Figure M</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> remove the Cap until you are ready to inject.</item><item><content styleCode=\"bold\">Do not</content> twist the Cap.</item><item><content styleCode=\"bold\">Do not</content> hold, push or pull the Plunger rod while removing the Cap.</item><item>You may see a few drops of liquid at the tip of the Needle. This is normal.</item></list>11c. Dispose of the Cap right away in a FDA-cleared sharps disposal container (see <content styleCode=\"bold\"><linkHtml href=\"#step17\">Step 17. Dispose of the Prefilled Syringe</linkHtml></content> and <content styleCode=\"bold\"><linkHtml href=\"#figureM\">Figure M</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> re-cap the Prefilled Syringe.</item><item><content styleCode=\"bold\">Do not</content> touch the Needle or let it touch any surfaces after removing the Cap.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\" valign=\"middle\"><renderMultiMedia referencedObject=\"MM19\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure N</paragraph></td><td styleCode=\"Rrule\" align=\"left\">12.<content styleCode=\"bold\">Insert the Prefilled Syringe into the injection site.</content>12a. Gently pinch a fold of skin at the injection site with one hand. Hold the pinched skin tightly until the injection is complete.<content styleCode=\"italics\">Note:</content> Pinching the skin is important to make sure that you inject under the skin (into the fatty area) but not any deeper (into muscle).12b. With a quick and &quot;dart-like&quot; motion, insert the Needle all the way into the pinched skin at an angle of about 45-degrees (see <content styleCode=\"bold\"><linkHtml href=\"#figureN\">Figure N</linkHtml></content>).<content styleCode=\"italics\">Note:</content>It is important to use the correct angle to make sure the Medicine is delivered under the skin (into the fatty area), or the injection could be uncomfortable and the Medicine may not work.<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> touch the Plunger rod while inserting the Needle into the skin.</item><item><content styleCode=\"bold\">Do not</content> insert the needle through clothing.</item><item>Hold the Prefilled syringe tightly in place and <content styleCode=\"bold\">do not</content> change the angle of injection or insert the Needle again. <content styleCode=\"bold\">Do</content> not move and should avoid sudden movements throughout the injection.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\"><renderMultiMedia referencedObject=\"MM20\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure O</paragraph></td><td styleCode=\"Rrule\" align=\"left\">13.<content styleCode=\"bold\">Give the injection.</content>13a. Slowly push the Plunger <content styleCode=\"bold\">rod all the way down</content> until the full dose of medicine gets injected, and the syringe is empty (see <content styleCode=\"bold\"><linkHtml href=\"#figureO\">Figure O</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> change the position of the Prefilled Syringe after the injection has started.</item><item>If the Plunger rod is not fully pressed, the Safety Guard will not extend to cover the Needle when it is removed.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule\" align=\"center\" valign=\"middle\"><renderMultiMedia referencedObject=\"MM21\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure P</paragraph></td><td styleCode=\"Rrule\" align=\"left\">14.<content styleCode=\"bold\">Remove the Prefilled Syringe from the injection site.</content>14a. After the Prefilled Syringe is empty, slowly lift your thumb from the Plunger rod until the Needle is completely covered by the Safety Guard (see <content styleCode=\"bold\"><linkHtml href=\"#figureP\">Figure P</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item>If the Needle is not covered, carefully remove the Prefilled Syringe from the skin and dispose of the Prefilled Syringe in a FDA-cleared sharps disposal container (see <content styleCode=\"bold\"><linkHtml href=\"#step17\">Step 17. Dispose of the Prefilled Syringe</linkHtml></content>).</item></list>14b. Remove the Prefilled Syringe from the injection site and release the pinch.<list listType=\"unordered\" styleCode=\"Disc\"><item>Some bleeding may occur (see <content styleCode=\"bold\"><linkHtml href=\"#step15\">Step 15. Care for the injection site</linkHtml></content>).</item><item><content styleCode=\"bold\">Do not</content> reuse the Prefilled Syringe.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" align=\"left\">15.<content styleCode=\"bold\">Care for the injection site.</content>15a. If some bleeding occurs or there is a drop of liquid at the injection site, treat the injection site by gently pressing, not rubbing, a cotton ball or gauze to the site and apply an adhesive bandage if needed.<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> rub the injection site.</item></list>15b. In case of skin contact with Medicine, wash the area that touched the Medicine with water.</td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" align=\"left\">16.<content styleCode=\"bold\">If your prescribed dose requires more than 1 injection: </content>16a. Throw away the used Prefilled Syringe as described in <content styleCode=\"bold\">Step 17. Dispose of the Prefilled Syringe</content> .16b. Repeat <content styleCode=\"bold\">Step 2</content> through <content styleCode=\"bold\">Step 15</content>for the next injection using a new Prefilled Syringe.<list listType=\"unordered\" styleCode=\"Disc\"><item>Make sure each injection is <content styleCode=\"bold\">at least 1 inch (2.5 cm)</content> apart from each other.</item><item>Complete all the required injections for your prescribed dose, immediately one after another.</item><item>Contact your healthcare provider if you have any questions.</item></list></td></tr><tr><td styleCode=\"Lrule\" align=\"left\"><content styleCode=\"bold\">After the injection</content></td><td styleCode=\"Rrule\" align=\"left\"/></tr><tr styleCode=\"Botrule Last\"><td styleCode=\"Lrule\" align=\"center\" valign=\"middle\"><renderMultiMedia referencedObject=\"MM22\"/><paragraph styleCode=\"MultiMediaCaption\"> Figure Q</paragraph></td><td styleCode=\"Rrule\" align=\"left\">17.<content styleCode=\"bold\" ID=\"step17\">Dispose of the Prefilled Syringe.</content>17a. Put the used Prefilled Syringe in a FDA-cleared sharps disposal container right away after use (see <content styleCode=\"bold\"><linkHtml href=\"#figureQ\">Figure Q</linkHtml></content>).<list listType=\"unordered\" styleCode=\"Disc\"><item>The Omalizumab-igec Prefilled Syringe is a single dose syringe and should not be used again.</item><item><content styleCode=\"bold\">Do not</content> re-cap the Prefilled Syringe.</item><item><content styleCode=\"bold\">Do not</content> throw away (dispose of) the Prefilled Syringe in your household trash</item></list>If you do not have an FDA-cleared sharps disposal container, you may use a household container that is:-made of a heavy-duty plastic,-can be closed with a tight fitting, puncture-resistant lid, without sharps being able to come out,-upright and stable during use,-leak-resistant, and-properly labeled to warn of hazardous waste inside the containerWhen your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of it. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA&apos;s website at: http://www.fda.gov/safesharpsdisposal.<list listType=\"unordered\" styleCode=\"Disc\"><item><content styleCode=\"bold\">Do not</content> dispose of your used sharps disposal container in your household trash unless your community guidelines permit this.</item><item><content styleCode=\"bold\">Do not</content> recycle your used sharps disposal container.</item></list></td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 75 mg/0.5 mL Syringe Carton Rx only NDC 72606-052-01 Omalizumab-igec Injection 75 mg/0.5 mL x 1 FOR SUBCUTANEOUS USE ATTENTION: Dispense the enclosed Medication Guide to each patient 1 single-dose Prefilled Syringe with safety guard Do not use for emergency treatment. Your dose may require more than 1 injection. For questions, contact your healthcare provider. CELLTRION USA CELLTRION PRINCIPAL DISPLAY PANEL - 75 mg/0.5 mL Syringe Carton",
      "PRINCIPAL DISPLAY PANEL - 150 mg/mL Syringe Carton Rx only NDC 72606-053-01 Omalizumab-igec Injection 150 mg/mL x 1 FOR SUBCUTANEOUS USE ATTENTION: Dispense the enclosed Medication Guide to each patient 1 single-dose Prefilled Syringe with safety guard Do not use for emergency treatment. Your dose may require more than 1 injection. For questions, contact your healthcare provider. CELLTRION USA CELLTRION PRINCIPAL DISPLAY PANEL - 150 mg/mL Syringe Carton",
      "PRINCIPAL DISPLAY PANEL - 300 mg/2 mL Syringe Carton Rx only NDC 72606-061-01 Omalizumab-igec Injection 300 mg/2 mL (150 mg/mL) x 1 FOR SUBCUTANEOUS USE ATTENTION: Dispense the enclosed Medication Guide to each patient 1 single-dose Prefilled Syringe with safety guard Do not use for emergency treatment. Your dose may require more than 1 injection. For questions, contact your healthcare provider. CELLTRION USA CELLTRION PRINCIPAL DISPLAY PANEL - 300 mg/2 mL Syringe Carton"
    ],
    "set_id": "a2075490-d8e7-4c23-8b2e-8f2cd5a67948",
    "id": "6356735d-ee43-422c-b6ef-6dd2e31764f7",
    "effective_time": "20251205",
    "version": "4",
    "openfda": {
      "application_number": [
        "BLA761399"
      ],
      "brand_name": [
        "Omalizumab-igec"
      ],
      "generic_name": [
        "OMALIZUMAB-IGEC"
      ],
      "manufacturer_name": [
        "CELLTRION, Inc."
      ],
      "product_ndc": [
        "72606-052",
        "72606-053",
        "72606-061"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "SUBCUTANEOUS"
      ],
      "substance_name": [
        "OMALIZUMAB"
      ],
      "spl_id": [
        "6356735d-ee43-422c-b6ef-6dd2e31764f7"
      ],
      "spl_set_id": [
        "a2075490-d8e7-4c23-8b2e-8f2cd5a67948"
      ],
      "package_ndc": [
        "72606-052-01",
        "72606-053-01",
        "72606-061-01",
        "72606-061-02"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175794",
        "N0000175793",
        "N0000175792"
      ],
      "pharm_class_epc": [
        "Anti-IgE [EPC]"
      ],
      "pharm_class_pe": [
        "Decreased IgE Activity [PE]"
      ],
      "pharm_class_moa": [
        "IgE-directed Antibody Interactions [MoA]"
      ],
      "unii": [
        "2P471X1Z11"
      ]
    }
  }
]