[
  {
    "spl_product_data_elements": [
      "Sunscreen Cream Zinc Oxide 12%,Titanium Dioxide 8%, Homosalate 12%, Octisalate4.5%,Phenylbenzimidazole Sulfonic Acid 3.5% BEESWAX POTASSIUM SORBATE POLYGLYCERYL-3 POLYDIMETHYLSILOXYETHYL DIMETHICONE (4000 MPA.S) SODIUM BENZOATE CAPRYLIC/CAPRIC TRIGLYCERIDE HYDROGENATED POLY(C6-14 OLEFIN; 2 CST) PHENYLBENZIMIDAZOLE SULFONIC ACID PHENYLBENZIMIDAZOLE SULFONIC ACID WATER CITRIC ACID ZINC OXIDE ZINC OXIDE TITANIUM DIOXIDE TITANIUM DIOXIDE HOMOSALATE HOMOSALATE OCTISALATE OCTISALATE C12-15 ALKYL BENZOATE GLYCERIN POLYHYDROXYSTEARIC ACID (2300 MW) POLYGLYCERYL-6 STEARATE POLYGLYCERYL-6 BEHENATE TOCOPHEROL XANTHAN GUM"
    ],
    "active_ingredient": [
      "Zinc Oxide 12%,Titanium Dioxide 8%, Homosalate 12%, Octisalate4.5%,Phenylbenzimidazole Sulfonic Acid 3.5%"
    ],
    "purpose": [
      "Sunscreen"
    ],
    "indications_and_usage": [
      "Uses helps prevent sunburn if used as directed with other sun protection measures (see Directions), decreases the risk of skin cancer and early skin aging caused by the sun."
    ],
    "warnings": [
      "For external use only."
    ],
    "do_not_use": [
      "Do not use on damaged or broken skin."
    ],
    "when_using": [
      "When using this product keep out of eyes. Rinse with water to remove."
    ],
    "stop_use": [
      "Stop use and ask a doctor if rash occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. lf product is swallowed, get medical help or contact a Poison Control Center right away.May stain some fabrics."
    ],
    "dosage_and_administration": [
      "Directions apply liberally 15 minutes before sun exposure reapply: after 80 minutes of swimming or sweating Immediately after towel drying \"at least every 2 hours Sun Protection Measures, Spending time in the sun increases your risk of skin cancer and early skin aging. To decrease this risk,regularly use a sunscreen with a broad spectrum SPF value of 15 or higher and other sun protection measures including:\" limit timein the sun,especially from 10 a.m.-2 p.m.\"wear long-sleeved children under 6 months: shirts, pants, hats, and sunglassesAsk a doctor"
    ],
    "inactive_ingredient": [
      "Aqua (Water) Caprylic/Capric Triglyceride C12‑15 Alkyl Benzoate Glycerin Hydrogenated Poly(C6‑14 Olefin) Polyhydroxystearic Acid Polyglyceryl‑3 Polydimethylsiloxyethyl Dimethicone Polyglyceryl‑6 Stearate Polyglyceryl‑6 Behenate Tocopherol Beeswax Xanthan Gum Sodium Benzoate Potassium Sorbate Citric Acid"
    ],
    "package_label_principal_display_panel": [
      "label3"
    ],
    "set_id": "460f0ca0-9440-9a6e-e063-6394a90a33b3",
    "id": "460f0ca0-9441-9a6e-e063-6394a90a33b3",
    "effective_time": "20251216",
    "version": "1",
    "openfda": {
      "application_number": [
        "M020"
      ],
      "brand_name": [
        "Sunscreen Cream"
      ],
      "generic_name": [
        "ZINC OXIDE 12%,TITANIUM DIOXIDE 8%, HOMOSALATE 12%, OCTISALATE4.5%,PHENYLBENZIMIDAZOLE SULFONIC ACID 3.5%"
      ],
      "manufacturer_name": [
        "Foshan Sugar Max Cosmetics CO.,Ltd"
      ],
      "product_ndc": [
        "84938-007"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "HOMOSALATE",
        "OCTISALATE",
        "PHENYLBENZIMIDAZOLE SULFONIC ACID",
        "TITANIUM DIOXIDE",
        "ZINC OXIDE"
      ],
      "spl_id": [
        "460f0ca0-9441-9a6e-e063-6394a90a33b3"
      ],
      "spl_set_id": [
        "460f0ca0-9440-9a6e-e063-6394a90a33b3"
      ],
      "package_ndc": [
        "84938-007-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0644818950005"
      ],
      "unii": [
        "V06SV4M95S",
        "4X49Y0596W",
        "9YQ9DI1W42",
        "15FIX9V2JP",
        "SOI2LOH54Z"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "VEAKSON BEEF TALLOW SUNSCREEN ZINC OXIDE,PHENYLBENZIMIDAZOLE SULFONIC ACID CETEARYL ALCOHOL STEPHANIA TETRANDRA WHOLE PHENOXYETHANOL ETHYLHEXYLGLYCERIN ALPHA-TOCOPHEROL ACETATE CI 77492 CETETH-2 SAURURUS CHINENSIS WHOLE ZINC OXIDE ZINC OXIDE C12-15 ALKYL BENZOATE PHENYLBENZIMIDAZOLE SULFONIC ACID PHENYLBENZIMIDAZOLE SULFONIC ACID LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE SILICA SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL DIMETHICONE SOYBEAN LECITHIN ETHYLHEXYL SALICYLATE OLEA EUROPAEA (OLIVE) FRUIT OIL BEESWAX ISONONYL ISONONANOATE SQUALANE BUTYROSPERMUM PARKII (SHEA) BUTTER GLYCERYL STEARATE EDETATE DISODIUM XANTHAN GUM WATER TARAXACUM OFFICINALE (DANDELION) ROOT ADEPS BOVIS"
    ],
    "active_ingredient": [
      "Active Ingredients ZINC OXIDE 20% PHENYLBENZIMIDAZOLE SULFONIC ACID 1%"
    ],
    "purpose": [
      "Purpose Sunscreen"
    ],
    "indications_and_usage": [
      "Uses Ensure skin is clean and dry before use. Shake well before use. Apply generously 15 minutes before sun exposure; Reapply: every 2 hours or immediately after swimming, sweating, or towel drying. Minimize sun exposure, especially between 10 AM and 2 PM, and wear long-sleeved clothing, long pants, a hat, and sunglasses; For children under 6 months: Consult a doctor."
    ],
    "warnings": [
      "Warnings For external use only. SkinCancer/SkinAging Alert :Spending time in the sun increases your risk of skin cancer and early skin aging. This product has been shown only to help prevent sunburn, notskin cancer or early skin aging."
    ],
    "stop_use": [
      "Stop Use If a rash develops or the product is swallowed, seek medical assistance immediately"
    ],
    "do_not_use": [
      "Do Not Use Do not use on damaged or broken skin."
    ],
    "when_using": [
      "When Using Avoid contact with eyes. If contact occurs, rinse immediately with water."
    ],
    "keep_out_of_reach_of_children": [
      "Keep Out Of Reach Of Children Keep out of reach of children. If a rash develops or the product is swallowed, seek medical assistance immediately."
    ],
    "inactive_ingredient": [
      "Inactive ingredients WATER 31.76% ETHYLHEXYL SALICYLATE 5% ADEPS BOVIS 5% C12-15 ALKYL BENZOATE 4% CETEARYL ALCOHOL 3.5% SQUALANE 3% DIMETHICONE 3% GLYCERYL STEARATE 3% ISONONYL ISONONANOATE 3% BUTYROSPERMUM PARKII (SHEA) BUTTER 3% SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL 3% OLEA EUROPAEA (OLIVE) FRUIT OIL 2% BEESWAX 2% SILICA 2% TOCOPHERYL ACETATE 1% C20-24 ALKYL DIMETHICONE 1% XANTHAN GUM 0.6% CETETH-2 0.5% LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE 0.5% SAURURUS CHINENSIS LEAF/ROOT EXTRACT 0.5% TARAXACUM OFFICINALE (DANDELION) LEAF EXTRACT 0.5% STEPHANIA TETRANDRA EXTRACT 0.5% PHENOXYETHANOL 0.45% LECITHIN 0.1% ETHYLHEXYLGLYCERIN 0.05% DISODIUM EDTA 0.02% CI 77492 0.02%"
    ],
    "dosage_and_administration": [
      "Dosage & administration Apply generously 15 minutes before sun exposure."
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL Label."
    ],
    "set_id": "473c241a-1258-1680-e063-6394a90a7d98",
    "id": "473c241a-1259-1680-e063-6394a90a7d98",
    "effective_time": "20260104",
    "version": "1",
    "openfda": {
      "application_number": [
        "M020"
      ],
      "brand_name": [
        "VEAKSON BEEF TALLOW SUNSCREEN"
      ],
      "generic_name": [
        "ZINC OXIDE,PHENYLBENZIMIDAZOLE SULFONIC ACID"
      ],
      "manufacturer_name": [
        "Guangdong Aimu Biological Technology Co., Ltd"
      ],
      "product_ndc": [
        "83566-563"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "PHENYLBENZIMIDAZOLE SULFONIC ACID",
        "ZINC OXIDE"
      ],
      "spl_id": [
        "473c241a-1259-1680-e063-6394a90a7d98"
      ],
      "spl_set_id": [
        "473c241a-1258-1680-e063-6394a90a7d98"
      ],
      "package_ndc": [
        "83566-563-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "6941858901856"
      ],
      "unii": [
        "9YQ9DI1W42",
        "SOI2LOH54Z"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "MY MEDIC SPF 30 REEF FRIENDLY SUNSCREEN Homosalate, Titanium Dioxide, Ethylhexyl Salicylate, Phenylbenzimidazole Sulfonic Acid GLYCERYL CAPRYLATE GLYCERYL MONOSTEARATE BUTYLOCTYL SALICYLATE GLYCERIN DIMETHICONE PEG-100 STEARATE ALUMINUM HYDROXIDE XANTHAN GUM LEVOMENOL POTASSIUM CETYL PHOSPHATE CAPRYLHYDROXAMIC ACID WATER ENSULIZOLE ENSULIZOLE OCTISALATE OCTISALATE HOMOSALATE HOMOSALATE TITANIUM DIOXIDE TITANIUM DIOXIDE AMMONIUM ACRYLOYLDIMETHYLTAURATE, DIMETHYLACRYLAMIDE, LAURYL METHACRYLATE AND LAURETH-4 METHACRYLATE COPOLYMER, TRIMETHYLOLPROPANE TRIACRYLATE CROSSLINKED (45000 MPA.S) STEARIC ACID ISOHEXADECANE POLYHYDROXYSTEARIC ACID STEARATE 1,2-HEXANEDIOL VINYLPYRROLIDONE/EICOSENE COPOLYMER TROLAMINE PROPYLENE GLYCOL"
    ],
    "active_ingredient": [
      "Active ingredient Homosalate 14% Titanium Dioxide 10% Ethylhexyl Salicylate 4.5% Phenylbenzimidazole Sulfonic Acid 1.5%"
    ],
    "purpose": [
      "Purpose Sunscreen"
    ],
    "indications_and_usage": [
      "Uses Helps prevent sunburn. lf used as directed with other sunburn protection measures (see Directions), decreases the risk of skin cancer and early skin aging caused by the sun."
    ],
    "warnings": [
      "Warnings For external use only Do not use on damaged or broken skin When using this product keep out of eyes. Rinse with water to remove. Stop use and ask a doctor if rash occurs Keep out of reach of children. If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "do_not_use": [
      "Do not use on damaged or broken skin"
    ],
    "when_using": [
      "When using this product keep out of eyes. Rinse with water to remove."
    ],
    "ask_doctor": [
      "Stop use and ask a doctor if rash occurs"
    ],
    "keep_out_of_reach_of_children": [
      "Keep out of reach of children. If product is swallowed, get medical help or contact a Poison Control Center right away."
    ],
    "dosage_and_administration": [
      "Directions Apply to skin liberally, avoiding the eye area. Wait at least 30 mins before sun exposure, or as directed by a physician. Re-apply after 80 mniutes of swimming and/or sweating. Re-apply immediately after towel drying and at least every 3 hours."
    ],
    "inactive_ingredient": [
      "Inactive ingredients Aluminum Hydroxide, Bisabolol, Butyloctyl Salicylate, Caprylhydroxamic Acid, Dimethicone, Glycerin, Glyceryl Caprylate, Glyceryl Stearate, lsohexadecane, Peg-100 Stearate, Polyacrylate Crosspolymer-6, Polyhydroxystearic Acid, Potassium Cetyl Phosphate, Propylene Glycol, Stearic Acid, Triethanolamine, VP Eicosene Copolymer, Water, Xanthan Gum, 1,2 Hexanediol"
    ],
    "package_label_principal_display_panel": [
      "image of pouch label"
    ],
    "set_id": "ec252876-7205-83ec-e053-2a95a90a1463",
    "id": "0eff83bb-ba02-3c1d-e063-6294a90a7b4f",
    "effective_time": "20240115",
    "version": "2",
    "openfda": {
      "application_number": [
        "M020"
      ],
      "brand_name": [
        "MY MEDIC SPF 30 REEF FRIENDLY SUNSCREEN"
      ],
      "generic_name": [
        "HOMOSALATE, TITANIUM DIOXIDE, ETHYLHEXYL SALICYLATE, PHENYLBENZIMIDAZOLE SULFONIC ACID"
      ],
      "manufacturer_name": [
        "Sled Distribution, LLC"
      ],
      "product_ndc": [
        "81417-009"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "ENSULIZOLE",
        "HOMOSALATE",
        "OCTISALATE",
        "TITANIUM DIOXIDE"
      ],
      "spl_id": [
        "0eff83bb-ba02-3c1d-e063-6294a90a7b4f"
      ],
      "spl_set_id": [
        "ec252876-7205-83ec-e053-2a95a90a1463"
      ],
      "package_ndc": [
        "81417-009-01"
      ],
      "is_original_packager": [
        true
      ],
      "unii": [
        "9YQ9DI1W42",
        "V06SV4M95S",
        "4X49Y0596W",
        "15FIX9V2JP"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Derma Pella Sunscreen Advance Cream-Gel Octocrylene, Avobenzone, Ethylhexyl Salicylate, Phenylbenzimidazole Sulfonic Acid, Polysilicone-15, Titanium Dioxide ENSULIZOLE ENSULIZOLE TITANIUM DIOXIDE TITANIUM DIOXIDE WATER OCTISALATE OCTISALATE CARBOMER COPOLYMER TYPE B (ALLYL PENTAERYTHRITOL CROSSLINKED) CETOSTEARYL ALCOHOL EDETATE DISODIUM ANHYDROUS POLYSILICONE-15 POLYSILICONE-15 POTASSIUM CETYL PHOSPHATE DOCOSANOL HEXADECYL POVIDONE PHENOXYETHANOL DIISOPROPYL SEBACATE OCTOCRYLENE OCTOCRYLENE XANTHAN GUM SILICON DIOXIDE TROMETHAMINE ETHYLHEXYLGLYCERIN BIS-ETHYLHEXYL HYDROXYDIMETHOXY BENZYLMALONATE BUTYLENE GLYCOL ALKYL (C12-15) BENZOATE AVOBENZONE AVOBENZONE BUTYLENE GLYCOL DICAPRYLATE/DICAPRATE"
    ],
    "how_supplied": [
      "Form and Presentation Cream-Gel: Plastic Tube, 50 g"
    ],
    "active_ingredient": [
      "Active Ingredients Octocrylene, Butyl Methoxydibenzoylmethane (Avobenzone), Ethylhexyl Salicylate, Phenylbenzimidazole Sulfonic Acid, Polysilicone-15, Titanium Dioxide"
    ],
    "inactive_ingredient": [
      "Inactive Ingredients Aqua, Butylene Glycol Dicaprylate/Dicaprate, Potassium Cetyl Phosphate, Silica, Diisopropyl Sebacate, Butylene Glycol, C12-15 Alkyl Benzoate, Cetearyl Alcohol, Behenyl Alcohol, Tromethamine, VP/Hexadecene Copolymer, Phenoxyethanol, Bis-Ethylhexyl Hydroxydimethoxy Benzylmalonate, Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Disodium EDTA, Ethylhexylglycerin"
    ],
    "purpose": [
      "Purpose Sunscreen"
    ],
    "description": [
      "Properties This product is developed to be suitable for all types of skin, with high sun protection factors (SPF 50 +) and optimum combination of UVB/UVA filters, they efficiently protect the skin pigmentation spots and skin ageing. It is fast absorbing with dry touch and matte feel for optimal protection without leaving any white residue on skin. Paraben Free, Water resistant."
    ],
    "indications_and_usage": [
      "Indications Sunscreen for all skin types"
    ],
    "keep_out_of_reach_of_children": [
      "Precautions Keep out of reach of children"
    ],
    "warnings": [
      "Warnings - If irritation occurs, immediately rinse with water and discontinue use. - If irritation persists, consult with a physician. - Keep away from your eyes, in case of eye contact, flush with water. - For external use only."
    ],
    "contraindications": [
      "Contraindications Hypersensitivity to any of the components."
    ],
    "adverse_reactions": [
      "Side Effects There are no known side effects."
    ],
    "dosage_and_administration": [
      "Dosage and Administration Apply a sufficient amount of the sunscreen about 15 minutes before sun exposure on intact skin and massage gently. Reapply every 2 hours, after swimming, or sport."
    ],
    "storage_and_handling": [
      "Storage Conditions Store below 30 ◦ C."
    ],
    "package_label_principal_display_panel": [
      "Primary Package Primary Package",
      "Secondary Package Secondary Package"
    ],
    "set_id": "fe95fdbf-73df-a587-e053-6394a90a53a0",
    "id": "2c494b27-5187-c3a8-e063-6394a90acd91",
    "effective_time": "20250122",
    "version": "2",
    "openfda": {
      "application_number": [
        "M020"
      ],
      "brand_name": [
        "Derma Pella Sunscreen Advance Cream-Gel"
      ],
      "generic_name": [
        "OCTOCRYLENE, AVOBENZONE, ETHYLHEXYL SALICYLATE, PHENYLBENZIMIDAZOLE SULFONIC ACID, POLYSILICONE-15, TITANIUM DIOXIDE"
      ],
      "manufacturer_name": [
        "Pella Pharmaceuticals Co. Ltd"
      ],
      "product_ndc": [
        "82160-726"
      ],
      "product_type": [
        "HUMAN OTC DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "AVOBENZONE",
        "ENSULIZOLE",
        "OCTISALATE",
        "OCTOCRYLENE",
        "POLYSILICONE-15",
        "TITANIUM DIOXIDE"
      ],
      "spl_id": [
        "2c494b27-5187-c3a8-e063-6394a90acd91"
      ],
      "spl_set_id": [
        "fe95fdbf-73df-a587-e053-6394a90a53a0"
      ],
      "package_ndc": [
        "82160-726-01"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "6253344200726"
      ],
      "unii": [
        "G63QQF2NOX",
        "9YQ9DI1W42",
        "4X49Y0596W",
        "5A68WGF6WM",
        "F8DRP5BB29",
        "15FIX9V2JP"
      ]
    }
  }
]