[
  {
    "spl_product_data_elements": [
      "Riluzole Riluzole RILUZOLE RILUZOLE ANHYDROUS DIBASIC CALCIUM PHOSPHATE MICROCRYSTALLINE CELLULOSE POVIDONE K30 CROSCARMELLOSE SODIUM SILICON DIOXIDE TALC MAGNESIUM STEARATE HYPROMELLOSE, UNSPECIFIED POLYETHYLENE GLYCOL, UNSPECIFIED TITANIUM DIOXIDE White to Off white biconvex 538"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Riluzole tablets, USP are indicated for the treatment of amyotrophic lateral sclerosis (ALS). Riluzole is indicated for the treatment of amyotrophic lateral sclerosis (ALS) (1)"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended dosage for riluzole is 50 mg taken orally twice daily. Riluzole should be taken at least 1 hour before or 2 hours after a meal [ see Clinical Pharmacology (12.3)] . Measure serum aminotransferases before and during treatment with riluzole [ see Warnings and Precautions (5.1) ]. Recommended dosage: 50 mg twice daily, taken at least 1 hour before or 2 hours after a meal (2) Measure serum aminotransferases before and during treatment ( 2 , 5.1 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets: 50 mg white to off white colored, round-shaped, biconvex film-coated tablets and debossed with “538” on one side and plain on other side. Tablets: 50 mg (3)"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Riluzole tablets are contraindicated in patients with a history of severe hypersensitivity reactions to riluzole or to any of its components (anaphylaxis has occurred) [ see Adverse Reactions (6.1) ] . Patients with a history of severe hypersensitivity reactions to riluzole or to any of its components (4)"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hepatic injury: Use of riluzole is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal; discontinue riluzole if there is evidence of liver dysfunction (5.1) Neutropenia: Advise patients to report any febrile illness (5.2) Interstitial lung disease: Discontinue riluzole if interstitial lung disease develops (5.3) 5.1 Hepatic Injury Cases of drug-induced liver injury, some of which were fatal, have been reported in patients taking riluzole. Asymptomatic elevations of hepatic transaminases have also been reported, and in some patients have recurred upon rechallenge with riluzole. In clinical studies, the incidence of elevations in hepatic transaminase was greater in riluzole-treated patients than placebo-treated patients. The incidence of elevations of ALT above 5 times the upper limit of normal (ULN) was 2% in riluzole-treated patients. Maximum increases in ALT occurred within 3 months after starting riluzole. About 50% and 8% of riluzole-treated patients in pooled Studies 1 and 2, had at least one elevated ALT level above ULN and above 3 times ULN, respectively [ see Clinical Studies (14) ]. Monitor patients for signs and symptoms of hepatic injury, every month for the first 3 months of treatment, and periodically thereafter. The use of riluzole is not recommended if patients develop hepatic transaminases levels greater than 5 times the ULN. Discontinue riluzole if there is evidence of liver dysfunction (e.g., elevated bilirubin). 5.2 Neutropenia Cases of severe neutropenia (absolute neutrophil count less than 500 per mm 3 ) within the first 2 months of riluzole treatment have been reported. Advise patients to report febrile illnesses. 5.3 Interstitial Lung Disease Interstitial lung disease, including hypersensitivity pneumonitis, has occurred in patients taking riluzole. Discontinue riluzole immediately if interstitial lung disease develops."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are described below and elsewhere in the labeling: Hepatic Injury [ see Warnings and Precautions (5.1) ] Neutropenia [ see Warnings and Precautions (5.2) ] Interstitial lung disease [ see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence greater than or equal to 5% and greater than placebo) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc. at 1-800-818-4555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Controlled Clinical Trials In the placebo-controlled clinical trials in patients with ALS (Study 1 and 2), a total of 313 patients received riluzole 50 mg twice daily [ see Clinical Studies (14) ] . The most common adverse reactions in the riluzole group (in at least 5% of patients and more frequently than in the placebo group) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain. The most common adverse reactions leading to discontinuation in the riluzole group were nausea, abdominal pain, constipation, and elevated ALT. There was no difference in rates of adverse reactions leading to discontinuation in females and males. However, the incidence of dizziness was higher in females (11%) than in males (4%). The adverse reaction profile was similar in older and younger patients. There were insufficient data to determine if there were differences in the adverse reaction profile in different races. Table 1 lists adverse reactions that occurred in at least 2% of riluzole-treated patients (50 mg twice daily) in pooled Study 1 and 2, and at a higher rate than placebo. Table 1. Adverse Reactions in Pooled Placebo-Controlled Trials (Studies 1 and 2) in Patients with ALS Riluzole Tablets 50 mg twice daily (N=313) Placebo (N=320) Asthenia 19% 12% Nausea 16% 11% Decreased lung function 10% 9% Hypertension 5% 4% Abdominal pain 5% 4% Vomiting 4% 2% Arthralgia 4% 3% Dizziness 4% 3% Dry mouth 4% 3% Insomnia 4% 3% Pruritus 4% 3% Tachycardia 3% 1% Flatulence 3% 2% Increased cough 3% 2% Peripheral edema 3% 2% Urinary Tract Infection 3% 2% Circumoral paresthesia 2% 0% Somnolence 2% 1% Vertigo 2% 1% Eczema 2% 1% 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of riluzole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Acute hepatitis and icteric toxic hepatitis [ see Warnings and Precautions (5.1) ] Renal tubular impairment Pancreatitis"
    ],
    "adverse_reactions_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"555\"><caption>Table 1. Adverse Reactions in Pooled Placebo-Controlled Trials (Studies 1 and 2) in Patients with ALS </caption><colgroup><col width=\"33.6374549819928%\"/><col width=\"37.4309723889556%\"/><col width=\"28.9315726290516%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\"/><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"><content styleCode=\"bold\">Riluzole Tablets 50 mg twice daily</content> <content styleCode=\"bold\">(N=313)</content> </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\"><content styleCode=\"bold\">Placebo</content> <content styleCode=\"bold\">(N=320)</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Asthenia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">19% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">12% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Nausea  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">16% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">11% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Decreased lung function  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">10% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">9% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Hypertension  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">5% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Abdominal pain  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">5% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Vomiting  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Arthralgia  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Dizziness  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Dry mouth  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Insomnia  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Pruritus  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Tachycardia  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">1% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Flatulence  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Increased cough  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Peripheral edema  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Urinary Tract Infection  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Circumoral paresthesia  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">0% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Somnolence  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">1% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Vertigo  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">1% </td></tr><tr><td styleCode=\"Lrule Rrule\" align=\"justify\" valign=\"top\">Eczema  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"middle\">1% </td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS Strong to moderate CYP1A2 inhibitors: Coadministration may increase riluzole-associated adverse reactions (7.1) Strong to moderate CYP1A2 inducers: Coadministration may result in decreased efficacy (7.2) Hepatotoxic drugs: Riluzole-treated patients that take other hepatotoxic drugs may be at increased risk for hepatotoxicity (7.3) 7.1 Agents that may Increase Riluzole Blood Concentrations CYP1A2 inhibitors Coadministration of riluzole (a CYP1A substrate) with CYP1A2 inhibitors was not evaluated in a clinical trial; however, in vitro findings suggest an increase in riluzole exposure is likely. The concomitant use of strong or moderate CYP1A2 inhibitors (e.g., ciprofloxacin, enoxacin, fluvoxamine, methoxsalen, mexiletine, oral contraceptives, thiabendazole, vemurafenib, zileuton) with riluzole may increase the risk of riluzole-associated adverse reactions [ see Clinical Pharmacology (12.3) ] . 7.2 Agents that may Decrease Riluzole Plasma Concentrations CYP1A2 inducers Coadministration of riluzole (a CYP1A substrate) with CYP1A2 inducers was not evaluated in a clinical trial; however, in vitro findings suggest a decrease in riluzole exposure is likely. Lower exposures may result in decreased efficacy [ see Clinical Pharmacology (12.3) ] . 7.3 Hepatotoxic Drugs Clinical trials in ALS patients excluded patients on concomitant medications which were potentially hepatotoxic (e.g., allopurinol, methyldopa, sulfasalazine). Riluzole-treated patients who take other hepatotoxic drugs may be at an increased risk for hepatotoxicity [ see Warnings and Precautions (5.1) ] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Pregnancy: Based on animal data, may cause fetal harm (8.1) 8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis. 8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rats. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown. 8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [ see Nonclinical Toxicology (13.1)] . 8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established. 8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. 8.6 Hepatic Impairment Patients with mild [Child-Pugh's (CP) score A] or moderate (CP score B) hepatic impairment had increases in AUC compared to patients with normal hepatic function. Thus, patients with mild or moderate hepatic impairment may be at increased risk of adverse reactions. The impact of severe hepatic impairment on riluzole exposure is unknown. Use of riluzole is not recommended in patients with baseline elevation of elevations of serum aminotransferases greater than 5 times upper limit of normal or evidence of liver dysfunction (e.g., elevated bilirubin) [ Clinical Pharmacology (12.3) ] . 8.7 Japanese Patients Japanese patients are more likely to have higher riluzole concentrations. Consequently, the risk of adverse reactions may be greater in Japanese patients [ see Clinical Pharmacology (12.3) ]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rats. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown."
    ],
    "nursing_mothers": [
      "8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [ see Nonclinical Toxicology (13.1)] ."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "overdosage": [
      "10 OVERDOSAGE Reported symptoms of overdose following ingestion of riluzole ranging from 1.5 to 3 grams (30 to 60 times the recommended dose) included acute toxic encephalopathy, coma, drowsiness, memory loss, and methemoglobinemia. No specific antidote for the treatment of riluzole overdose is available. For current information on the management of poisoning or overdosage, contact the National Poison Control Center at 1-800-222-1222 or www.poison.org."
    ],
    "description": [
      "11 DESCRIPTION Riluzole is a member of the benzothiazole class. The chemical designation for riluzole is 2-amino-6-(trifluoromethoxy) benzothiazole. Its molecular formula is C 8 H 5 F 3 N 2 OS, and its molecular weight is 234.2. The chemical structure is: Riluzole is a white to slightly yellow powder that is very soluble in dimethylformamide, dimethylsulfoxide, and methanol; freely soluble in dichloromethane; sparingly soluble in 0.1 N HCl; and very slightly soluble in water and in 0.1 N NaOH. Each film-coated tablet for oral use contains 50 mg of riluzole, USP and the following inactive ingredients: anhydrous dibasic calcium phosphate, colloidal silicon dioxide, croscarmellose sodium, hypromellose, magnesium stearate, microcrystalline cellulose, polyethylene glycol 400, povidone, talc and titanium dioxide. structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown. 12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans. 12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole Absorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and C max ↓ 45% (high fat meal) Distribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) Elimination Elimination half-life 12 hours (CV=35%) The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold Metabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ in vitro ] Oxidation: CYP1A2 Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro , but the clinical implications are not known. Excretion Primary elimination pathways (% dose) Feces: 5% Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [ see Use in Specific Populations (8.6) ] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [ see Use in Specific Populations (8.7) ] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro , riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro ."
    ],
    "clinical_pharmacology_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"944.3\"><caption>Table 2. Pharmacokinetic Parameters of Riluzole </caption><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" align=\"justify\" valign=\"top\"><content styleCode=\"bold\">Absorption</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Bioavailability (oral) </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Approximately 60% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Dose Proportionality </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Food effect </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">AUC &#x2193; 20% and C<sub>max</sub> &#x2193; 45% (high fat meal) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">Distribution</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Plasma Protein Binding </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">96% (Mainly to albumin and lipoproteins) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">Elimination</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">    Elimination half-life </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>12 hours (CV=35%)</item><item>The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Accumulation </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Approximately 2-fold </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Metabolism</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Fraction metabolized (% dose) </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">At least 88% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Primary metabolic pathway(s) [<content styleCode=\"italics\">in vitro</content>] </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>Oxidation: CYP1A2</item><item>Direct and sequential glucoronidation: UGT-HP4</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Active Metabolites </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Some metabolites appear pharmacologically active <content styleCode=\"italics\">in vitro</content>, but the clinical implications are not known. </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Excretion</content> </td></tr><tr><td styleCode=\"Lrule Rrule\" valign=\"top\">Primary elimination pathways (% dose) </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>Feces: 5%</item><item>Urine: 90% (2% unchanged riluzole)</item></list></td></tr></tbody></table>"
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole Absorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and C max ↓ 45% (high fat meal) Distribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) Elimination Elimination half-life 12 hours (CV=35%) The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold Metabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ in vitro ] Oxidation: CYP1A2 Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro , but the clinical implications are not known. Excretion Primary elimination pathways (% dose) Feces: 5% Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [ see Use in Specific Populations (8.6) ] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [ see Use in Specific Populations (8.7) ] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro , riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro ."
    ],
    "pharmacokinetics_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"944.3\"><caption>Table 2. Pharmacokinetic Parameters of Riluzole </caption><colgroup><col width=\"50%\"/><col width=\"50%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" align=\"justify\" valign=\"top\"><content styleCode=\"bold\">Absorption</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Bioavailability (oral) </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Approximately 60% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Dose Proportionality </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Food effect </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">AUC &#x2193; 20% and C<sub>max</sub> &#x2193; 45% (high fat meal) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">Distribution</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Plasma Protein Binding </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">96% (Mainly to albumin and lipoproteins) </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">Elimination</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">    Elimination half-life </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>12 hours (CV=35%)</item><item>The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Accumulation </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Approximately 2-fold </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Metabolism</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Fraction metabolized (% dose) </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">At least 88% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Primary metabolic pathway(s) [<content styleCode=\"italics\">in vitro</content>] </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>Oxidation: CYP1A2</item><item>Direct and sequential glucoronidation: UGT-HP4</item></list></td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Active Metabolites </td><td styleCode=\"Rrule\" align=\"justify\" valign=\"top\">Some metabolites appear pharmacologically active <content styleCode=\"italics\">in vitro</content>, but the clinical implications are not known. </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Excretion</content> </td></tr><tr><td styleCode=\"Lrule Rrule\" valign=\"top\">Primary elimination pathways (% dose) </td><td styleCode=\"Rrule\" valign=\"top\"><list listType=\"unordered\" styleCode=\"disc\"><item>Feces: 5%</item><item>Urine: 90% (2% unchanged riluzole)</item></list></td></tr></tbody></table>"
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The efficacy of riluzole was demonstrated in two studies (Study 1 and 2) that evaluated riluzole 50 mg twice daily in patients with amyotrophic lateral sclerosis (ALS). Both studies included patients with either familial or sporadic ALS, a disease duration of less than 5 years, and a baseline forced vital capacity greater than or equal to 60% of normal. Study 1 was a randomized, double-blind, placebo-controlled clinical study that enrolled 155 patients with ALS. Patients were randomized to receive riluzole 50 mg twice daily (n=77) or placebo (n=78) and were followed for at least 13 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. There was an early increase in survival in patients receiving riluzole compared to placebo. Figure 1 displays the survival curves for time to death or tracheostomy. The vertical axis represents the proportion of individuals alive without tracheostomy at various times following treatment initiation (horizontal axis). Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.12), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). As seen in Figure 1, the study showed an early increase in survival in patients given riluzole. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between the riluzole 50 mg twice daily and placebo groups was approximately 90 days. Figure 1. Time to Tracheostomy or Death in ALS Patients in Study 1 (Kaplan-Meir Curves) Study 2 was a randomized, double-blind, placebo-controlled clinical study that enrolled 959 patients with ALS. Patients were randomized to riluzole 50 mg twice daily (n=236) or placebo (n=242) and were followed for at least 12 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. Figure 2 displays the survival curves for time to death or tracheostomy for patients randomized to either riluzole 100 mg per day or placebo. Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.076), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). Not displayed in Figure 2 are the results of riluzole 50 mg per day (one-half of the recommended daily dose), which could not be statistically distinguished from placebo, or the results of riluzole 200 mg per day (two times the recommended daily dose), which were not distinguishable from the 100 mg per day results. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between riluzole and placebo was approximately 60 days. Although riluzole improved survival in both studies, measures of muscle strength and neurological function did not show a benefit. Figure 2. Time to Tracheostomy or Death in ALS Patients in Study 2 (Kaplan-Meir Curves) spl-riluzole-figure1 spl-riluzole-figure2"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Riluzole tablets, USP 50 mg are white to off white colored, round-shaped, biconvex film-coated tablets and debossed with “538” on one side and plain on other side. They are supplied as follows: Bottles of 30's with child-resistant closure.......................NDC 62756-538-83 Bottles of 60's with child-resistant closure.......................NDC 62756-538-86 Bottles of 100's withchild-resistant closure.....................NDC 62756-538-88 Bottles of 1000's ..................................................................NDC 62756-538-18 Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° and 30°C (59° and 86°F) [see USP Controlled Room Temperature] and protect from bright light. Keep out of the reach of children."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise patients to inform their healthcare provider if they experience: Yellowing of the whites of the eyes [ see Warnings and Precautions (5.1) ] Fever [ see Warnings and Precautions (5.2) ] Respiratory symptoms—for example, dry cough and difficult or labored breathing [ see Warnings and Precautions (5.3)] Distributed by: Sun Pharmaceutical Industries, Inc. Cranbury, NJ 08512 Manufactured by: Sun Pharmaceutical Industries Ltd. Halol-Baroda Highway, Halol-389 350, Gujarat, India. PJPI0248C ISS. 05/2020"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL NDC 62756-538-83 Riluzole Tablets, USP 50 mg Rx only 30 TABLETS SUN PHARMA label"
    ],
    "set_id": "4c851be4-f0d0-4b24-baf9-427ddfc6f7b0",
    "id": "9f3fe78f-5fa7-48ab-90cc-5c0ba82c1fb2",
    "effective_time": "20200516",
    "version": "10",
    "openfda": {
      "application_number": [
        "ANDA091417"
      ],
      "brand_name": [
        "Riluzole"
      ],
      "generic_name": [
        "RILUZOLE"
      ],
      "manufacturer_name": [
        "Sun Pharmaceutical Industries, Inc."
      ],
      "product_ndc": [
        "62756-538"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "RILUZOLE"
      ],
      "rxcui": [
        "199206"
      ],
      "spl_id": [
        "9f3fe78f-5fa7-48ab-90cc-5c0ba82c1fb2"
      ],
      "spl_set_id": [
        "4c851be4-f0d0-4b24-baf9-427ddfc6f7b0"
      ],
      "package_ndc": [
        "62756-538-83",
        "62756-538-86",
        "62756-538-88",
        "62756-538-18"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0362756538832"
      ],
      "nui": [
        "N0000175740",
        "M0483511"
      ],
      "pharm_class_epc": [
        "Benzothiazole [EPC]"
      ],
      "pharm_class_cs": [
        "Benzothiazoles [CS]"
      ],
      "unii": [
        "7LJ087RS6F"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Riluzole riluzole CALCIUM PHOSPHATE, DIBASIC, ANHYDROUS CELLULOSE, MICROCRYSTALLINE SILICON DIOXIDE MAGNESIUM STEARATE CROSCARMELLOSE SODIUM HYPROMELLOSES LACTOSE MONOHYDRATE TITANIUM DIOXIDE TRIACETIN CITRIC ACID MONOHYDRATE RILUZOLE RILUZOLE white to off-white capsule-shaped 795"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Riluzole tablets is indicated for the treatment of amyotrophic lateral sclerosis (ALS). Riluzole tablets is indicated for the treatment of amyotrophic lateral sclerosis (ALS) ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended dosage for riluzole tablets is 50 mg taken orally twice daily. Riluzole tablets should be taken at least 1 hour before or 2 hours after a meal [see Clinical Pharmacology ( 12.3 )] . Measure serum aminotransferases before and during treatment with riluzole tablets [see Warnings and Precautions ( 5.1 )]. Recommended dosage: 50 mg twice daily, taken at least 1 hour before or 2 hours after a meal ( 2 ) Measure serum aminotransferases before and during treatment ( 2, 5.1 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets: 50mg white to off-white, film-coated, capsule-shaped and engraved with “795” on one side, plain on the other. Tablets: 50 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Riluzole tablets is contraindicated in patients with a history of severe hypersensitivity reactions to riluzole or to any of its components (anaphylaxis has occurred) [see Adverse Reactions ( 6.1 )] . Patients with a history of severe hypersensitivity reactions to riluzole tablets or to any of its components ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS Hepatic injury: Use of riluzole tablets is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal; discontinue Riluzole tablets if there is evidence of liver dysfunction ( 5.1 ) Neutropenia: Advise patients to report any febrile illness ( 5.2 ) Interstitial lung disease: Discontinue Riluzole tablets if interstitial lung disease develops ( 5.3 ) 5.1 Hepatic Injury Cases of drug-induced liver injury, some of which were fatal, have been reported in patients taking riluzole tablets. Asymptomatic elevations of hepatic transaminases have also been reported, and in some patients have recurred upon rechallenge with riluzole tablets. In clinical studies, the incidence of elevations in hepatic transaminases was greater in riluzole-treated patients than placebo-treated patients. The incidence of elevations of ALT above 5 times the upper limit of normal (ULN) was 2% in riluzole -treated patients. Maximum increases in ALT occurred within 3 months after starting riluzole tablets. About 50% and 8% of riluzole-treated patients in pooled Studies 1 and 2, had at least one elevated ALT level above ULN and above 3 times ULN, respectively [see Clinical Studies ( 14 )]. Monitor patients for signs and symptoms of hepatic injury, every month for the first 3 months of treatment, and periodically thereafter. The use of riluzole tablets is not recommended if patients develop hepatic transaminases levels greater than 5 times the ULN. Discontinue riluzole tablets if there is evidence of liver dysfunction (e.g., elevated bilirubin). 5.2 Neutropenia Cases of severe neutropenia (absolute neutrophil count less than 500 per mm 3 ) within the first 2 months of riluzole treatment have been reported. Advise patients to report febrile illnesses. 5.3 Interstitial Lung Disease Interstitial lung disease, including hypersensitivity pneumonitis, has occurred in patients taking riluzole tablets. Discontinue riluzole tablets immediately if interstitial lung disease develops."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are described below and elsewhere in the labeling: Hepatic Injury [see Warnings and Precautions ( 5.1 )] Neutropenia [see Warnings and Precautions ( 5.2 )] Interstitial lung disease [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (incidence greater than or equal to 5% and greater than placebo) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Controlled Clinical Trials In the placebo-controlled clinical trials in patients with ALS (Study 1 and 2), a total of 313 patients received riluzole tablets 50 mg twice daily [see Clinical Studies ( 14 )] . The most common adverse reactions in the riluzole group (in at least 5% of patients and more frequently than in the placebo group) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain. The most common adverse reactions leading to discontinuation in the riluzole group were nausea, abdominal pain, constipation, and elevated ALT. There was no difference in rates of adverse reactions leading to discontinuation in females and males. However, the incidence of dizziness was higher in females (11%) than in males (4%). The adverse reaction profile was similar in older and younger patients. There were insufficient data to determine if there were differences in the adverse reaction profile in different races. Table 1 lists adverse reactions that occurred in at least 2% of riluzole-treated patients (50 mg twice daily) in pooled Study 1 and 2, and at a higher rate than placebo. Table 1. Adverse Reactions in Pooled Placebo-Controlled Trials (Studies 1 and 2) in Patients with ALS table1 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of riluzole tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Acute hepatitis and icteric toxic hepatitis [see Warnings and Precautions ( 5.1 )] Renal tubular impairment Pancreatitis To report SUSPECTED ADVERSE REACTIONS contact AvKARE at 1-855-361-3993; email drugsafety@avkare.com; or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS Strong to moderate CYP1A2 inhibitors: Coadministration may increase riluzole -associated adverse reactions ( 7.1 ) Strong to moderate CYP1A2 inducers: Coadministration may result in decreased efficacy ( 7.2 ) Hepatotoxic drugs: Riluzole-treated patients that take other hepatotoxic drugs may be at increased risk for hepatotoxicity ( 7.3 ) 7.1 Agents that may Increase Riluzole Blood Concentrations CYP1A2 inhibitors Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inhibitors was not evaluated in a clinical trial; however, in vitro findings suggest an increase in riluzole exposure is likely. The concomitant use of strong or moderate CYP1A2 inhibitors (e.g., ciprofloxacin, enoxacin, fluvoxamine, methoxsalen, mexiletine, oral contraceptives, thiabendazole, vemurafenib, zileuton) with riluzole may increase the risk of riluzole-associated adverse reactions [see Clinical Pharmacology ( 12.3 )] . 7.2 Agents that may Decrease Riluzole Plasma Concentrations CYP1A2 inducers Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inducers was not evaluated in a clinical trial; however, in vitro findings suggest a decrease in riluzole exposure is likely. Lower exposures may result in decreased efficacy [see Clinical Pharmacology ( 12.3 )] . 7.3 Hepatotoxic Drugs Clinical trials in ALS patients excluded patients on concomitant medications which were potentially hepatotoxic (e.g., allopurinol, methyldopa, sulfasalazine). Riluzole-treated patients who take other hepatotoxic drugs may be at an increased risk for hepatotoxicity [see Warnings and Precautions ( 5.1 )] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS Pregnancy: Based on animal data, may cause fetal harm ( 8.1 ) 8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis. 8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rat. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown. 8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [see Nonclinical Toxicology ( 13.1 )] . 8.4 Pediatric Use Safety and effectiveness of riluzole tablets in pediatric patients have not been established. 8.5 Geriatric Use In clinical studies of riluzole tablets, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. 8.6 Hepatic Impairment Patients with mild [Child-Pugh's (CP) score A] or moderate (CP score B) hepatic impairment had increases in AUC compared to patients with normal hepatic function. Thus, patients with mild or moderate hepatic impairment may be at increased of adverse reactions. The impact of severe hepatic impairment on riluzole exposure is unknown. Use of riluzole tablets is not recommended in patients with baseline elevation of elevations of serum aminotransferases greater than 5 times upper limit of normal or evidence of liver dysfunction (e.g., elevated bilirubin) [Clinical Pharmacology ( 12.3 )] . 8.7 Japanese Patients Japanese patients are more likely to have higher riluzole concentrations. Consequently, the risk of adverse reactions may be greater in Japanese patients [see Clinical Pharmacology ( 12.3 )] ."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness of riluzole tablets in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use In clinical studies of riluzole tablets, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "overdosage": [
      "10 OVERDOSAGE Reported symptoms of overdose following ingestion of riluzole ranging from 1.5 to 3 grams (30 to 60 times the recommended dose) included acute toxic encephalopathy, coma, drowsiness, memory loss, and methemoglobinemia. No specific antidote for the treatment of riluzole overdose is available. For current information on the management of poisoning or overdosage, contact the National Poison Control Center at 1-800-222-1222 or www.poison.org."
    ],
    "description": [
      "11 DESCRIPTION Riluzole is a member of the benzothiazole class. The chemical designation for riluzole is 2-amino-6-(trifluoromethoxy)benzothiazole. Its molecular formula is C 8 H 5 F 3 N 2 OS, and its molecular weight is 234.2. The chemical structure is: Riluzole is a white to slightly yellow powder that is very soluble in dimethylformamide, dimethylsulfoxide, and methanol; freely soluble in dichloromethane; sparingly soluble in 0.1 N HCl; and very slightly soluble in water and in 0.1 N NaOH. Each film-coated tablet for oral use contains 50 mg of riluzole and the following inactive ingredients: dibasic calcium phosphate anhydrous, microcrystalline cellulose, colloidal silicon dioxide, magnesium stearate, croscarmellose sodium, hypromellose, lactose monohydrate, titanium dioxide, triacetin, citric acid monohydrate. chemical-structure-riluzole"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown. 12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans. 12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations ( 8.6 )] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [see Use in Specific Populations ( 8.7 )] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro, riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro. table2"
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations ( 8.6 )] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [see Use in Specific Populations ( 8.7 )] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro, riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro. table2"
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/ m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/ m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The efficacy of riluzole tablets was demonstrated in two studies (Study 1 and 2) that evaluated riluzole tablets 50 mg twice daily in patients with amyotrophic lateral sclerosis (ALS). Both studies included patients with either familial or sporadic ALS, a disease duration of less than 5 years, and a baseline forced vital capacity greater than or equal to 60% of normal. Study 1 was a randomized, double-blind, placebo-controlled clinical study that enrolled 155 patients with ALS. Patients were randomized to receive riluzole 50 mg twice daily (n=77) or placebo (n=78) and were followed for at least 13 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. There was an early increase in survival in patients receiving riluzole compared to placebo. Figure 1 displays the survival curves for time to death or tracheostomy. The vertical axis represents the proportion of individuals alive without tracheostomy at various times following treatment initiation (horizontal axis). Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.12), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). As seen in Figure 1, the study showed an early increase in survival in patients given riluzole. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between the riluzole 50 mg twice daily and placebo groups was approximately 90 days. Figure 1. Time to Tracheostomy or Death in ALS Patients in Study 1 (Kaplan-Meir Curves) Study 2 was a randomized, double-blind, placebo-controlled clinical study that enrolled 959 patients with ALS. Patients were randomized to riluzole 50 mg twice daily (n=236) or placebo (n=242) and were followed for at least 12 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. Figure 2 displays the survival curves for time to death or tracheostomy for patients randomized to either riluzole 100 mg per day or placebo. Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.076), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). Not displayed in Figure 2 are the results of riluzole 50 mg per day (one-half of the recommended daily dose), which could not be statistically distinguished from placebo, or the results of riluzole 200 mg per day (two times the recommended daily dose), which were not distinguishable from the 100 mg per day results. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between riluzole and placebo was approximately 60 days. Although riluzole improved survival in both studies, measures of muscle strength and neurological function did not show a benefit. Figure 2. Time to Tracheostomy or Death in ALS Patients in Study 2 (Kaplan-Meir Curves)” figure1 figure2"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Riluzole Tablets, USP 50 mg are white to off-white, film-coated, capsule-shaped and engraved with “795” on one side, plain on the other. Riluzole is supplied in bottles of 60 tablets, NDC 42291-775-60. Store at 20º to 25ºC (68º to 77ºF) [See USP Controlled Room Temperature]. Protect from bright light."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise patients to inform their healthcare provider if they experience: Yellowing of the whites of the eyes [see Warnings and Precautions ( 5.1 )] Fever [see Warnings and Precautions ( 5.2 )] Respiratory symptomsfor example, dry cough and difficult or labored breathing [see Warnings and Precautions ( 5.3 )] Manufactured for: AvKARE Pulaski, TN 38478 Mfg. Rev. 09/20 AV 09/20 (P)"
    ],
    "package_label_principal_display_panel": [
      "50"
    ],
    "set_id": "b117b981-476c-f9b8-e053-2995a90aee5f",
    "id": "48750f23-3823-ca66-e063-6294a90a80e9",
    "effective_time": "20260115",
    "version": "4",
    "openfda": {
      "application_number": [
        "ANDA206045"
      ],
      "brand_name": [
        "Riluzole"
      ],
      "generic_name": [
        "RILUZOLE"
      ],
      "manufacturer_name": [
        "AvKARE"
      ],
      "product_ndc": [
        "42291-775"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "RILUZOLE"
      ],
      "rxcui": [
        "199206"
      ],
      "spl_id": [
        "48750f23-3823-ca66-e063-6294a90a80e9"
      ],
      "spl_set_id": [
        "b117b981-476c-f9b8-e053-2995a90aee5f"
      ],
      "package_ndc": [
        "42291-775-60"
      ],
      "original_packager_product_ndc": [
        "69076-200"
      ],
      "nui": [
        "N0000175740",
        "M0483511"
      ],
      "pharm_class_epc": [
        "Benzothiazole [EPC]"
      ],
      "pharm_class_cs": [
        "Benzothiazoles [CS]"
      ],
      "unii": [
        "7LJ087RS6F"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Riluzole Riluzole RILUZOLE RILUZOLE DIBASIC CALCIUM PHOSPHATE DIHYDRATE CROSCARMELLOSE SODIUM MICROCRYSTALLINE CELLULOSE MAGNESIUM STEARATE TITANIUM DIOXIDE POLYETHYLENE GLYCOL 400 SILICON DIOXIDE HYPROMELLOSE, UNSPECIFIED White to Off-White RIL;50"
    ],
    "indications_and_usage": [
      "1 INDICATIONS & USAGE Riluzole is indicated for the treatment of amyotrophic lateral sclerosis (ALS). Riluzole is indicated for the treatment of amyotrophic lateral sclerosis (ALS) ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE & ADMINISTRATION The recommended dosage for riluzole is 50 mg taken orally twice daily. Riluzole should be taken at least 1 hour before or 2 hours after a meal [see Clinical Pharmacology ( 12.3 )] . Measure serum aminotransferases before and during treatment with riluzole [ see Warnings and Precautions (5.1 )]. · Recommended dosage: 50 mg twice daily, taken at least 1 hour before or 2 hours after a meal ( 2 ) · Measure serum aminotransferases before and during treatment ( 2 , 5.1 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS & STRENGTHS Riluzole Tablets, USP 50 mg is available as a white to off-white coloured, capsule-shaped film coated tablet, debossed with “RIL” on one side and “50” on other side. Tablets: 50 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Riluzole is contraindicated in patients with a history of severe hypersensitivity reactions to riluzole or to any of its components (anaphylaxis has occurred) [ see Adverse Reactions (6.1) ] . Patients with a history of severe hypersensitivity reactions to riluzole or to any of its components ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS · Hepatic injury: Use of riluzole is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal; discontinue riluzole if there is evidence of liver dysfunction ( 5.1 ) · Neutropenia: Advise patients to report any febrile illness ( 5.2 ) · Interstitial lung disease: Discontinue riluzole if interstitial lung disease develops ( 5.3 ) 5.1 Hepatic Injury Cases of drug-induced liver injury, some of which were fatal, have been reported in patients taking riluzole. Asymptomatic elevations of hepatic transaminases have also been reported, and in some patients have recurred upon rechallenge with riluzole. In clinical studies, the incidence of elevations in hepatic transaminases was greater in riluzole-treated patients than placebo-treated patients. The incidence of elevations of ALT above 5 times the upper limit of normal (ULN) was 2% in riluzole-treated patients. Maximum increases in ALT occurred within 3 months after starting riluzole. About 50% and 8% of riluzole -treated patients in pooled Studies 1 and 2, had at least one elevated ALT level above ULN and above 3 times ULN, respectively [ see Clinical Studies (14) ]. Monitor patients for signs and symptoms of hepatic injury, every month for the first 3 months of treatment, and periodically thereafter. The use of riluzole is not recommended if patients develop hepatic transaminase levels greater than 5 times the ULN. Discontinue riluzole if there is evidence of liver dysfunction (e.g., elevated bilirubin). 5.2 Neutropenia Cases of severe neutropenia (absolute neutrophil count less than 500 per mm 3 ) within the first 2 months of riluzole treatment have been reported. Advise patients to report febrile illnesses. 5.3 Interstitial Lung Disease Interstitial lung disease, including hypersensitivity pneumonitis, has occurred in patients taking riluzole. Discontinue riluzole immediately if interstitial lung disease develops."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are described below and elsewhere in the labeling: · Hepatic Injury [see Warnings and Precautions ( 5.1 )] · Neutropenia [see Warnings and Precautions ( 5.2 )] · Interstitial lung disease [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (incidence greater than or equal to 5% and greater than placebo) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ascend Laboratories, LLC at 1-877-272-7901 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Controlled Clinical Trials In the placebo-controlled clinical trials in patients with ALS (Study 1 and 2), a total of 313 patients received riluzole 50 mg twice daily [ see Clinical Studies (14) ] . The most common adverse reactions in the riluzole group (in at least 5% of patients and more frequently than in the placebo group) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain. The most common adverse reactions leading to discontinuation in the riluzole group were nausea, abdominal pain, constipation, and elevated ALT. There was no difference in rates of adverse reactions leading to discontinuation in females and males. However, the incidence of dizziness was higher in females (11%) than in males (4%). The adverse reaction profile was similar in older and younger patients. There were insufficient data to determine if there were differences in the adverse reaction profile in different races. Table 1 lists adverse reactions that occurred in at least 2% of riluzole-treated patients (50 mg twice daily) in pooled Study 1 and 2, and at a higher rate than placebo. Table 1. Adverse Reactions in Pooled Placebo-Controlled Trials (Studies 1 and 2) in Patients with ALS Riluzole 50 mg twice daily (N=313) Placebo (N=320) Asthenia 19% 12% Nausea 16% 11% Decreased lung function 10% 9% Hypertension 5% 4% Abdominal pain 5% 4% Vomiting 4% 2% Arthralgia 4% 3% Dizziness 4% 3% Dry mouth 4% 3% Insomnia 4% 3% Pruritus 4% 3% Tachycardia 3% 1% Flatulence 3% 2% Increased cough 3% 2% Peripheral edema 3% 2% Urinary Tract Infection 3% 2% Circumoral paresthesia 2% 0% Somnolence 2% 1% Vertigo 2% 1% Eczema 2% 1% 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of riluzole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. · Acute hepatitis and icteric toxic hepatitis [ see Warnings and Precautions (5.1) ] · Renal tubular impairment · Pancreatitis"
    ],
    "adverse_reactions_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"472\"><colgroup><col width=\"35.9322033898305%\"/><col width=\"30.0282485875706%\"/><col width=\"34.0395480225989%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> Riluzole</content> <content styleCode=\"bold\">50 mg twice daily</content> <content styleCode=\"bold\">(N=313)</content> </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><content styleCode=\"bold\"> </content> <content styleCode=\"bold\">Placebo</content> <content styleCode=\"bold\">(N=320)</content> </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Asthenia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">19% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">12% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Nausea </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">16% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">11% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Decreased lung function </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">10% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">9% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Hypertension </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">5% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Abdominal pain </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">5% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Vomiting </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Arthralgia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Dizziness </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Dry mouth </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Insomnia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Pruritus </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">4% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Tachycardia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">1% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Flatulence </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Increased cough </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Peripheral edema </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Urinary Tract Infection </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">3% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Circumoral paresthesia </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">0% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Somnolence </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">1% </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Vertigo </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">1% </td></tr><tr><td styleCode=\"Lrule Rrule\" valign=\"top\">Eczema </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">2% </td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\">1% </td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS · Strong to moderate CYP1A2 inhibitors: Coadministration may increase riluzole -associated adverse reactions ( 7.1 ) · Strong to moderate CYP1A2 inducers: Coadministration may result in decreased efficacy ( 7.2 ) · Hepatotoxic drugs: Riluzole -treated patients that take other hepatotoxic drugs may be at increased risk for hepatotoxicity ( 7.3 ) 7.1 Agents that may Increase Riluzole Blood Concentrations CYP1A2 inhibitors Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inhibitors was not evaluated in a clinical trial; however, in vitro findings suggest an increase in riluzole exposure is likely. The concomitant use of strong or moderate CYP1A2 inhibitors (e.g., ciprofloxacin, enoxacin, fluvoxamine, methoxsalen, mexiletine, oral contraceptives, thiabendazole, vemurafenib, zileuton) with riluzole may increase the risk of riluzole-associated adverse reactions [ see Clinical Pharmacology (12.3) ] . 7.2 Agents that may Decrease Riluzole Plasma Concentrations CYP1A2 inducers Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inducers was not evaluated in a clinical trial; however, in vitro findings suggest a decrease in riluzole exposure is likely. Lower exposures may result in decreased efficacy [ see Clinical Pharmacology (12.3)] . 7.3 Hepatotoxic Drugs Clinical trials in ALS patients excluded patients on concomitant medications which were potentially hepatotoxic (e.g., allopurinol, methyldopa, sulfasalazine). Riluzole-treated patients who take other hepatotoxic drugs may be at an increased risk for hepatotoxicity [ see Warnings and Precautions (5.1) ] ."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS · Pregnancy: Based on animal data, may cause fetal harm ( 8.1 ) 8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis. 8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rats. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown. 8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [ see Nonclinical Toxicology (13.1)]. 8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established. 8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. 8.6 Hepatic Impairment Patients with mild [Child-Pugh's (CP) score A] or moderate (CP score B) hepatic impairment had increases in AUC compared to patients with normal hepatic function. Thus, patients with mild or moderate hepatic impairment may be at increased risk of adverse reactions. The impact of severe hepatic impairment on riluzole exposure is unknown. Use of riluzole is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal or evidence of liver dysfunction (e.g., elevated bilirubin) [ Clinical Pharmacology (12.3) ] . 8.7 Japanese Patients Japanese patients are more likely to have higher riluzole concentrations. Consequently, the risk of adverse reactions may be greater in Japanese patients [ see Clinical Pharmacology (12.3) ]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data] . Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m 2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "labor_and_delivery": [
      "8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rats. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown."
    ],
    "nursing_mothers": [
      "8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [ see Nonclinical Toxicology (13.1)]."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "overdosage": [
      "10 OVERDOSAGE Reported symptoms of overdose following ingestion of riluzole ranging from 1.5 to 3 grams (30 to 60 times the recommended dose) included acute toxic encephalopathy, coma, drowsiness, memory loss, and methemoglobinemia. No specific antidote for the treatment of riluzole overdose is available. For current information on the management of poisoning or overdosage, contact the National Poison Control Center at 1-800-222-1222 or www.poison.org."
    ],
    "description": [
      "11 DESCRIPTION Riluzole is a member of the benzothiazole class. The chemical designation for riluzole is 2-amino-6-(trifluoromethoxy)benzothiazole. Its molecular formula is C 8 H 5 F 3 N 2 OS, and its molecular weight is 234.2. The chemical structure is: Riluzole is a white to slightly yellow powder that is freely soluble in acetonitrile, in alcohol, in methylene chloride, very slightly soluble in hexane and water. Riluzole Tablets, USP is available as a white to off-white coloured, capsule shaped film coated tablet, debossed with “RIL” on one side and “50” on other side. Each film-coated tablet for oral use contains 50 mg of riluzole and the following inactive ingredients: Core: dibasic calcium phosphate dihydrate, USP; croscarmellose sodium, USP/NF; hypromellose, USP; microcrystalline cellulose, USP/NF; magnesium stearate, USP/NF; colloidal silicon dioxide, USP/NF. Film coating: Opadry Y-1-7000H White (hypromellose, USP; titanium dioxide, USP; polyethylene glycol 400, NF) riluzole-st"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown. 12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans. 12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole A bsorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and Cmax ↓ 45% (high fat meal) D i stribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) E li m i n ation Elimination half-life • 12 hours (CV=35%) • The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold M etabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ i n vitro ] • Oxidation: CYP1A2 • Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro, but the clinical implications are not known. Excretion Primary elimination pathways (% dose) • Feces: 5% • Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations (8.6)] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [ see Use in Specific Populations (8.7) ] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro, riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro."
    ],
    "clinical_pharmacology_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"628.026\"><colgroup><col width=\"40.9466327827192%\"/><col width=\"59.0533672172808%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">A</content><content styleCode=\"bold\">bsorption</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Bioavailability (oral)  </td><td styleCode=\"Rrule\" valign=\"top\">Approximately 60%  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Dose Proportionality  </td><td styleCode=\"Rrule\" valign=\"top\">Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Food effect  </td><td styleCode=\"Rrule\" valign=\"top\">AUC &#x2193; 20% and Cmax &#x2193; 45% (high fat meal)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">D</content><content styleCode=\"bold\">i</content><content styleCode=\"bold\">stribution</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Plasma Protein Binding  </td><td styleCode=\"Rrule\" valign=\"top\">96% (Mainly to albumin and lipoproteins)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">E</content><content styleCode=\"bold\">li</content><content styleCode=\"bold\">m</content><content styleCode=\"bold\">i</content><content styleCode=\"bold\">n</content><content styleCode=\"bold\">ation</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Elimination half-life  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; 12 hours (CV=35%) &#x2022; The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Accumulation  </td><td styleCode=\"Rrule\" valign=\"top\">Approximately 2-fold  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">M</content><content styleCode=\"italics\">etabolism</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Fraction metabolized (% dose)  </td><td styleCode=\"Rrule\" valign=\"top\">At least 88%  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Primary metabolic pathway(s) [<content styleCode=\"italics\">i</content><content styleCode=\"italics\">n vitro</content>]  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; Oxidation: CYP1A2 &#x2022; Direct and sequential glucoronidation: UGT-HP4  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Active Metabolites  </td><td styleCode=\"Rrule\" valign=\"top\">Some metabolites appear pharmacologically active in vitro, but the clinical implications are not known.  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Excretion</content>  </td></tr><tr><td styleCode=\"Lrule Rrule\" valign=\"top\">  Primary elimination pathways (% dose)  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; Feces: 5% &#x2022; Urine: 90% (2% unchanged riluzole)  </td></tr></tbody></table>"
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole A bsorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and Cmax ↓ 45% (high fat meal) D i stribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) E li m i n ation Elimination half-life • 12 hours (CV=35%) • The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold M etabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ i n vitro ] • Oxidation: CYP1A2 • Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro, but the clinical implications are not known. Excretion Primary elimination pathways (% dose) • Feces: 5% • Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations (8.6)] . Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [ see Use in Specific Populations (8.7) ] . Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro, riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro."
    ],
    "pharmacokinetics_table": [
      "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" width=\"628.026\"><colgroup><col width=\"40.9466327827192%\"/><col width=\"59.0533672172808%\"/></colgroup><tbody><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">A</content><content styleCode=\"bold\">bsorption</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Bioavailability (oral)  </td><td styleCode=\"Rrule\" valign=\"top\">Approximately 60%  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Dose Proportionality  </td><td styleCode=\"Rrule\" valign=\"top\">Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Food effect  </td><td styleCode=\"Rrule\" valign=\"top\">AUC &#x2193; 20% and Cmax &#x2193; 45% (high fat meal)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">D</content><content styleCode=\"bold\">i</content><content styleCode=\"bold\">stribution</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Plasma Protein Binding  </td><td styleCode=\"Rrule\" valign=\"top\">96% (Mainly to albumin and lipoproteins)  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"bold\">E</content><content styleCode=\"bold\">li</content><content styleCode=\"bold\">m</content><content styleCode=\"bold\">i</content><content styleCode=\"bold\">n</content><content styleCode=\"bold\">ation</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Elimination half-life  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; 12 hours (CV=35%) &#x2022; The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Accumulation  </td><td styleCode=\"Rrule\" valign=\"top\">Approximately 2-fold  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">M</content><content styleCode=\"italics\">etabolism</content>  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">Fraction metabolized (% dose)  </td><td styleCode=\"Rrule\" valign=\"top\">At least 88%  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Primary metabolic pathway(s) [<content styleCode=\"italics\">i</content><content styleCode=\"italics\">n vitro</content>]  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; Oxidation: CYP1A2 &#x2022; Direct and sequential glucoronidation: UGT-HP4  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" valign=\"top\">  Active Metabolites  </td><td styleCode=\"Rrule\" valign=\"top\">Some metabolites appear pharmacologically active in vitro, but the clinical implications are not known.  </td></tr><tr styleCode=\"Botrule\"><td styleCode=\"Lrule Rrule\" colspan=\"2\" valign=\"top\"><content styleCode=\"italics\">Excretion</content>  </td></tr><tr><td styleCode=\"Lrule Rrule\" valign=\"top\">  Primary elimination pathways (% dose)  </td><td styleCode=\"Rrule\" valign=\"top\">&#x2022; Feces: 5% &#x2022; Urine: 90% (2% unchanged riluzole)  </td></tr></tbody></table>"
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis & Mutagenesis & Impairment Of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis & Mutagenesis & Impairment Of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The efficacy of riluzole was demonstrated in two studies (Study 1 and 2) that evaluated riluzole 50 mg twice daily in patients with amyotrophic lateral sclerosis (ALS). Both studies included patients with either familial or sporadic ALS, a disease duration of less than 5 years, and a baseline forced vital capacity greater than or equal to 60% of normal. Study 1 was a randomized, double-blind, placebo-controlled clinical study that enrolled 155 patients with ALS. Patients were randomized to receive riluzole 50 mg twice daily (n=77) or placebo (n=78) and were followed for at least 13 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. There was an early increase in survival in patients receiving riluzole compared to placebo. Figure 1 displays the survival curves for time to death or tracheostomy. The vertical axis represents the proportion of individuals alive without tracheostomy at various times following treatment initiation (horizontal axis). Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.12), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). As seen in Figure 1, the study showed an early increase in survival in patients given riluzole. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between the riluzole 50 mg twice daily and placebo groups was approximately 90 days. Figure 1. Time to Tracheostomy or Death in ALS Patients in Study 1 (Kaplan-Meier Curves) Study 2 was a randomized, double-blind, placebo-controlled clinical study that enrolled 959 patients with ALS. Patients were randomized to riluzole 50 mg twice daily (n=236) or placebo (n=242) and were followed for at least 12 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. Figure 2 displays the survival curves for time to death or tracheostomy for patients randomized to either riluzole 100 mg per day or placebo. Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.076), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). Not displayed in Figure 2 are the results of riluzole 50 mg per day (one-half of the recommended daily dose), which could not be statistically distinguished from placebo, or the results of riluzole 200 mg per day (two times the recommended daily dose), which were not distinguishable from the 100 mg per day results. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between riluzole and placebo was approximately 60 days. Although riluzole improved survival in both studies, measures of muscle strength and neurological function did not show a benefit. Figure 2. Time to Tracheostomy or Death in ALS Patients in Study 2 (Kaplan-Meier Curves) riluzole-fig-1 riluzole-fig-2"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Riluzole Tablets, USP are white to off-white coloured, capsule-shaped film coated tablets, debossed with “RIL” on one side and “50” on other side. Riluzole Tablets, USP are supplied in the following presentations: Bottles of 60 tablets NDC 67877-286-60 Bottles of 90 tablets NDC 67877-286-90 Bottles of 500 tablets NDC 67877-286-05 Bottles of 1000 tablets NDC 67877-286-10 Blister pack of 140 (10 x 14) Tablets NDC 67877-286-14 Store at 20° to 25°C (68° to 77°F). [See USP controlled room temperature.] and protect from bright light. Keep out of the reach of children."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise patients to inform their healthcare provider if they experience: · Yellowing of the whites of the eyes [see Warnings and Precautions (5.1)] · Fever [see Warnings and Precautions (5.2)] · Respiratory symptoms—for example, dry cough and difficult or labored breathing [see Warnings and Precautions (5.3)] Manufactured by: Alkem Laboratories Ltd., Mumbai - 400 013, INDIA. Distributed by: Ascend Laboratories, LLC Bedminster, NJ 07921 Revised: March 2025 PT 1789-04"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE LABEL.PRINCIPAL DISPLAY PANEL Ascend Laboratories, LLC NDC 67877-286-60 Riluzole Tablets, USP 50 mg 60 Tablets Rx Only riluzole-container-50-60-tab"
    ],
    "set_id": "dd432c13-389e-46b3-8891-0cf1a58800ff",
    "id": "ab3e90af-a9b7-4a4c-bbd9-31739b8aec19",
    "effective_time": "20250808",
    "version": "11",
    "openfda": {
      "application_number": [
        "ANDA204048"
      ],
      "brand_name": [
        "Riluzole"
      ],
      "generic_name": [
        "RILUZOLE"
      ],
      "manufacturer_name": [
        "Ascend Laboratories, LLC"
      ],
      "product_ndc": [
        "67877-286"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "RILUZOLE"
      ],
      "rxcui": [
        "199206"
      ],
      "spl_id": [
        "ab3e90af-a9b7-4a4c-bbd9-31739b8aec19"
      ],
      "spl_set_id": [
        "dd432c13-389e-46b3-8891-0cf1a58800ff"
      ],
      "package_ndc": [
        "67877-286-60",
        "67877-286-90",
        "67877-286-05",
        "67877-286-10",
        "67877-286-14"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0367877286600"
      ],
      "nui": [
        "N0000175740",
        "M0483511"
      ],
      "pharm_class_epc": [
        "Benzothiazole [EPC]"
      ],
      "pharm_class_cs": [
        "Benzothiazoles [CS]"
      ],
      "unii": [
        "7LJ087RS6F"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "riluzole riluzole RILUZOLE RILUZOLE ANHYDROUS DIBASIC CALCIUM PHOSPHATE SILICON DIOXIDE CROSCARMELLOSE SODIUM MAGNESIUM STEARATE MICROCRYSTALLINE CELLULOSE HYPROMELLOSE, UNSPECIFIED POLYETHYLENE GLYCOL, UNSPECIFIED TITANIUM DIOXIDE capsule-shaped 381;G"
    ],
    "indications_and_usage": [
      "1 INDICATIONS AND USAGE Riluzole tablets are indicated for the treatment of amyotrophic lateral sclerosis (ALS). Riluzole tablets are indicated for the treatment of amyotrophic lateral sclerosis (ALS) ( 1 )"
    ],
    "dosage_and_administration": [
      "2 DOSAGE AND ADMINISTRATION The recommended dosage for riluzole is 50 mg taken orally twice daily. Riluzole should be taken at least 1 hour before or 2 hours after a meal [see Clinical Pharmacology ( 12.3 )]. Measure serum aminotransferases before and during treatment with riluzole [see Warnings and Precautions ( 5.1 )]. • Recommended dosage: 50 mg twice daily, taken at least 1 hour before or 2 hours after a meal ( 2 ) • Measure serum aminotransferases before and during treatment ( 2 , 5.1 )"
    ],
    "dosage_forms_and_strengths": [
      "3 DOSAGE FORMS AND STRENGTHS Tablets: 50 mg white to off-white, capsule shaped, beveled edged, film-coated tablets, engraved with ‘381’ on one side and ‘G’ on the other side. Tablets: 50 mg ( 3 )"
    ],
    "contraindications": [
      "4 CONTRAINDICATIONS Riluzole tablets are contraindicated in patients with a history of severe hypersensitivity reactions to riluzole or to any of its components (anaphylaxis has occurred) [see Adverse Reactions ( 6.1 )]. Patients with a history of severe hypersensitivity reactions to riluzole or to any of its components ( 4 )"
    ],
    "warnings_and_cautions": [
      "5 WARNINGS AND PRECAUTIONS • Hepatic injury: Use of riluzole is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal; discontinue riluzole if there is evidence of liver dysfunction ( 5.1 ) • Neutropenia: Advise patients to report any febrile illness ( 5.2 ) • Interstitial lung disease: Discontinue riluzole if interstitial lung disease develops ( 5.3 ) 5.1 Hepatic Injury Cases of drug-induced liver injury, some of which were fatal, have been reported in patients taking riluzole. Asymptomatic elevations of hepatic transaminases have also been reported, and in some patients have recurred upon rechallenge with riluzole. In clinical studies, the incidence of elevations in hepatic transaminases was greater in riluzole-treated patients than placebo-treated patients. The incidence of elevations of ALT above 5 times the upper limit of normal (ULN) was 2% in riluzole-treated patients. Maximum increases in ALT occurred within 3 months after starting riluzole. About 50% and 8% of riluzole-treated patients in pooled Studies 1 and 2, had at least one elevated ALT level above ULN and above 3 times ULN, respectively [see Clinical Studies ( 14 )]. Monitor patients for signs and symptoms of hepatic injury, every month for the first 3 months of treatment, and periodically thereafter. The use of riluzole is not recommended if patients develop hepatic transaminase levels greater than 5 times the ULN. Discontinue riluzole if there is evidence of liver dysfunction (e.g., elevated bilirubin). 5.2 Neutropenia Cases of severe neutropenia (absolute neutrophil count less than 500 per mm 3 ) within the first 2 months of riluzole treatment have been reported. Advise patients to report febrile illnesses. 5.3 Interstitial Lung Disease Interstitial lung disease, including hypersensitivity pneumonitis, has occurred in patients taking riluzole. Discontinue riluzole immediately if interstitial lung disease develops."
    ],
    "adverse_reactions": [
      "6 ADVERSE REACTIONS The following adverse reactions are described below and elsewhere in the labeling: • Hepatic Injury [see Warnings and Precautions ( 5.1 )] • Neutropenia [see Warnings and Precautions ( 5.2 )] • Interstitial lung disease [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (incidence greater than or equal to 5% and greater than placebo) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Glenmark Pharmaceuticals Inc., USA at 1 (888) 721-7115 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Controlled Clinical Trials In the placebo-controlled clinical trials in patients with ALS (Study 1 and 2), a total of 313 patients received riluzole 50 mg twice daily [see Clinical Studies ( 14 )]. The most common adverse reactions in the riluzole group (in at least 5% of patients and more frequently than in the placebo group) were asthenia, nausea, dizziness, decreased lung function, and abdominal pain. The most common adverse reactions leading to discontinuation in the riluzole group were nausea, abdominal pain, constipation, and elevated ALT. There was no difference in rates of adverse reactions leading to discontinuation in females and males. However, the incidence of dizziness was higher in females (11%) than in males (4%). The adverse reaction profile was similar in older and younger patients. There were insufficient data to determine if there were differences in the adverse reaction profile in different races. Table 1 lists adverse reactions that occurred in at least 2% of riluzole-treated patients (50 mg twice daily) in pooled Study 1 and 2, and at a higher rate than placebo. Table 1. Adverse Reactions in Pooled Placebo-Controlled Trials (Studies 1 and 2) in Patients with ALS Riluzole 50 mg twice daily (N=313) Placebo (N=320) Asthenia 19% 12% Nausea 16% 11% Decreased lung function 10% 9% Hypertension 5% 4% Abdominal pain 5% 4% Vomiting 4% 2% Arthralgia 4% 3% Dizziness 4% 3% Dry mouth 4% 3% Insomnia 4% 3% Pruritus 4% 3% Tachycardia 3% 1% Flatulence 3% 2% Increased cough 3% 2% Peripheral edema 3% 2% Urinary Tract Infection 3% 2% Circumoral paresthesia 2% 0% Somnolence 2% 1% Vertigo 2% 1% Eczema 2% 1% 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of riluzole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Acute hepatitis and icteric toxic hepatitis [see Warnings and Precautions ( 5.1 )] • Renal tubular impairment • Pancreatitis"
    ],
    "adverse_reactions_table": [
      "<table width=\"100%\"><col width=\"33%\"/><col width=\"33%\"/><col width=\"33%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"/><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Riluzole</paragraph><paragraph>50 mg twice daily</paragraph><paragraph>(N=313)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Placebo</paragraph><paragraph>(N=320)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Asthenia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>19%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>12%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Nausea</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>16%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>11%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Decreased lung function</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>10%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>9%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Hypertension</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>5%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Abdominal pain</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>5%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Vomiting</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Arthralgia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Dizziness</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Dry mouth</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Insomnia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Pruritus</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>4%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Tachycardia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>1%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Flatulence</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Increased cough</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Peripheral edema</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Urinary Tract Infection</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>3%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Circumoral paresthesia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>0%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Somnolence</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>1%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Vertigo</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>2%</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>1%</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>Eczema</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>2%</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>1%</paragraph></td></tr></tbody></table>"
    ],
    "drug_interactions": [
      "7 DRUG INTERACTIONS • Strong to moderate CYP1A2 inhibitors: Coadministration may increase riluzole-associated adverse reactions ( 7.1 ) • Strong to moderate CYP1A2 inducers: Coadministration may result in decreased efficacy ( 7.2 ) • Hepatotoxic drugs: Riluzole-treated patients that take other hepatotoxic drugs may be at increased risk for hepatotoxicity ( 7.3 ) 7.1 Agents that may Increase Riluzole Blood Concentrations CYP1A2 inhibitors Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inhibitors was not evaluated in a clinical trial; however, in vitro findings suggest an increase in riluzole exposure is likely. The concomitant use of strong or moderate CYP1A2 inhibitors (e.g., ciprofloxacin, enoxacin, fluvoxamine, methoxsalen, mexiletine, oral contraceptives, thiabendazole, vemurafenib, zileuton) with riluzole may increase the risk of riluzole-associated adverse reactions [see Clinical Pharmacology ( 12.3 )]. 7.2 Agents that may Decrease Riluzole Plasma Concentrations CYP1A2 inducers Co-administration of riluzole (a CYP1A substrate) with CYP1A2 inducers was not evaluated in a clinical trial; however, in vitro findings suggest a decrease in riluzole exposure is likely. Lower exposures may result in decreased efficacy [see Clinical Pharmacology ( 12.3 )]. 7.3 Hepatotoxic Drugs Clinical trials in ALS patients excluded patients on concomitant medications which were potentially hepatotoxic (e.g., allopurinol, methyldopa, sulfasalazine). Riluzole-treated patients who take other hepatotoxic drugs may be at an increased risk for hepatotoxicity [see Warnings and Precautions ( 5.1 )]."
    ],
    "use_in_specific_populations": [
      "8 USE IN SPECIFIC POPULATIONS • Pregnancy: Based on animal data, may cause fetal harm ( 8.1 ) 8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data]. Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis. 8.2 Lactation Risk Summary It is not known if riluzole is excreted in human milk. Riluzole or its metabolites have been detected in milk of lactating rats. Women should be advised that many drugs are excreted in human milk and that the potential for serious adverse reactions in nursing infants from riluzole is unknown. 8.3 Females and Males of Reproductive Potential In rats, oral administration of riluzole resulted in decreased fertility indices and increases in embryolethality [see Nonclinical Toxicology ( 13.1 )]. 8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established. 8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. 8.6 Hepatic Impairment Patients with mild [Child-Pugh’s (CP) score A] or moderate (CP score B) hepatic impairment had increases in AUC compared to patients with normal hepatic function. Thus, patients with mild or moderate hepatic impairment may be at increased risk of adverse reactions. The impact of severe hepatic impairment on riluzole exposure is unknown. Use of riluzole is not recommended in patients with baseline elevations of serum aminotransferases greater than 5 times upper limit of normal or evidence of liver dysfunction (e.g., elevated bilirubin) [Clinical Pharmacology ( 12.3 )]. 8.7 Japanese Patients Japanese patients are more likely to have higher riluzole concentrations. Consequently, the risk of adverse reactions may be greater in Japanese patients [see Clinical Pharmacology ( 12.3 )]."
    ],
    "pregnancy": [
      "8.1 Pregnancy Risk Summary There are no studies of riluzole in pregnant women, and case reports have been inadequate to inform the drug-associated risk. The background risk for major birth defects and miscarriage in patients with amyotrophic lateral sclerosis is unknown. In the U.S. general population, the background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. In studies in which riluzole was administered orally to pregnant animals, developmental toxicity (decreased embryofetal/offspring viability, growth, and functional development) was observed at clinically relevant doses [see Data]. Based on these results, women should be advised of a possible risk to the fetus associated with use of riluzole during pregnancy. Data Animal Data Oral administration of riluzole (3, 9, or 27 mg/kg/day) to pregnant rats during the period of organogenesis resulted in decreases in fetal growth (body weight and length) at the high dose. The mid dose, a no-effect dose for embryofetal developmental toxicity, is approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. When riluzole was administered orally (3, 10, or 60 mg/kg/day) to pregnant rabbits during the period of organogenesis, embryofetal mortality was increased at the high dose and fetal body weight was decreased and morphological variations increased at all but the lowest dose tested. The no-effect dose (3 mg/kg/day) for embryofetal developmental toxicity is less than the RHDD on a mg/m2 basis. Maternal toxicity was observed at the highest dose tested in rat and rabbit. When riluzole was orally administered (3, 8, or 15 mg/kg/day) to male and female rats prior to and during mating and to female rats throughout gestation and lactation, increased embryofetal mortality and decreased postnatal offspring viability, growth, and functional development were observed at the high dose. The mid dose, a no-effect dose for pre-and postnatal developmental toxicity, is approximately equal to the RHDD on a mg/m 2 basis."
    ],
    "pediatric_use": [
      "8.4 Pediatric Use Safety and effectiveness of riluzole in pediatric patients have not been established."
    ],
    "geriatric_use": [
      "8.5 Geriatric Use In clinical studies of riluzole, 30% of patients were 65 years and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "overdosage": [
      "10 OVERDOSAGE Reported symptoms of overdose following ingestion of riluzole ranging from 1.5 to 3 grams (30 to 60 times the recommended dose) included acute toxic encephalopathy, coma, drowsiness, memory loss, and methemoglobinemia. No specific antidote for the treatment of riluzole overdose is available. For current information on the management of poisoning or overdosage, contact the National Poison Control Center at 1-800-222-1222 or www.poison.org."
    ],
    "description": [
      "11 DESCRIPTION Riluzole, USP is a member of the benzothiazole class. The chemical designation for riluzole is 2-amino-6-(trifluoromethoxy)benzothiazole. Its molecular formula is C 8 H 5 F 3 N 2 OS, and its molecular weight is 234.2 g/mol. The chemical structure is: Riluzole USP is a white to slightly yellow powder or crystalline powder that is freely soluble in acetonitrile, in alcohol and in methylene chloride; slightly soluble in hexane, very slightly soluble in water. Each film-coated tablet for oral use contains 50 mg of riluzole, USP and the following inactive ingredients: anhydrous dibasic calcium phosphate, colloidal silicon dioxide, croscarmellose sodium, hypromellose, magnesium stearate, microcrystalline cellulose, polyethylene glycol 400 and titanium dioxide. structure"
    ],
    "clinical_pharmacology": [
      "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown. 12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans. 12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole Absorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and C max ↓ 45% (high fat meal) Distribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) Elimination Elimination half-life • 12 hours (CV=35%) • The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold Metabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ in vitro ] • Oxidation: CYP1A2 • Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro but the clinical implications are not known. Excretion Primary elimination pathways (% dose) • Feces: 5% • Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations ( 8.6 )]. Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [see Use in Specific Populations ( 8.7 )]. Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro , riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro ."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"100%\"><col width=\"50%\"/><col width=\"50%\"/><tbody><tr><td colspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Absorption</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Bioavailability (oral)</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Approximately 60%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Dose Proportionality</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Food effect</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>AUC &#x2193; 20% and C<sub>max</sub> &#x2193; 45% (high fat meal)</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Distribution</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Plasma Protein Binding</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>96% (Mainly to albumin and lipoproteins)</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Elimination</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><list listType=\"unordered\"><item><caption> </caption>Elimination half-life</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>12 hours (CV=35%)</item><item><caption>&#x2022;</caption>The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"ordered\"><item><caption> </caption>Accumulation</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Approximately 2-fold</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"italics\">Metabolism</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Fraction metabolized (% dose)</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>At least 88%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Primary metabolic pathway(s) [<content styleCode=\"italics\">in vitro</content>]</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>Oxidation: CYP1A2</item><item><caption>&#x2022;</caption>Direct and sequential glucoronidation: UGT-HP4</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"ordered\"><item><caption> </caption>Active Metabolites</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Some metabolites appear pharmacologically active <content styleCode=\"italics\">in vitro</content> but the clinical implications are not known.</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"italics\">Excretion</content></paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Primary elimination pathways (% dose)</item></list></td><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>Feces: 5%</item><item><caption>&#x2022;</caption>Urine: 90% (2% unchanged riluzole)</item></list></td></tr></tbody></table>"
    ],
    "mechanism_of_action": [
      "12.1 Mechanism of Action The mechanism by which riluzole exerts its therapeutic effects in patients with ALS is unknown."
    ],
    "pharmacodynamics": [
      "12.2 Pharmacodynamics The clinical pharmacodynamics of riluzole has not been determined in humans."
    ],
    "pharmacokinetics": [
      "12.3 Pharmacokinetics Table 2 displays the pharmacokinetic parameters of riluzole. Table 2. Pharmacokinetic Parameters of Riluzole Absorption Bioavailability (oral) Approximately 60% Dose Proportionality Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage) Food effect AUC ↓ 20% and C max ↓ 45% (high fat meal) Distribution Plasma Protein Binding 96% (Mainly to albumin and lipoproteins) Elimination Elimination half-life • 12 hours (CV=35%) • The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known. Accumulation Approximately 2-fold Metabolism Fraction metabolized (% dose) At least 88% Primary metabolic pathway(s) [ in vitro ] • Oxidation: CYP1A2 • Direct and sequential glucoronidation: UGT-HP4 Active Metabolites Some metabolites appear pharmacologically active in vitro but the clinical implications are not known. Excretion Primary elimination pathways (% dose) • Feces: 5% • Urine: 90% (2% unchanged riluzole) Specific Populations Hepatic Impairment Compared with healthy volunteers, the AUC of riluzole was approximately 1.7-fold greater in patients with mild chronic hepatic impairment (CP score A) and approximately 3-fold greater in patients with moderate chronic hepatic impairment (CP score B). The pharmacokinetics of riluzole have not been studied in patients with severe hepatic impairment (CP score C) [see Use in Specific Populations ( 8.6 )]. Race The clearance of riluzole was 50% lower in male Japanese subjects than in Caucasian subjects, after normalizing for body weight [see Use in Specific Populations ( 8.7 )]. Gender The mean AUC of riluzole was approximately 45% higher in female patients than male patients. Smokers The clearance of riluzole in tobacco smokers was 20% greater than in nonsmokers. Geriatric Patients and Patients with Moderate to Severe Renal Impairment Age 65 years or older, and moderate to severe renal impairment do not have a meaningful effect on the pharmacokinetics of riluzole. The pharmacokinetics of riluzole in patients undergoing hemodialysis are unknown. Drug Interaction Studies Drugs Highly Bound To Plasma Proteins Riluzole and warfarin are highly bound to plasma proteins. In vitro , riluzole did not show any displacement of warfarin from plasma proteins. Riluzole binding to plasma proteins was unaffected by warfarin, digoxin, imipramine and quinine at high therapeutic concentrations in vitro ."
    ],
    "pharmacokinetics_table": [
      "<table width=\"100%\"><col width=\"50%\"/><col width=\"50%\"/><tbody><tr><td colspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Absorption</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Bioavailability (oral)</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Approximately 60%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Dose Proportionality</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Linear over a dose range of 25 mg to 100 mg every 12 hours (1/2 to 2 times the recommended dosage)</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Food effect</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>AUC &#x2193; 20% and C<sub>max</sub> &#x2193; 45% (high fat meal)</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Distribution</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Plasma Protein Binding</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>96% (Mainly to albumin and lipoproteins)</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Elimination</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><list listType=\"unordered\"><item><caption> </caption>Elimination half-life</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>12 hours (CV=35%)</item><item><caption>&#x2022;</caption>The high interindividual variability in the clearance of riluzole is potentially attributable to variability of CYP1A2. The clinical implications are not known.</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"ordered\"><item><caption> </caption>Accumulation</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Approximately 2-fold</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"italics\">Metabolism</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Fraction metabolized (% dose)</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>At least 88%</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Primary metabolic pathway(s) [<content styleCode=\"italics\">in vitro</content>]</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>Oxidation: CYP1A2</item><item><caption>&#x2022;</caption>Direct and sequential glucoronidation: UGT-HP4</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"ordered\"><item><caption> </caption>Active Metabolites</item></list></td><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Some metabolites appear pharmacologically active <content styleCode=\"italics\">in vitro</content> but the clinical implications are not known.</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"italics\">Excretion</content></paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><list listType=\"unordered\"><item><caption> </caption>Primary elimination pathways (% dose)</item></list></td><td styleCode=\"Rrule Botrule Lrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>&#x2022;</caption>Feces: 5%</item><item><caption>&#x2022;</caption>Urine: 90% (2% unchanged riluzole)</item></list></td></tr></tbody></table>"
    ],
    "nonclinical_toxicology": [
      "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m2 basis."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Riluzole was not carcinogenic in mice or rats when administered for 2 years at daily oral doses up to 20 and 10 mg/kg/day, respectively, which are approximately equal to the recommended human daily dose (RHDD, 100 mg) on a mg/m 2 basis. Mutagenesis Riluzole was negative in in vitro (bacterial reverse mutation (Ames), mouse lymphoma tk , chromosomal aberration assay in human lymphocytes), and in vivo (rat cytogenetic and mouse micronucleus) assays. N-hydroxyriluzole, the major active metabolite of riluzole, was positive for clastogenicity in the in vitro mouse lymphoma tk assay and in the in vitro micronucleus assay using the same mouse lymphoma cell line. N-hydroxyriluzole was negative in the HPRT gene mutation assay, the Ames assay (with and without rat or hamster S9), the in vitro chromosomal aberration assay in human lymphocytes, and the in vivo mouse micronucleus assay. Impairment of Fertility When riluzole (3, 8, or 15 mg/kg) was administered orally to male and female rats prior to and during mating and continuing in females throughout gestation and lactation, fertility indices were decreased and embryolethality was increased at the high dose. This dose was also associated with maternal toxicity. The mid dose, a no-effect dose for effects on fertility and early embryonic development, is approximately equal to the RHDD on a mg/m2 basis."
    ],
    "clinical_studies": [
      "14 CLINICAL STUDIES The efficacy of riluzole was demonstrated in two studies (Study 1 and 2) that evaluated riluzole 50 mg twice daily in patients with amyotrophic lateral sclerosis (ALS). Both studies included patients with either familial or sporadic ALS, a disease duration of less than 5 years, and a baseline forced vital capacity greater than or equal to 60% of normal. Study 1 was a randomized, double-blind, placebo-controlled clinical study that enrolled 155 patients with ALS. Patients were randomized to receive riluzole 50 mg twice daily (n=77) or placebo (n=78) and were followed for at least 13 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. There was an early increase in survival in patients receiving riluzole compared to placebo. Figure 1 displays the survival curves for time to death or tracheostomy. The vertical axis represents the proportion of individuals alive without tracheostomy at various times following treatment initiation (horizontal axis). Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.12), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). As seen in Figure 1, the study showed an early increase in survival in patients given riluzole. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between the riluzole 50 mg twice daily and placebo groups was approximately 90 days. Figure 1. Time to Tracheostomy or Death in ALS Patients in Study 1 (Kaplan-Meier Curves) Study 2 was a randomized, double-blind, placebo-controlled clinical study that enrolled 959 patients with ALS. Patients were randomized to riluzole 50 mg twice daily (n=236) or placebo (n=242) and were followed for at least 12 months (up to a maximum duration of 18 months). The clinical outcome measure was time to tracheostomy or death. The time to tracheostomy or death was longer for patients receiving riluzole compared to placebo. Figure 2 displays the survival curves for time to death or tracheostomy for patients randomized to either riluzole 100 mg per day or placebo. Although these survival curves were not statistically significantly different when evaluated by the analysis specified in the study protocol (Logrank test p=0.076), the difference was found to be significant by another appropriate analysis (Wilcoxon test p=0.05). Not displayed in Figure 2 are the results of riluzole 50 mg per day (one-half of the recommended daily dose), which could not be statistically distinguished from placebo, or the results of riluzole 200 mg per day (two times the recommended daily dose), which were not distinguishable from the 100 mg per day results. Among the patients in whom the endpoint of tracheostomy or death was reached during the study, the difference in median survival between riluzole and placebo was approximately 60 days. Although riluzole improved survival in both studies, measures of muscle strength and neurological function did not show a benefit. Figure 2. Time to Tracheostomy or Death in ALS Patients in Study 2 (Kaplan-Meier Curves) figure-1 figure-2"
    ],
    "how_supplied": [
      "16 HOW SUPPLIED/STORAGE AND HANDLING Riluzole tablets USP, 50 mg are white to off-white, capsule shaped, beveled edged, film-coated tablets, engraved with ‘381’ on one side and ‘G’ on the other side. Riluzole tablets USP, 50 mg are supplied in: Bottles of 60 tablets NDC 68462-381-60 Bottles of 1000 tablets NDC 68462-381-10 Store at 20°C to 25°C (68°F to77°F) [see USP Controlled Room Temperature] and protect from bright light. Keep out of the reach of children."
    ],
    "information_for_patients": [
      "17 PATIENT COUNSELING INFORMATION Advise patients to inform their healthcare provider if they experience: • Yellowing of the whites of the eyes [see Warnings and Precautions ( 5.1 )] • Fever [see Warnings and Precautions ( 5.2 )] • Respiratory symptoms—for example, dry cough and difficult or labored breathing [see Warnings and Precautions ( 5.3 )] Manufactured by: Glenmark Pharmaceuticals Limited Colvale-Bardez, Goa 403513, India Manufactured for: Glenmark Pharmaceuticals Inc., USA Mahwah, NJ 07430 Questions? 1 (888) 721-7115 www.glenmarkpharma-us.com Product of India July 2020 glenmark-logo"
    ],
    "package_label_principal_display_panel": [
      "PACKAGE/LABEL PRINCIPAL DISPLAY PANEL label-50mg"
    ],
    "set_id": "f1ce57e8-d3fe-422c-8724-3101c258898a",
    "id": "e8a81e60-47b6-4097-9e49-48eb88e694f6",
    "effective_time": "20200710",
    "version": "12",
    "openfda": {
      "application_number": [
        "ANDA091394"
      ],
      "brand_name": [
        "riluzole"
      ],
      "generic_name": [
        "RILUZOLE"
      ],
      "manufacturer_name": [
        "Glenmark Pharmaceuticals Inc., USA"
      ],
      "product_ndc": [
        "68462-381"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "ORAL"
      ],
      "substance_name": [
        "RILUZOLE"
      ],
      "rxcui": [
        "199206"
      ],
      "spl_id": [
        "e8a81e60-47b6-4097-9e49-48eb88e694f6"
      ],
      "spl_set_id": [
        "f1ce57e8-d3fe-422c-8724-3101c258898a"
      ],
      "package_ndc": [
        "68462-381-60",
        "68462-381-10"
      ],
      "is_original_packager": [
        true
      ],
      "upc": [
        "0368462381601"
      ],
      "nui": [
        "N0000175740",
        "M0483511"
      ],
      "pharm_class_epc": [
        "Benzothiazole [EPC]"
      ],
      "pharm_class_cs": [
        "Benzothiazoles [CS]"
      ],
      "unii": [
        "7LJ087RS6F"
      ]
    }
  }
]