[
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC Number Size 63629-8773-1 400g jar Store at room temperature. 15°-30°C (59°-86°F). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% #400 (Jar) Label"
    ],
    "set_id": "0084786a-09a3-4612-9afc-6733cc0cc56a",
    "id": "f63c800f-63a1-498e-9814-28b41de0c3b2",
    "effective_time": "20250210",
    "version": "105",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8773"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "f63c800f-63a1-498e-9814-28b41de0c3b2"
      ],
      "spl_set_id": [
        "0084786a-09a3-4612-9afc-6733cc0cc56a"
      ],
      "package_ndc": [
        "63629-8773-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE Water Stearyl Alcohol Petrolatum POLYOXYL 40 STEARATE TYPE I Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-0717 NDC: 50090-0717-0 50 g in a TUBE"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Label Image"
    ],
    "set_id": "067895f9-a797-4cbd-a3d2-d611d512fe5b",
    "id": "8225e8a3-609e-4b82-aaa7-1c6010c07f6e",
    "effective_time": "20250617",
    "version": "17",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-0717"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "8225e8a3-609e-4b82-aaa7-1c6010c07f6e"
      ],
      "spl_set_id": [
        "067895f9-a797-4cbd-a3d2-d611d512fe5b"
      ],
      "package_ndc": [
        "50090-0717-0"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC Number Size 63629-8771-1 50g tube Store at room temperature. 15°-30°C (59°-86°F)."
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% #50 Label"
    ],
    "set_id": "3604ed05-8d91-475a-b950-2c114b3f890d",
    "id": "194ff4e6-668a-47cc-9acc-369741f28181",
    "effective_time": "20240806",
    "version": "103",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8771"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "194ff4e6-668a-47cc-9acc-369741f28181"
      ],
      "spl_set_id": [
        "3604ed05-8d91-475a-b950-2c114b3f890d"
      ],
      "package_ndc": [
        "63629-8771-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC 63629-8772-1: 85g tube Store at room temperature. 15°-30°C (59°-86°F). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% Label"
    ],
    "set_id": "3a04ce6d-4c38-4e21-8273-98a43d8c6359",
    "id": "f8773374-403d-45d8-bb79-174fe87b4766",
    "effective_time": "20241008",
    "version": "105",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8772"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "f8773374-403d-45d8-bb79-174fe87b4766"
      ],
      "spl_set_id": [
        "3a04ce6d-4c38-4e21-8273-98a43d8c6359"
      ],
      "package_ndc": [
        "63629-8772-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Thermazene Silver Sulfadiazine Silver Sulfadiazine Silver Sulfadiazine SILVER CATION Water Stearyl Alcohol Petrolatum POLYOXYL 40 STEARATE TYPE I Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell wall to produce its bactericidal effect. Results of In Vitro Testing With Silver Sulfadiazine Cream, 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 micrograms/mL 100 micrograms/mL Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter Species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella Species 53/54 54/54 Escherichia Coli 63/63 63/63 Serratia Species 27/28 28/28 Proteus Mirabilis 53/53 53/53 Morganella Morganii 10/10 10/10 Providencia Rettgeri 2/2 2/2 Proteus Vulgaris 2/2 2/2 Providencia Species 1/1 1/1 Citrobacter Species 10/10 10/10 Acinetobacter Calcoaceticus 10/11 11/11 Clostridium Perfringens 0/2 2/2 Clostridium Perfringens 0/2 2/2 Candida Albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES 1. Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. 2. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. 3. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "How Supplied Silver sulfadiazine cream, USP 1% - white to off-white cream 50 Gram jar - 68788-0600-5 25 Gram Tube – 68788-0600-2"
    ],
    "package_label_principal_display_panel": [
      "———PRINCIPAL DISPLAY PANEL——— Silver sulfadiazine (micronized) 1% in a hydrophilic (water dispersible) base consisting of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, sorbitan monooleate, with 0.3% methylparaben as a preservative. DOSAGE AND ADMINISTRATION: See insert provided with this package. WARNING: KEEP OUT OF REACH OF CHILDREN. STORE AT ROOM TEMPERATURE 15°-30°C (59° - 86°F). For Topical Use Only. Keep tube tightly closed. See Crimp for Control Number/Expiration Date. Mfd. for: Ascend Laboratories, LLC Parsippany, NJ 07054 Mfd. by: Crown Laboratories, Inc. Johnson City, TN 37604 Product information: 1-877-272-7901 P1837.03 NDC 68788-0600-4 ASCEND Laboratories, LLC Silver Sulfadiazine Cream, USP 1% Rx ONLY Net Wt. 25 g Relabeled By: Preferred Pharmaceuticals Inc. Silver Sulfadiazine Cream 1%"
    ],
    "set_id": "42c3ece4-0df0-4ed8-ac0f-a65fad19eed7",
    "id": "98948242-c0ca-49e7-beb5-fec0105fc40a",
    "effective_time": "20260216",
    "version": "13",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Thermazene Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Preferred Pharmaceuticals, Inc."
      ],
      "product_ndc": [
        "68788-0600"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "spl_id": [
        "98948242-c0ca-49e7-beb5-fec0105fc40a"
      ],
      "spl_set_id": [
        "42c3ece4-0df0-4ed8-ac0f-a65fad19eed7"
      ],
      "package_ndc": [
        "68788-0600-5",
        "68788-0600-2",
        "68788-0600-4"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE Water Stearyl Alcohol Petrolatum Polyoxyl 40 Stearate Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-2152 NDC: 50090-2152-0 400 g in a JAR"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Label Image"
    ],
    "set_id": "475953ba-b555-474c-9bcd-8cd314cc0d1f",
    "id": "eaadd781-8c99-41ba-a7f6-bdf54bb9faf8",
    "effective_time": "20240131",
    "version": "10",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-2152"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "eaadd781-8c99-41ba-a7f6-bdf54bb9faf8"
      ],
      "spl_set_id": [
        "475953ba-b555-474c-9bcd-8cd314cc0d1f"
      ],
      "package_ndc": [
        "50090-2152-0"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN SILVER SULFADIAZINE SULFADIAZINE"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content>Testing With Silver   Sulfadiazine Cream, USP 1% Concentration of   Silver Sulfadiazine Number of Sensitive Strains /   Total Number of Strains Tested </td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC Number Size 87063-078-20 (relabeled from NDC 67877-124-20) 20g tube 87063-078-25 (relabeled from NDC 67877-124-25) 25g tube 87063-078-05 (relabeled from NDC 67877-124-05) 50g tube 87063-078-85 (relabeled from NDC 67877-124-85) 85g tube 87063-078-50 (relabeled from NDC 67877-124-50) 50g jar 87063-078-40 (relabeled from NDC 67877-124-40) 400g jar 87063-078-10 (relabeled from NDC 67877-124-10) 1000g jar Store at room temperature. 15°-30°C (59°-86°F). Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "how_supplied_table": [
      "<table width=\"500\"><colgroup><col align=\"left\" width=\"40%\"/><col align=\"center\" width=\"30%\"/><col align=\"center\" width=\"30%\"/></colgroup><tbody><tr><td align=\"left\" colspan=\"3\">Silver sulfadiazine cream, USP 1% - white to off-white cream</td></tr><tr><td align=\"left\">NDC Number</td><td align=\"center\">Size</td><td align=\"center\"/></tr><tr><td align=\"left\">87063-078-20 (relabeled from NDC 67877-124-20)</td><td align=\"center\">20g tube</td></tr><tr><td align=\"left\">87063-078-25 (relabeled from NDC 67877-124-25)</td><td align=\"center\">25g tube</td></tr><tr><td align=\"left\">87063-078-05 (relabeled from NDC 67877-124-05)</td><td align=\"center\">50g tube</td></tr><tr><td align=\"left\">87063-078-85 (relabeled from NDC 67877-124-85)</td><td align=\"center\">85g tube</td></tr><tr><td align=\"left\">87063-078-50 (relabeled from NDC 67877-124-50)</td><td align=\"center\">50g jar</td></tr><tr><td align=\"left\">87063-078-40 (relabeled from NDC 67877-124-40)</td><td align=\"center\">400g jar</td></tr><tr><td align=\"left\">87063-078-10 (relabeled from NDC 67877-124-10)</td><td align=\"center\">1000g jar</td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "label"
    ],
    "set_id": "4d9aa72e-b8dc-4ea3-be44-80f03ba81982",
    "id": "4908298d-e389-9450-e063-6394a90a5e75",
    "effective_time": "20260123",
    "version": "1",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Asclemed USA, Inc."
      ],
      "product_ndc": [
        "87063-078"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "4908298d-e389-9450-e063-6394a90a5e75"
      ],
      "spl_set_id": [
        "4d9aa72e-b8dc-4ea3-be44-80f03ba81982"
      ],
      "package_ndc": [
        "87063-078-20",
        "87063-078-25",
        "87063-078-05",
        "87063-078-85",
        "87063-078-50",
        "87063-078-40",
        "87063-078-10"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE Water Stearyl Alcohol Petrolatum Polyoxyl 40 Stearate Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 101/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 53/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"100%\"><col width=\"58%\"/><col width=\"20%\"/><col width=\"20%\"/><tbody><tr><td align=\"center\" colspan=\"3\" styleCode=\"Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With</content> <content styleCode=\"bold\">Silver Sulfadiazine Cream, USP 1% Concentration</content> <content styleCode=\"bold\">of Silver Sulfadiazine Number of Sensitive</content> <content styleCode=\"bold\">Strains / Total Number of Strains Tested</content></paragraph></td></tr><tr><td valign=\"top\"/><td valign=\"top\"/><td valign=\"top\"/></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"bold\">Genus and Species</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">50 &#xB5;g/mL</content></paragraph></td><td valign=\"top\"><paragraph><content styleCode=\"bold\">100 &#xB5;g/mL</content></paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Pseudomonas aeruginosa</content></paragraph></td><td valign=\"top\"><paragraph>130/130</paragraph></td><td valign=\"top\"><paragraph>130/130</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</content></paragraph></td><td valign=\"top\"><paragraph>7/7</paragraph></td><td valign=\"top\"><paragraph>7/7</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Enterobacter species</content></paragraph></td><td valign=\"top\"><paragraph>48/50</paragraph></td><td valign=\"top\"><paragraph>50/50</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Enterobacter cloacae</content></paragraph></td><td valign=\"top\"><paragraph>24/24</paragraph></td><td valign=\"top\"><paragraph>24/24</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Klebsiella species</content></paragraph></td><td valign=\"top\"><paragraph>53/54</paragraph></td><td valign=\"top\"><paragraph>54/54</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Escherichia coli</content></paragraph></td><td valign=\"top\"><paragraph>63/63</paragraph></td><td valign=\"top\"><paragraph>63/63</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Serratia species</content></paragraph></td><td valign=\"top\"><paragraph>27/28</paragraph></td><td valign=\"top\"><paragraph>28/28</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Proteus mirabilis</content></paragraph></td><td valign=\"top\"><paragraph>53/53</paragraph></td><td valign=\"top\"><paragraph>53/53</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Morganella morganii</content></paragraph></td><td valign=\"top\"><paragraph>10/10</paragraph></td><td valign=\"top\"><paragraph>10/10</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Providencia rettgeri</content></paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Proteus vulgaris</content></paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Providencia species</content></paragraph></td><td valign=\"top\"><paragraph>1/1</paragraph></td><td valign=\"top\"><paragraph>1/1</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Citrobacter species</content></paragraph></td><td valign=\"top\"><paragraph>10/10</paragraph></td><td valign=\"top\"><paragraph>10/10</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Acinetobacter calcoaceticus</content></paragraph></td><td valign=\"top\"><paragraph>10/11 </paragraph></td><td valign=\"top\"><paragraph>11/11</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Stahylococcus aureus</content></paragraph></td><td valign=\"top\"><paragraph>100/101</paragraph></td><td valign=\"top\"><paragraph>101/101</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Staphylococcus epidermidis</content></paragraph></td><td valign=\"top\"><paragraph>51/51</paragraph></td><td valign=\"top\"><paragraph>51/51</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</content></paragraph></td><td valign=\"top\"><paragraph>4/4</paragraph></td><td valign=\"top\"><paragraph>4/4</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Enterococcus species</content></paragraph></td><td valign=\"top\"><paragraph>52/53</paragraph></td><td valign=\"top\"><paragraph>53/53</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Corynebacterium diphtheriae</content></paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td></tr><tr><td valign=\"top\"><paragraph><content styleCode=\"italics\">Clostridium perfringens</content></paragraph></td><td valign=\"top\"><paragraph>0/2</paragraph></td><td valign=\"top\"><paragraph>2/2</paragraph></td></tr><tr><td styleCode=\"Botrule \" valign=\"top\"><paragraph><content styleCode=\"italics\">Candida albicans</content></paragraph></td><td styleCode=\"Botrule \" valign=\"top\"><paragraph>43/50</paragraph></td><td styleCode=\"Botrule \" valign=\"top\"><paragraph>50/50</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )."
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided, silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES • Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. • Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135:818–819. • Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977; 17:835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC Number Size 63187-023-25 25g tube 63187-023-50 50g tube 63187-023-51 50g tube Store at room temperature. 15°-30°C (56°-86°F). Manufactured for: Ascend Laboratories, LLC Montvale, NJ 07645 Manufactured by: Crown Laboratories, Inc. Johnson City, TN 37604 Relabeled by: Proficient Rx LP Thousand Oaks, CA 91320"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 25g 63187-023-25"
    ],
    "set_id": "532d776e-54b3-4d4f-bb7a-94927bfba4d2",
    "id": "cd81836d-38df-44dc-80a1-fb7ec7ba83e1",
    "effective_time": "20240301",
    "version": "7",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Proficient Rx LP"
      ],
      "product_ndc": [
        "63187-023"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "cd81836d-38df-44dc-80a1-fb7ec7ba83e1"
      ],
      "spl_set_id": [
        "532d776e-54b3-4d4f-bb7a-94927bfba4d2"
      ],
      "package_ndc": [
        "63187-023-50",
        "63187-023-25",
        "63187-023-51"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "upc": [
        "0363187023256"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE Water Stearyl Alcohol Petrolatum POLYOXYL 40 STEARATE TYPE I Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-0607 NDC: 50090-0607-0 50 g in a JAR"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Label Image"
    ],
    "set_id": "72ca5cb5-14d2-45e4-8b53-ed5809b0aeca",
    "id": "791c5e07-0191-45c8-b97d-1563b6a9362a",
    "effective_time": "20251205",
    "version": "20",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-0607"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "791c5e07-0191-45c8-b97d-1563b6a9362a"
      ],
      "spl_set_id": [
        "72ca5cb5-14d2-45e4-8b53-ed5809b0aeca"
      ],
      "package_ndc": [
        "50090-0607-0"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "SILVER SULFADIAZINE silver sulfadiazine SILVER SULFADIAZINE SULFADIAZINE"
    ],
    "description": [
      "DESCRIPTION Silver Sulfadiazine Cream 1% is a soft, white, water-miscible cream containing the antimicrobial agent silver sulfadiazine in micronized form, which has the following structural formula: Each gram of silver sulfadiazine cream 1% contains 10 mg of micronized silver sulfadiazine. The cream vehicle consists of white petrolatum, stearyl alcohol, isopropyl myristate, sorbitan monooleate, polyoxyl 40 stearate, propylene glycol, and water, with methylparaben 0.3% as a preservative. Silver Sulfadiazine Cream 1% spreads easily and can be washed off readily with water. Chemical Structure"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of In Vitro Testing with Silver Sulfadiazine Cream 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains/Total Number of Strains Tested Genus & Species 50 μg/mL 100 μg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Providencia species 1/1 1/1 Proteus vulgaris 2/2 2/2 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Staphylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 53/53 Corynebacterium- diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"_RefID0EIMAC\" width=\"90%\"><caption>Results of In Vitro Testing with Silver Sulfadiazine Cream 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains/Total Number of Strains Tested</caption><col width=\"52%\"/><col width=\"18%\"/><col width=\"18%\"/><thead><tr><th align=\"left\" styleCode=\"Botrule Lrule Toprule \" valign=\"bottom\"><content styleCode=\"bold\">Genus &amp; Species</content></th><th align=\"center\" styleCode=\"Botrule Toprule \" valign=\"bottom\"><content styleCode=\"bold\">50 &#x3BC;g/mL</content></th><th align=\"center\" styleCode=\"Rrule Botrule Toprule \" valign=\"bottom\"><content styleCode=\"bold\">100 &#x3BC;g/mL</content></th></tr></thead><tbody><tr><td styleCode=\"Lrule Toprule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Pseudomonas aeruginosa</content></paragraph></td><td align=\"center\" styleCode=\"Toprule \" valign=\"bottom\"><paragraph>130/130</paragraph></td><td align=\"center\" styleCode=\"Rrule Toprule \" valign=\"bottom\"><paragraph>130/130</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Xanthomonas (Pseudomonas) maltophilia </content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>7/7</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>7/7</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Enterobacter</content> species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>48/50</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>50/50</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Enterobacter cloacae</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>24/24</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>24/24</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Klebsiella </content>species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>53/54</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>54/54</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Escherichia coli</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>63/63</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>63/63</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Serratia </content>species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>27/28</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>28/28</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Proteus mirabilis</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>53/53</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>53/53</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Morganella morganii</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>10/10</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>10/10</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Providencia rettgeri</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>2/2</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>2/2</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Providencia </content>species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>1/1</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>1/1</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Proteus vulgaris</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>2/2</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>2/2</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Citrobacter </content>species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>10/10</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>10/10</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Acinetobacter calcoaceticus </content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>10/11</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>11/11</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Staphylococcus aureus</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>100/101</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>100/101</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Staphylococcus epidermidis</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>51/51</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>51/51</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph>&#x3B2;-Hemolytic <content styleCode=\"italics\"> Streptococcus</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>4/4</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>4/4</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Enterococcus </content>species</paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>52/53</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>53/53</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Corynebacterium- diphtheriae</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>2/2</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>2/2</paragraph></td></tr><tr><td styleCode=\"Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Clostridium perfringens</content></paragraph></td><td align=\"center\" valign=\"bottom\"><paragraph>0/2</paragraph></td><td align=\"center\" styleCode=\"Rrule \" valign=\"bottom\"><paragraph>2/2</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule \" valign=\"bottom\"><paragraph><content styleCode=\"italics\">Candida albicans</content></paragraph></td><td align=\"center\" styleCode=\"Botrule \" valign=\"bottom\"><paragraph>43/50</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"bottom\"><paragraph>50/50</paragraph></td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver Sulfadiazine Cream 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second- and third-degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver Sulfadiazine Cream 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions, which have been associated with sulfonamides, are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions; hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General If hepatic and renal functions become impaired and elimination of drug decreases, accumulation may occur, and discontinuation of silver sulfadiazine cream 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with silver sulfadiazine cream 1%, the possibility should be noted that silver may inactivate such enzymes. Silver Sulfadiazine Cream 1% is for topical use only. Avoid contact of silver sulfadiazine cream 1% with the eye. Laboratory Tests In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 mg% to 12 mg%). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term dermal toxicity studies of 24 months' duration in rats and 18 months' in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream 1% revealed no evidence of carcinogenicity. Pregnancy Teratogenic Effects. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term (see CONTRAINDICATIONS ). Nursing Mothers It is not known whether silver sulfadiazine is excreted in human milk. However, sulfonamides are known to be excreted in human milk, and all sulfonamide derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Geriatric Use Of the total number of subjects in clinical studies of silver sulfadiazine cream 1%, seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. Pediatric Use Safety and effectiveness in pediatric patients have not been established (see CONTRAINDICATIONS )."
    ],
    "general_precautions": [
      "General If hepatic and renal functions become impaired and elimination of drug decreases, accumulation may occur, and discontinuation of silver sulfadiazine cream 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with silver sulfadiazine cream 1%, the possibility should be noted that silver may inactivate such enzymes. Silver Sulfadiazine Cream 1% is for topical use only. Avoid contact of silver sulfadiazine cream 1% with the eye."
    ],
    "laboratory_tests": [
      "Laboratory Tests In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 mg% to 12 mg%). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term dermal toxicity studies of 24 months' duration in rats and 18 months' in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "Pregnancy Teratogenic Effects. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term (see CONTRAINDICATIONS )."
    ],
    "teratogenic_effects": [
      "Teratogenic Effects. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term (see CONTRAINDICATIONS )."
    ],
    "nursing_mothers": [
      "Nursing Mothers It is not known whether silver sulfadiazine is excreted in human milk. However, sulfonamides are known to be excreted in human milk, and all sulfonamide derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use Of the total number of subjects in clinical studies of silver sulfadiazine cream 1%, seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use Safety and effectiveness in pediatric patients have not been established (see CONTRAINDICATIONS )."
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within 2 to 4 days of initiation of therapy. Rebound to normal leukocyte levels follows onset within 2 to 3 days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence of leukopenia has been reported in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided, and silver sulfadiazine cream 1% is applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream 1% at all times. The cream should be applied once to twice daily to a thickness of approximately 1/16 inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream 1% should be continued until satisfactory healing has occurred, or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver Sulfadiazine Cream 1% is available in jars containing 50 g ( NDC 59762-0131-6) and 400 g ( NDC 59762-0131-4), and tubes containing 20 g ( NDC 59762-0131-0), 25 g ( NDC 59762-0131-2), 50 g ( NDC 59762-0131-5) and 85 g ( NDC 59762-0131-8). Store at Controlled Room Temperature 20° to 25°C (68° to 77°F)."
    ],
    "storage_and_handling": [
      "Store at Controlled Room Temperature 20° to 25°C (68° to 77°F)."
    ],
    "references": [
      "REFERENCES 1. Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. 2. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135:818–819. 3. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977; 17:835–836."
    ],
    "spl_unclassified_section": [
      "LAB-0773-3.0 Revised February 2025 Logo"
    ],
    "package_label_principal_display_panel": [
      "PRINCIPAL DISPLAY PANEL - 20 gram Tube Label NDC 59762-0131-0 GREENSTONE ® BRAND silver sulfadiazine cream 1% 20 grams FOR TOPICAL USE ONLY. Avoid contact with the eye. DOSAGE AND USE See accompanying prescribing information. KEEP OUT OF REACH OF CHILDREN Store at Controlled Room Temperature 20° to 25°C (68° to 77°F). Rx only GREENSTONE LOT / EXP PRINCIPAL DISPLAY PANEL - 20 gram Tube Label",
      "PRINCIPAL DISPLAY PANEL - 20 gram Tube Carton NDC 59762-0131-0 GREENSTONE ® BRAND silver sulfadiazine cream 1% 20 grams Rx only PRINCIPAL DISPLAY PANEL - 20 gram Tube Carton",
      "PRINCIPAL DISPLAY PANEL - 50 gram Jar Label NDC 59762-0131-6 GREENSTONE ® BRAND silver sulfadiazine cream 1% 50 grams Rx only FOR TOPICAL USE ONLY Avoid contact with the eye. PRINCIPAL DISPLAY PANEL - 50 gram Jar Label"
    ],
    "set_id": "7a6a9590-9983-46ff-ae5c-fe95f4e16cb8",
    "id": "1d9744df-203c-419a-9aca-3ca748b09c98",
    "effective_time": "20251226",
    "version": "8",
    "openfda": {
      "application_number": [
        "NDA017381"
      ],
      "brand_name": [
        "SILVER SULFADIAZINE"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Mylan Pharmaceuticals Inc."
      ],
      "product_ndc": [
        "59762-0131"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "1d9744df-203c-419a-9aca-3ca748b09c98"
      ],
      "spl_set_id": [
        "7a6a9590-9983-46ff-ae5c-fe95f4e16cb8"
      ],
      "package_ndc": [
        "59762-0131-0",
        "59762-0131-8",
        "59762-0131-6",
        "59762-0131-4",
        "59762-0131-2",
        "59762-0131-5"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE AQUA Stearyl Alcohol Petrolatum POLYOXYL 40 STEARATE TYPE I Propylene Glycol Isopropyl Myristate SORBITAN OLEATE Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Product: 50090-0763 NDC: 50090-0763-0 25 g in a TUBE"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Label Image"
    ],
    "set_id": "a4051ae4-f1ef-4082-920f-97d176b4cef2",
    "id": "3505508d-ae61-4c63-9ef1-bcd22e3292fb",
    "effective_time": "20241111",
    "version": "22",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "A-S Medication Solutions"
      ],
      "product_ndc": [
        "50090-0763"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "3505508d-ae61-4c63-9ef1-bcd22e3292fb"
      ],
      "spl_set_id": [
        "a4051ae4-f1ef-4082-920f-97d176b4cef2"
      ],
      "package_ndc": [
        "50090-0763-0"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC 63629-8770-1: 50g jar Store at room temperature. 15°-30°C (59°-86°F). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% (Jar) Label"
    ],
    "set_id": "b3c0884b-2f6b-4608-9cab-bef2b370bc33",
    "id": "f9a94d1a-38db-4025-bb84-94c420ecdc22",
    "effective_time": "20241008",
    "version": "104",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8770"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "f9a94d1a-38db-4025-bb84-94c420ecdc22"
      ],
      "spl_set_id": [
        "b3c0884b-2f6b-4608-9cab-bef2b370bc33"
      ],
      "package_ndc": [
        "63629-8770-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE Water Stearyl Alcohol Petrolatum Polyoxyl 40 Stearate Propylene Glycol Isopropyl Myristate Sorbitan Monooleate Methylparaben"
    ],
    "spl_unclassified_section": [
      "Ascend Title"
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. Structural Formula"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC Number Size 67877-124-20 20g tube 67877-124-25 25g tube 67877-124-05 50g tube 67877-124-85 85g tube 67877-124-50 50g jar 67877-124-40 400g jar 67877-124-10 1000g jar Store at room temperature. 15°-30°C (59°-86°F). Manufactured for: Ascend Laboratories, LLC Parsippany, NJ 07054 Manufactured by: Crown Laboratories, Inc. Johnson City, TN 37604 Product Information: 1-877-272-7901 Revised: DEC 2018 P1840.05"
    ],
    "how_supplied_table": [
      "<table width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"40%\" align=\"left\"/><col width=\"30%\" align=\"center\"/><col width=\"30%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\">Silver sulfadiazine cream, USP 1% - white to off-white cream</td></tr><tr styleCode=\"bold\"><td>NDC Number</td><td>Size</td><td> </td></tr><tr><td>67877-124-20</td><td>20g tube</td></tr><tr><td>67877-124-25</td><td>25g tube</td></tr><tr><td>67877-124-05</td><td>50g tube</td></tr><tr><td>67877-124-85</td><td>85g tube</td></tr><tr><td>67877-124-50</td><td>50g jar</td></tr><tr><td>67877-124-40</td><td>400g jar</td></tr><tr><td>67877-124-10</td><td>1000g jar</td></tr></tbody></table>"
    ],
    "package_label_principal_display_panel": [
      "———PRINCIPAL DISPLAY PANEL——— Silver sulfadiazine (micronized) 1% in a hydrophilic (water dispersible) base consisting of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, sorbitan monooleate, with 0.3% methylparaben as a preservative. DOSAGE AND ADMINISTRATION: See insert provided with this package. WARNING: KEEP OUT OF REACH OF CHILDREN. STORE AT ROOM TEMPERATURE 15°-30°C (59° - 86°F). For Topical Use Only. Keep tube tightly closed. See Crimp for Control Number/Expiration Date. Mfd. for: Ascend Laboratories, LLC Parsippany, NJ 07054 Mfd. by: Crown Laboratories, Inc. Johnson City, TN 37604 Product information: 1-877-272-7901 P1837.03 NDC 67877-124-25 ASCEND Laboratories, LLC Silver Sulfadiazine Cream, USP 1% Rx ONLY Net Wt. 25 g Product Label"
    ],
    "set_id": "b4d6694f-2b0a-4d64-9e05-2fef6d8e60d9",
    "id": "9fa269f3-f2ff-4054-81a8-04869262ce6d",
    "effective_time": "20240717",
    "version": "9",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Ascend Laboratories, LLC"
      ],
      "product_ndc": [
        "67877-124"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "9fa269f3-f2ff-4054-81a8-04869262ce6d"
      ],
      "spl_set_id": [
        "b4d6694f-2b0a-4d64-9e05-2fef6d8e60d9"
      ],
      "package_ndc": [
        "67877-124-20",
        "67877-124-25",
        "67877-124-05",
        "67877-124-85",
        "67877-124-50",
        "67877-124-40",
        "67877-124-10"
      ],
      "is_original_packager": [
        true
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine WATER CETYL ALCOHOL STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN SILVER SULFADIAZINE SULFADIAZINE"
    ],
    "description": [
      "DESCRPITION 1% Silver Sulfadiazine Cream are topical antibacterial preparations which have as their active antimicrobial ingredient silver sulfadiazine. The active moiety is contained within an opaque, white, water miscible cream base. Each 1000 grams of 1% Silver Sulfadiazine Cream contains 10 grams of silver sulfadiazine. Inactive Ingrediants: cetyl alcohol, isopropyl myristate, polyoxyl 40 stearate, propylene glycol, purified water, stearyl alcohol, sodium hydroxide, sorbitan monooleate, white petrolatum; with 0.3% methyl paraben, as a preservative. Silver sulfadiazine has an emprical formula of C 10 H 9 AgN 4 O 2 S, molecular weight of 357.14 and structural formula as shown: Structure for silver sulfadiazine"
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell wall to produce its bactericidal effect. Results of In Vitro Testing With Silver Sulfadiazine Cream, 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 micrograms/mL 100 micrograms/mL Pseudomonas Aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter Species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella Species 53/54 54/54 Escherichia Coli 63/63 63/63 Serratia Species 27/28 28/28 Proteus Mirabilis 53/53 53/53 Morganella Morganii 10/10 10/10 Providencia Rettgeri 2/2 2/2 Proteus Vulgaris 2/2 2/2 Providencia Species 1/1 1/1 Citrobacter Species 10/10 10/10 Acinetobacter Calcoaceticus 10/11 11/11 Stahylococcus Aureus 100/101 101/101 Staphylococcus Epidermidis 51/51 51/51 B-Hemolytic Streptococcus 4/4 4/4 Enterococcus Species 52/53 53/53 Corynebacterium Diphtheriae 2/2 2/2 Clostridium Perfringens 0/2 2/2 Clostridium Perfringens 0/2 2/2 Candida Albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver Sulfadiazine Cream is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver Sulfadiazine Cream is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, Silver Sulfadiazine Cream should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNING There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of Silver Sulfadiazine Cream in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTION If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur and discontinuation of Silver Sulfadiazine Cream should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver Sulfadiazine Cream, the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests: In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in Silver Sulfadiazine Cream revealed no evidence of carcinogenicity. Pregnancy: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in Silver Sulfadiazine Cream and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS ) Nursing Mother: It is not known whether Silver Sulfadiazine Cream is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the potential for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother. Pediatric Use: Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leucopenia have been reported in patients receiving silver sulfadiazine therapy. Leucopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. The incidence of leucopenia in various reports averages about 20%. A higher incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture. Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias, agranulocytosis, aplastic anemia, thrombocytopenia, leucopenia, hemolytic anemia, dermatologic reactions, allergic reactions, Stevens-Johnson syndrome, exfoliative dermatitis, gastrointestinal reactions, hepatitis, hepatocellular necrosis, CNS reactions, and toxic nephrosis."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION: FOR TOPICAL USE ONLY - NOT FOR OPHTHALMIC USE: Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; Silver Sulfadiazine Cream is then applied under sterile conditions. The burn areas should be covered with Silver Sulfadiazine Cream at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed due to patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with Silver Sulfadiazine Cream should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "how_supplied": [
      "HOW SUPPLIED 1% Silver Sulfadiazine Cream : white to off-white cream. 25 gram tube NDC 76420-208-25 (relabeled from NDC 43598-210-25) 50 gram tube NDC 76420-208-50 (relabeled from NDC 43598-210-50) Store at controlled room temperature 15° - 30°C (59° - 86°F) SSD is a trademark of Dr. Reddy's Laboratories, Inc. Relabeled by: Enovachem PHARMACEUTICALS Torrance, CA 90501"
    ],
    "package_label_principal_display_panel": [
      "Container Label for 25 g Tube Silver Sulfadiazine 1%",
      "Container Label for 50 g Tube Silver Sulfadiazine 1%"
    ],
    "set_id": "bee162c3-2627-4f28-9715-11a351d497eb",
    "id": "d9c1d5d3-ee58-76e3-e053-2995a90ae559",
    "effective_time": "20220308",
    "version": "1",
    "openfda": {
      "application_number": [
        "NDA018578"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Asclemed USA, Inc."
      ],
      "product_ndc": [
        "76420-208"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "d9c1d5d3-ee58-76e3-e053-2995a90ae559"
      ],
      "spl_set_id": [
        "bee162c3-2627-4f28-9715-11a351d497eb"
      ],
      "package_ndc": [
        "76420-208-25",
        "76420-208-50"
      ],
      "original_packager_product_ndc": [
        "43598-210"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC 63629-8768-1: 20g tube Store at room temperature. 15°-30°C (59°-86°F). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% Label"
    ],
    "set_id": "d02fe8b9-2a20-40e7-8674-19768ff4d42d",
    "id": "e5731b14-359d-4f54-8882-6242d42b7f78",
    "effective_time": "20241008",
    "version": "103",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8768"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "e5731b14-359d-4f54-8882-6242d42b7f78"
      ],
      "spl_set_id": [
        "d02fe8b9-2a20-40e7-8674-19768ff4d42d"
      ],
      "package_ndc": [
        "63629-8768-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE WATER STEARYL ALCOHOL PETROLATUM POLYOXYL 40 STEARATE PROPYLENE GLYCOL ISOPROPYL MYRISTATE SORBITAN MONOOLEATE METHYLPARABEN Ascend Title Structural Formula"
    ],
    "spl_unclassified_section": [
      ""
    ],
    "description": [
      "DESCRIPTION Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative."
    ],
    "clinical_pharmacology": [
      "CLINICAL PHARMACOLOGY Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table ID=\"f75863a5-0a46-4064-b1e4-08ce60cdbc0a\" width=\"500\" styleCode=\"Noautorules\"><colgroup><col width=\"60%\" align=\"left\"/><col width=\"20%\" align=\"center\"/><col width=\"20%\" align=\"center\"/></colgroup><tbody><tr><td colspan=\"3\" align=\"center\" styleCode=\"bold\">Results of <content styleCode=\"italics\">in Vitro</content> Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested</td></tr><tr styleCode=\"bold\"><td>Genus and Species</td><td>50 &#xB5;g/mL</td><td>100 &#xB5;g/mL</td></tr><tr><td styleCode=\"italics\">Pseudomonas aeruginosa</td><td>130/130</td><td>130/130</td></tr><tr><td styleCode=\"italics\">Xanthomonas (Pseudomonas) Maltophilia</td><td>7/7</td><td>7/7</td></tr><tr><td styleCode=\"italics\">Enterobacter species</td><td>48/50</td><td>50/50</td></tr><tr><td styleCode=\"italics\">Enterobacter cloacae</td><td>24/24</td><td>24/24</td></tr><tr><td styleCode=\"italics\">Klebsiella species</td><td>53/54</td><td>54/54</td></tr><tr><td styleCode=\"italics\">Escherichia coli</td><td>63/63</td><td>63/63</td></tr><tr><td styleCode=\"italics\">Serratia species</td><td>27/28</td><td>28/28</td></tr><tr><td styleCode=\"italics\">Proteus mirabilis</td><td>53/53</td><td>53/53</td></tr><tr><td styleCode=\"italics\">Morganella morganii</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Providencia rettgeri</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Proteus vulgaris</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Providencia species</td><td>1/1</td><td>1/1</td></tr><tr><td styleCode=\"italics\">Citrobacter species</td><td>10/10</td><td>10/10</td></tr><tr><td styleCode=\"italics\">Acinetobacter calcoaceticus</td><td>10/11</td><td>11/11</td></tr><tr><td styleCode=\"italics\">Stahylococcus aureus</td><td>100/101</td><td>100/101</td></tr><tr><td styleCode=\"italics\">Staphylococcus epidermidis</td><td>51/51</td><td>51/51</td></tr><tr><td styleCode=\"italics\">&#x3B2;-Hemolytic Streptococcus</td><td>4/4</td><td>4/4</td></tr><tr><td styleCode=\"italics\">Enterococcus species</td><td>52/53</td><td>52/53</td></tr><tr><td styleCode=\"italics\">Corynebacterium diphtheriae</td><td>2/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Clostridium perfringens</td><td>0/2</td><td>2/2</td></tr><tr><td styleCode=\"italics\">Candida albicans</td><td>43/50</td><td>50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "INDICATIONS AND USAGE Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "CONTRAINDICATIONS Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings": [
      "WARNINGS Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur."
    ],
    "precautions": [
      "PRECAUTIONS General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": [
      "Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "PREGNANCY: TERATOGENIC EFFECTS: Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS )"
    ],
    "nursing_mothers": [
      "Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS )"
    ],
    "adverse_reactions": [
      "ADVERSE REACTIONS Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy. 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "DOSAGE AND ADMINISTRATION Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "REFERENCES Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836."
    ],
    "how_supplied": [
      "HOW SUPPLIED Silver sulfadiazine cream, USP 1% - white to off-white cream NDC 63629-8769-1: 25g tube Store at room temperature. 15°-30°C (59°-86°F). Repackaged/Relabeled by: Bryant Ranch Prepack, Inc. Burbank, CA 91504"
    ],
    "package_label_principal_display_panel": [
      "Silver Sulfadiazine Cream 1% Label"
    ],
    "set_id": "ede72069-2bb3-43e8-a45c-33ae3efeb922",
    "id": "721c886d-d2c9-4af9-ab36-c322b24d8a7a",
    "effective_time": "20241008",
    "version": "103",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Bryant Ranch Prepack"
      ],
      "product_ndc": [
        "63629-8769"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "721c886d-d2c9-4af9-ab36-c322b24d8a7a"
      ],
      "spl_set_id": [
        "ede72069-2bb3-43e8-a45c-33ae3efeb922"
      ],
      "package_ndc": [
        "63629-8769-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  },
  {
    "spl_product_data_elements": [
      "Silver Sulfadiazine Silver Sulfadiazine SILVER SULFADIAZINE SULFADIAZINE"
    ],
    "spl_unclassified_section": [
      "SPL Unclassified Section logo"
    ],
    "description": [
      "Description Silver sulfadiazine cream, USP 1% is a soft, white, water dispersible cream containing the antimicrobial agent silver sulfadiazine in micronized form for topical application. Each gram of silver sulfadiazine cream contains 10mg of micronized silver sulfadiazine. This active agent has the following structural formula: Silver sulfadiazine cream contains 1% w/w silver sulfadiazine. The vehicle in which the active ingredient is dispersed consists of water, stearyl alcohol, white petrolatum, polyoxyl 40 stearate, propylene glycol, isopropyl myristate, and sorbitan monooleate with 0.3% methylparaben as a preservative. description"
    ],
    "clinical_pharmacology": [
      "Clinical Pharmacology Silver sulfadiazine has broad antimicrobial activity. It is bactericidal for many gram-negative and gram-positive bacteria as well as being effective against yeast. Results from in vitro testing are listed below. Sufficient data have been obtained to demonstrate that silver sulfadiazine will inhibit bacteria that are resistant to other antimicrobial agents and that the compound is superior to sulfadiazine. Studies utilizing radioactive micronized silver sulfadiazine, electron microscopy, and biochemical techniques have revealed that the mechanism of action of silver sulfadiazine on bacteria differs from silver nitrate and sodium sulfadiazine. Silver sulfadiazine acts only on the cell membrane and cell wall to produce its bactericidal effect. Results of in Vitro Testing With Silver Sulfadiazine Cream, USP 1% Concentration of Silver Sulfadiazine Number of Sensitive Strains / Total Number of Strains Tested Genus and Species 50 µg/mL 100 µg/mL Pseudomonas aeruginosa 130/130 130/130 Xanthomonas (Pseudomonas) Maltophilia 7/7 7/7 Enterobacter species 48/50 50/50 Enterobacter cloacae 24/24 24/24 Klebsiella species 53/54 54/54 Escherichia coli 63/63 63/63 Serratia species 27/28 28/28 Proteus mirabilis 53/53 53/53 Morganella morganii 10/10 10/10 Providencia rettgeri 2/2 2/2 Proteus vulgaris 2/2 2/2 Providencia species 1/1 1/1 Citrobacter species 10/10 10/10 Acinetobacter calcoaceticus 10/11 11/11 Stahylococcus aureus 100/101 100/101 Staphylococcus epidermidis 51/51 51/51 β-Hemolytic Streptococcus 4/4 4/4 Enterococcus species 52/53 52/53 Corynebacterium diphtheriae 2/2 2/2 Clostridium perfringens 0/2 2/2 Candida albicans 43/50 50/50 Silver sulfadiazine is not a carbonic anhydrase inhibitor and may be useful in situations where such agents are contraindicated."
    ],
    "clinical_pharmacology_table": [
      "<table border=\"1\" width=\"500\"><tbody><tr><td align=\"center\" colspan=\"3\">Results of in Vitro Testing With Silver   Sulfadiazine Cream, USP 1% Concentration of   Silver Sulfadiazine Number of Sensitive Strains /   Total Number of Strains Tested </td></tr><tr><td align=\"left\">Genus and Species</td><td align=\"center\">50 &#xB5;g/mL</td><td align=\"center\">100 &#xB5;g/mL</td></tr><tr><td align=\"left\">Pseudomonas aeruginosa</td><td align=\"center\">130/130</td><td align=\"center\">130/130</td></tr><tr><td align=\"left\">Xanthomonas (Pseudomonas) Maltophilia</td><td align=\"center\">7/7</td><td align=\"center\">7/7</td></tr><tr><td align=\"left\">Enterobacter species</td><td align=\"center\">48/50</td><td align=\"center\">50/50</td></tr><tr><td align=\"left\">Enterobacter cloacae</td><td align=\"center\">24/24</td><td align=\"center\">24/24</td></tr><tr><td align=\"left\">Klebsiella species</td><td align=\"center\">53/54</td><td align=\"center\">54/54</td></tr><tr><td align=\"left\">Escherichia coli</td><td align=\"center\">63/63</td><td align=\"center\">63/63</td></tr><tr><td align=\"left\">Serratia species</td><td align=\"center\">27/28</td><td align=\"center\">28/28</td></tr><tr><td align=\"left\">Proteus mirabilis</td><td align=\"center\">53/53</td><td align=\"center\">53/53</td></tr><tr><td align=\"left\">Morganella morganii</td><td align=\"center\">10/10</td><td align=\"center\">10/10</td></tr><tr><td align=\"left\">Providencia rettgeri</td><td align=\"center\">2/2</td><td align=\"center\">2/2</td></tr><tr><td align=\"left\">Proteus vulgaris</td><td align=\"center\">2/2</td><td align=\"center\">2/2</td></tr><tr><td align=\"left\">Providencia species</td><td align=\"center\">1/1</td><td align=\"center\">1/1</td></tr><tr><td align=\"left\">Citrobacter species</td><td align=\"center\">10/10</td><td align=\"center\">10/10</td></tr><tr><td align=\"left\">Acinetobacter calcoaceticus</td><td align=\"center\">10/11</td><td align=\"center\">11/11</td></tr><tr><td align=\"left\">Stahylococcus aureus</td><td align=\"center\">100/101</td><td align=\"center\">100/101</td></tr><tr><td align=\"left\">Staphylococcus epidermidis</td><td align=\"center\">51/51</td><td align=\"center\">51/51</td></tr><tr><td align=\"left\">&#x3B2;-Hemolytic Streptococcus</td><td align=\"center\">4/4</td><td align=\"center\">4/4</td></tr><tr><td align=\"left\">Enterococcus species</td><td align=\"center\">52/53</td><td align=\"center\">52/53</td></tr><tr><td align=\"left\">Corynebacterium diphtheriae</td><td align=\"center\">2/2</td><td align=\"center\">2/2</td></tr><tr><td align=\"left\">Clostridium perfringens</td><td align=\"center\">0/2</td><td align=\"center\">2/2</td></tr><tr><td align=\"left\">Candida albicans</td><td align=\"center\">43/50</td><td align=\"center\">50/50</td></tr></tbody></table>"
    ],
    "indications_and_usage": [
      "Indications and Usage Silver sulfadiazine cream, USP 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second and third degree burns."
    ],
    "contraindications": [
      "Contraindications Silver sulfadiazine cream, USP 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation. Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream, USP 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
    ],
    "warnings_and_cautions": [
      "Warnings and Precautions Absorption of silver sulfadiazine varies depending upon the percent of body surface area and the extent of the tissue damage. Although few have been reported, it is possible that any adverse reaction associated with sulfonamides may occur. Some of the reactions which have been associated with sulfonamides are as follows: blood dyscrasias including agranulocytosis, aplastic anemia, thrombocytopenia, leukopenia, and hemolytic anemia; dermatologic and allergic reactions, including life-threatening cutaneous reactions [Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and exfoliative dermatitis]; gastrointestinal reactions, hepatitis and hepatocellular necrosis; CNS reactions; and toxic nephrosis. There is a potential cross-sensitivity between silver sulfadiazine and other sulfonamides. If allergic reactions attributable to treatment with silver sulfadiazine occur, continuation of therapy must be weighed against the potential hazards of the particular allergic reaction. Fungal proliferation in and below the eschar may occur. However, the incidence of clinically reported fungal superinfection is low. The use of silver sulfadiazine cream, USP 1% in some cases of glucose-6-phosphate dehydrogenase-deficient individuals may be hazardous, as hemolysis may occur. General. If hepatic and renal functions become impaired and elimination of the drug decreases accumulation may occur. Discontinuation of silver sulfadiazine cream, USP 1% should be weighed against the therapeutic benefit being achieved. In considering the use of topical proteolytic enzymes in conjunction with Silver sulfadiazine cream, USP 1% the possibility should be noted that silver may inactivate such enzymes. Laboratory Tests. In the treatment of burn wounds involving extensive areas of the body, the serum sulfa concentrations may approach adult therapeutic levels (8 to 12mg %). Therefore, in these patients it would be advisable to monitor serum sulfa concentrations. Renal function should be carefully monitored and the urine should be checked for sulfa crystals. Absorption of the propylene glycol vehicle has been reported to affect serum osmolality, which may affect the interpretation of laboratory tests. Carcinogenesis, Mutagenesis, Impairment of Fertility. Long-term dermal toxicity studies of 24 months duration in rats and 18 months in mice with concentrations of silver sulfadiazine three to ten times the concentration in silver sulfadiazine cream, USP 1% revealed no evidence of carcinogenicity."
    ],
    "pregnancy": [
      "Pregnancy: Teratogenic Effects Pregnancy Category B. A reproductive study has been performed in rabbits at doses up to three to ten times the concentration of silver sulfadiazine in silver sulfadiazine cream, USP 1% and has revealed no evidence of harm to the fetus due to silver sulfadiazine. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly justified, especially in pregnant women approaching or at term. (See CONTRAINDICATIONS)"
    ],
    "nursing_mothers": [
      "Nursing Mothers Nursing Mothers. It is not known whether silver sulfadiazine cream, USP 1% is excreted in human milk. However, sulfonamides are known to be excreted in human milk and all sulfonamides derivatives are known to increase the possibility of kernicterus. Because of the possibility for serious adverse reactions in nursing infants from sulfonamides, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother."
    ],
    "geriatric_use": [
      "Geriatric Use Geriatric Use. Of the total number of subjects in clinical studies of silver sulfadiazine cream, USP 1% seven percent were 65 years of age and over. No overall differences in safety or effectiveness were observed between these subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out."
    ],
    "pediatric_use": [
      "Pediatric Use Pediatric Use. Safety and effectiveness in children have not been established. (See CONTRAINDICATIONS)"
    ],
    "adverse_reactions": [
      "Adverse Reactions Several cases of transient leukopenia have been reported in patients receiving silver sulfadiazine therapy 1,2,3 Leukopenia associated with silver sulfadiazine administration is primarily characterized by decreased neutrophil count. Maximal white blood cell depression occurs within two to four days of initiation of therapy. Rebound to normal leukocyte levels follows onset within two to three days. Recovery is not influenced by continuation of silver sulfadiazine therapy. An increased incidence has been seen in patients treated concurrently with cimetidine. Other infrequently occurring events include skin necrosis, erythema multiforme, skin discoloration, burning sensation, rashes, and interstitial nephritis. Reduction in bacterial growth after application of topical antibacterial agents has been reported to permit spontaneous healing of deep partial-thickness burns by preventing conversion of the partial thickness to full thickness by sepsis. However, reduction in bacterial colonization has caused delayed separation, in some cases necessitating escharotomy in order to prevent contracture."
    ],
    "dosage_and_administration": [
      "Dosage and Administration Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided; silver sulfadiazine cream, USP 1% is then applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream, USP 1% at all times. The cream should be applied once to twice daily to a thickness of approximately one sixteenth of an inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used. Reapply immediately after hydrotherapy. Treatment with silver sulfadiazine cream, USP 1% should be continued until satisfactory healing has occurred or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs."
    ],
    "references": [
      "References Caffee F, Bingham H. Leukopenia and silver sulfadiazine. J Trauma. 1982;22: 586–587. Jarret F, Ellerbe S, Demling R. Acute leukopenia during topical burn therapy with silver sulfadiazine. Amer J Surg. 1978;135: 818–819. Kiker RG, Carvajal HF, Micak RP, Larson DL. A controlled study of the effects of silver sulfadiazine on white blood cell counts in burned children. J Trauma. 1977;17: 835–836"
    ],
    "how_supplied": [
      "How Supplied Silver sulfadiazine cream, USP 1% - white to off-white cream 50g tube NDC: 80425-0221-01 Store at room temperature. 15°-30°C (59°-86°F). Manufactured for: Ascend Laboratories, LLC Parsippany, NJ 07054 Manufactured by: Crown Laboratories, Inc. Johnson City, TN 37604 Product Information: 1-877-272-7901 Dist.by; Advanced Rx Pharmacy of Tennessee, LLC Revised: DEC 2018 P1840.05"
    ],
    "package_label_principal_display_panel": [
      "Principal Display Panel label1"
    ],
    "set_id": "f1a0f489-0d9e-66c4-e053-2a95a90a063d",
    "id": "2a9b1617-60ce-f8ce-e063-6294a90ab02c",
    "effective_time": "20241231",
    "version": "3",
    "openfda": {
      "application_number": [
        "NDA018810"
      ],
      "brand_name": [
        "Silver Sulfadiazine"
      ],
      "generic_name": [
        "SILVER SULFADIAZINE"
      ],
      "manufacturer_name": [
        "Advanced Rx Pharmacy of Tennessee, LLC"
      ],
      "product_ndc": [
        "80425-0221"
      ],
      "product_type": [
        "HUMAN PRESCRIPTION DRUG"
      ],
      "route": [
        "TOPICAL"
      ],
      "substance_name": [
        "SILVER SULFADIAZINE"
      ],
      "rxcui": [
        "106351"
      ],
      "spl_id": [
        "2a9b1617-60ce-f8ce-e063-6294a90ab02c"
      ],
      "spl_set_id": [
        "f1a0f489-0d9e-66c4-e053-2a95a90a063d"
      ],
      "package_ndc": [
        "80425-0221-1"
      ],
      "original_packager_product_ndc": [
        "67877-124"
      ],
      "nui": [
        "N0000175503",
        "M0020790"
      ],
      "pharm_class_epc": [
        "Sulfonamide Antibacterial [EPC]"
      ],
      "pharm_class_cs": [
        "Sulfonamides [CS]"
      ],
      "unii": [
        "W46JY43EJR"
      ]
    }
  }
]